{"category": "Освіта", "title": "Освіта", "abstract": "Осві́та (іноді едука́ція; лат. educatio) — це процес набуття та вдосконалення знань, навичок, цінностей, переконань і звичок за допомогою різних форм пізнавальної діяльності, таких як сприйняття, увага, пам'ять, уява, мислення; та різних форм навчання, таких як вивчення, інструктаж, тренування, дослідження та практичний досвід. Воно може відбуватися в різних місцях, включаючи школи, училища, університети, студії, робочі місця та спільноти, і може бути формальним або неформальним.[джерело?]\nОсвіта — це процес і результат засвоєння особистістю певної системи наукових знань, практичних умінь та навичок і пов'язаного з ними того чи іншого рівня розвитку її розумово-пізнавальної і творчої діяльності, а також морально-естетичної культури, які у своїй сукупності визначають соціальне обличчя та індивідуальну своєрідність цієї особистості.\nТакож, освіта — це дисципліна, яка вивчає переважно методи навчання і вивчення в школах або подібних закладах у протилежність різним неформальним засобам соціалізації (наприклад, між батьками і їх дітьми). Тому освіту можна розуміти як передачу накопичених суспільством знань молодому поколінню для розвитку в нього пізнавальних можливостей, а також набуття умінь і навичок для практичного застосування загальноосвітніх і професійних знань.[джерело?]\nУ повсякденному розумінні освіта крім усього іншого передбачає навчання учнів учителем. Воно може полягати в навчанні читання, письма, математики, історії та інших наук. Викладачі з вузьких сфер, таких як астрофізика, право, географія або зоологія, можуть навчати тільки даному предмету, звичайно в університетах та інших вишах. Існує також викладання фахових навичок, наприклад, водіння. Крім освіти в спеціальних установах існує також самоосвіта, наприклад, через Інтернет, читання, відвідування музеїв або особистий досвід.[джерело?]", "content": "альт=Київський національний університет імені Тараса Шевченка|міні|Київський національний університет імені Тараса Шевченка альт=Бібліотека Болонського університету — найстарішого в Європі|міні|Бібліотека Болонського університету — найстарішого в Європі альт=Учні середньої школи в актовому залі, Сінгапур|міні|Учні середньої школи в актовому залі, Сінгапур альт=Києво-Могилянська академія|міні|Києво-Могилянська академіяОсві́та (іноді едука́ція; ) — це процес набуття та вдосконалення знань, навичок, цінностей, переконань і звичок за допомогою різних форм пізнавальної діяльності, таких як сприйняття, увага, пам'ять, уява, мислення; та різних форм навчання, таких як вивчення, інструктаж, тренування, дослідження та практичний досвід. Воно може відбуватися в різних місцях, включаючи школи, училища, університети, студії, робочі місця та спільноти, і може бути формальним або неформальним. Освіта — це процес і результат засвоєння особистістю певної системи наукових знань, практичних умінь та навичок і пов'язаного з ними того чи іншого рівня розвитку її розумово-пізнавальної і творчої діяльності, а також морально-естетичної культури, які у своїй сукупності визначають соціальне обличчя та індивідуальну своєрідність цієї особистості.Енциклопедія освіти / Акад. пед. наук України, головний ред. В. Г. Кремень. — К. : Юрінком Інтер, 2008. — 1040 с. Також, освіта — це дисципліна, яка вивчає переважно методи навчання і вивчення в школах або подібних закладах у протилежність різним неформальним засобам соціалізації (наприклад, між батьками і їх дітьми). Тому освіту можна розуміти як передачу накопичених суспільством знань молодому поколінню для розвитку в нього пізнавальних можливостей, а також набуття умінь і навичок для практичного застосування загальноосвітніх і професійних знань. У повсякденному розумінні освіта крім усього іншого передбачає навчання учнів учителем. Воно може полягати в навчанні читання, письма, математики, історії та інших наук. Викладачі з вузьких сфер, таких як астрофізика, право, географія або зоологія, можуть навчати тільки даному предмету, звичайно в університетах та інших вишах. Існує також викладання фахових навичок, наприклад, водіння. Крім освіти в спеціальних установах існує також самоосвіта, наприклад, через Інтернет, читання, відвідування музеїв або особистий досвід. Історія освіти Стародавні часи альт=Мозаїка з Помпеї (І ст. до н. е.) із зображенням Академії Платона.|міні|Мозаїка з Помпеї (І ст. до н. е.) із зображенням Академії Платона. Історія стародавньої освіти сягає освітніх практик і теорій ранніх цивілізацій, у тому числі стародавнього Єгипту, Месопотамії, Греції, Риму, Індії та Китаю. Освіта в цих цивілізаціях в першу чергу була призначена для еліти, включаючи королівську сім’ю, священників і дворян. У Стародавньому Єгипті освіта була зосереджена на грамоті, математиці та релігійних вченнях. У храмових школах учнів навчали книжники та священики. У Месопотамії освіта так само була зосереджена на грамотності та математиці, але також включала навчання професійним навичкам, таким як сільське господарство та металургія. Студентів навчали в храмових школах або приватні вчителі. У Стародавній Греції освіта поділялася на два етапи: початкова освіта (grammata), яка була зосереджена на читанні, письмі та арифметиці, і вища освіта (paideia), яка включала філософію, риторику та фізичне виховання. Освіта також була розділеною за статтю, дівчата отримували обмежену освіту вдома. (див. також Освіта у Стародавній Греції) У Стародавньому Римі на освіту вплинула грецька система, зосереджена на літературі, історії та ораторському мистецтві. Хлопчики з багатих сімей отримували освіту у приватних викладачів або в школах, які називалися луді. (див. також Освіта в Стародавньому Римі) В Індії освіта здебільшого була зарезервована для касти брахманів, зосереджуючись на релігійних вченнях, філософії та літературі. Навчання надавалося в гурукулах або ашрамах, де учні жили зі своїми вчителями. У Китаї освіта була зосереджена на конфуціанстві з наголосом на морально-етичних вченнях. Навчання надавалося в школах під назвою шуюань або гуоцзянь, де учні вивчали класику та складали іспити на державну службу. Загалом у стародавній освіті наголошувалося на грамотності, релігійних і моральних вченнях і професійних навичках, причому різні цивілізації робили різний ступінь акценту на кожному з них. Освіта за часів Середньовіччя альт=Коледжу Мертон, Оксфордського університету, побудований між 1288 і 1378 роками|міні|Коледжу Мертон, Оксфордського університету, побудований між 1288 і 1378 роками Детальніше — Середньовічна освіта, Список найстаріших університетів. Середньовічну систему освіти запозичено в античності, але її збагатили, пристосували до нових умов. Шкільна освіта будувалася на «семи вільних мистецтвах». Викладання велося латиною, у XIV столітті відбувається перехід на національні мови. Вікові особливості дітей не враховувалися. Читати в школі вчилися за Біблією. Відомості часто були фантастичними. З розвитком міської культури кафедральні школи перетворювалися на університети. Університетські випускники мали право викладання в будь-якій школі. Університет поділявся на факультети. Революцію у викладанні здійснило книгодрукування. До XII століття книги зберігалися переважно у монастирських і кафедральних бібліотеках. Перші публічні бібліотеки відрилися в XV столітті у великих містах. Історія освіти в Україні альт=Національний університет «Острозька академія» — найстаріший вищий освітній заклад України.|міні|Національний університет «Острозька академія» — найстаріший вищий освітній заклад України. Основні статті — Історія освіти в Україні, Історія вищої освіти в Україні, Історія жіночої освіти в Україні. З часів Русі при монастирях та митрополичій кафедрі діяли лише вищі студії з філософії та богослов'я. У 1037 році Ярослав Мудрий заснував Київську Академію. Розвитку вищої освіти зашкодила монголо-татарська навала, тривала відсутність власної національної держави, поступова асиміляція еліти Волині, Червоної Русі, Поділля та Київщини польською шляхтою. Населення українських земель могло здобувати вищу освіту в університетах Європи: Ягеллонському (Краків), Болонському, в інших італійських, німецьких та французьких університетах, Віленській і Замойській академії. Вищі студії в Україні були започатковані князями Острозькими наприкінці XVI століття в Острозькій академії, де в 1570–1590-х роках сформувався гурток вчених, письменників, перекладачів і видавців, які випускали богословську, полемічну й навчальну літературу, викладали в школі. Та школа, називалась «тримовним ліцеєм», «гімназією» і «академією», поєднувала програму тогочасної європейської середньої школи («школа семи вільних наук») із вищими студіями. В академії розпочався процес активного засвоєння на православному підґрунті досягнень єзуїтських колегіумів. За її прикладом православні школи почали з'являтись в інших містах, що розгорнуло реформу шкільної освіти. 1632 року у Києві митрополитом Петром Могилою, шляхом злиття братської школи з Лаврською, було утвореною Києво-Могилянську колегію, на базі якого згодом постала Києво-Могилянська академія. Освітянська галузь упродовж 1990-х років із набуттям незалежності на основі Закону України «Про освіту» 1991 року була значною мірою реформована: здійснено перехід на триступеневу підготовку — бакалавр, спеціаліст, магістр; розроблено та впроваджено нові навчальні плани й програми; встановлено чотири рівні акредитації (1-й — технікуми, училища, 2-й — коледжі, 3-й і 4-й — інститути, консерваторії, університети); запроваджено ліцензування й акредитацію, що забезпечує державний контроль. Поряд із новими державними постали навчальні заклади із недержавною формою власності. У 2001/2002 навчальному році в Україні діяло 318 вищих навчальних закладів, в яких навчалося 1,55 млн студентів. Понад 20 провідних закладів освіти отримали статус національних. В Україні переважно збериглась кількість студентських місць, яка склалася протягом попередніх десятиліть — 170 студентів на 10 000 осіб населення. Мета та функції освіти Мета Мета освіти полягає в тому, щоб надати людям знання, навички та цінності, необхідні їм, щоб стати поінформованими, відповідальними та продуктивними членами суспільства. Навчання має на меті надати людям інструменти та моделі, необхідні для досягнення успіху в житті, як особистого, так і професійного. Освіта прискорює процес розвитку й становлення людини як особистості, суб'єкта, забезпечує формування її духовності, світогляду, ціннісних орієнтацій і моральних принципів. Вона покликана допомогти суб'єкту увійти в культуру, освоїти її цінності й успішно діяти в культурному бутті; її завданням є формування суб'єкта, здатного побачити проблеми, суперечності цього світу, розпредметити його, знайти нові комбінації відомих елементів і своєю діяльністю створити відсутні елементи, для того, щоб інсайт, творче осяяння породило нову культурну реальність, діяльність зі створення культурних цінностей. Освіта є одним із найбільш оптимальних способів входження людини у світ науки та культури, оскільки саме в процесі здобування освіти людина засвоює культурні цінності. Конкретні цілі освіти можуть відрізнятися залежно від контексту та рівня освіти. Наприклад, цілі початкової освіти можуть включати розвиток базових навичок грамотності та лічби, тоді як цілі середньої освіти можуть включати підготовку учнів до вищої освіти або професійного навчання. Цілі вищої освіти можуть включати розвиток спеціальних знань і навичок у певній галузі, а також розвиток критичного мислення, креативності та здібностей до вирішення проблем. Зрештою, мета освіти полягає в тому, щоб надати людям можливість жити повноцінним і змістовним життям, робити внесок у свої громади та створювати кращий світ для майбутніх поколінь. альт=Крістіан Ферко та Колін Нанкарроу проводять заняття під назвою «Квантова фізика у Флатландії» для старшокласників на MIT ESP Splash 2018.|міні|Лекція Функції освіти Освіта виконує кілька функцій, зокрема: Надання знань і навичок: Однією з основних функцій освіти є надання людям знань і навичок, необхідних для досягнення успіху в житті. Освіта допомагає людям розвивати критичне мислення, навички вирішення проблем і комунікації, а також знання та розуміння різних предметів і сфер. Соціалізація: Освіта відіграє важливу роль у соціалізації, допомагаючи людям засвоїти норми, цінності та поведінку свого суспільства. Завдяки освіті люди вчаться взаємодіяти з іншими, орієнтуватися в соціальних структурах і стати відповідальними громадянами. Передача культури: Освіта допомагає передавати культурні цінності та знання від одного покоління до наступного. Вивчаючи історію, літературу, мистецтво та інші аспекти культури, люди отримують глибше розуміння власної культури та світу навколо них. альт=Професор і студенти архітектури Професор Хельге Фіскаа та студенти NTNU Trondheim. Клас містобудування|міні|Професор і студенти, клас містобудуванняЕкономічний розвиток: Освіта також важлива для економічного розвитку, оскільки вона дає людям навички та знання, необхідні для участі в робочій силі та внеску в економіку. Освіта також може стимулювати інновації та креативність, створюючи нові ідеї та технології, які можуть сприяти економічному зростанню. Особистий розвиток: Освіта може допомогти людям розвинути почуття власної гідності та впевненості в собі, а також відчуття мети та напрямку в житті. Заохочуючи особистий ріст і розвиток, освіта може допомогти людям досягти своїх цілей і реалізувати свій потенціал. Соціальна мобільність: освіта також може бути потужним інструментом соціальної мобільності, надаючи людям можливість покращити свій соціальний та економічний статус. Освіта може допомогти подолати бар’єри та створити можливості для людей з неблагополучного середовища досягти успіху та процвітати. Класифікація Типи освіти Існує три основних види освіти: формальна, неформальна та інформальна освіта. альт=Лекція професора Зона Г.А. для аспірантів Сумського національного аграрного університету|міні|Лекція професора Зона Г.А. для аспірантів Сумського національного аграрного університету Формальна освіта – це структурована та систематична освіта, яку надають школи, коледжі, університети та інші установи. Зазвичай він складається за спеціальною навчальною програмою та має визначені цілі навчання. Формальна освіта зазвичай веде до визнаних кваліфікацій або ступенів, таких як дипломи, сертифікати чи ступені. Неформальна освіта – це будь-яке організоване навчання поза формальною системою освіти. Це включає освіту дорослих, професійне навчання та освітні програми на рівні громади. Неформальна освіта зазвичай не веде до формальних кваліфікацій, але може надати цінні навички та знання. альт=Онлайн-курс для авторів Вікіпедії|міні|Онлайн-курс для авторів Вікіпедії альт=Технолог лабораторії демонструє техніку й методику студентам|міні|249x249пкс|Технолог лабораторії демонструє студентам методику й техніку Інформальна освіта – це навчання, яке відбувається поза структурованим навчальним середовищем. Така освіта може відбуватись в повсякденному житті через досвід, взаємодію та спостереження. Неформальна неорганізована освіта може включати такі речі, як самонавчання, читання книжок, наукових журналів, Вікіпедії тощо, перегляд навчальних відео або відвідування майстер-класів, семінарів та конференцій. Це часто самонаправляється та керується особистим інтересом або мотивацією. Форми освіти за ступенем Початкова школа, Початкова освіта Середня школа, Середня освіта Вища школа, Вища освіта за видом Денна Заочна Вечірня Суботня Екстернат, Інтернат Дистанційна Дуальна за організацією самоосвіта народна освіта професійна освіта релігійна освіта: парафіяльна, недільна… за віковим цензом дошкільна, шкільна, доросла освіта за участю особливих груп спеціальна: освіта глухих, освіта незрячих, допоміжна освіта інклюзивна Рівні освіти міні|праворуч|300пкс|Група дітей у старшій групі дитячого садка, Аланія, ТуреччинаДошкільна освіта Загальна освіта Початкова загальна освіта Середня загальна освіта Додаткова освіта дітей Професійна освіта Початкова професійна освіта Середня професійна освіта Вища професійна освіта Бакалаврат Магістратура Фундаментальна наукова професійна освіта Аспірантура Докторантура Підвищення кваліфікації Друга вища освіта Перепідготовка Професійна підготовка Право на здобуття освіти <font size=\"4\">Цілі сталого розвитку75px|borderЦіль 1. Подолання бідності Ціль 2. Подолання голоду, розвиток сільського господарства Ціль 3. Міцне здоров'я і благополуччя Ціль 4. Якісна освіта Ціль 5. Гендерна рівність Ціль 6. Чиста вода та належні санітарні умови Ціль 7. Доступна та чиста енергія Ціль 8. Гідна праця та економічне зростання Ціль 9. Промисловість, інновації та інфраструктура Ціль 10. Скорочення нерівності Ціль 11. Сталий розвиток міст і громад Ціль 12. Відповідальне споживання та виробництво Ціль 13. Пом'якшення наслідків зміни клімату Ціль 14. Збереження морських ресурсів Ціль 15. Захист та відновлення екосистем суші Ціль 16. Мир, справедливість та сильні інститути Ціль 17. Партнерство заради сталого розвитку Право на освіту в Україні гарантоване Конституцією. Незаконна відмова у прийнятті до навчального закладу будь-якої форми власності, а також незаконна вимога оплати за навчання у державних чи комунальних навчальних закладах передбачають кримінальну відповідальність. Право на освіту в наш час підтверджено національними та міжнародними правовими актами, наприклад, Європейською конвенцією про захист прав людини та основних свобод і Міжнародним пактом про економічні, соціальні та культурні права, прийнятим ООН в 1966 році. Усвідомлення можливостей використання обов'язкової освіти як засобу знеособлення людини викликало в демократичному суспільстві розвиток руху за недержавну і навіть сімейну освіту, за велику частку курсів з відповідального вибором учня (за участю батьків і педагогів) в програмі середніх загальноосвітніх шкіл (тобто після закінчення початкової школи), підтримку самоосвіти, безперервної освіти протягом всієї діяльної життя людини (у міру виникнення освітньої потреби), позашкільної, дистанційної та додаткової освіти тощо. Теорія освіти Теорія освіти включає широкий спектр психологічних, соціологічних, нейронаукових та філософських принципів і досліджує, як люди набувають, засвоюють і застосовують знання та навички. Вона заглиблюється в процеси викладання, навчання та різні системи, які сприяють цим процесам. Дидактика (грец. didactikos - повчальний) — галузь педагогіки, яка розробляє теорію освіти і навчання, виховання у процесі навчання. Теорія освіти — це широка сфера, яка охоплює низку підходів до викладання та навчання. За своєю суттю, теорія освіти прагне зрозуміти, як люди навчаються, і як вчителі можуть найкращим чином полегшити це навчання. Освітологія вивчає освіту інтегруючи дані з усіх наукових дисциплін, досліджуючих освіту. Теорії навчання Детальніше — Навчання, Теорії навчання, Педагогіка. Однією з ключових теорій навчання є теорія когнітивного навчання, яка наголошує на ролі таких психічних процесів, як увага, пам’ять і здатність розв’язувати проблеми, у навчанні. Згідно з цією теорією, навчання відбувається, коли нова інформація інтегрується в існуючі ментальні схеми або когнітивні структури. Цей підхід мав вплив у таких галузях, як педагогічна психологія та когнітивна нейронаука. Іншою впливовою теорією є конструктивізм, який підкреслює роль активного, самостійного навчання в отриманні знань. Відповідно до цієї теорії, учні будують своє власне розуміння світу через процес дослідження, роздумів і співпраці. Цей підхід був впливовим у таких сферах, як проблемне навчання та викладання на основі запитів. Ще однією важливою теорією навчання є біхевіоризм, який підкреслює роль обумовленості у формуванні поведінки. Згідно з цією теорією, навчання відбувається через процес підкріплення та покарання, при цьому винагорода надається за бажану поведінку та покарання за небажану. На додаток до цих теоретичних основ, теорія освіти також охоплює низку практичних підходів до викладання та навчання. До них належать такі методи, як пряме навчання, спільне навчання та проектне навчання, а також такі технології, як освітнє програмне забезпечення та системи управління навчанням. Філософія освіти Філософія освіти — галузь філософії, що вивчає сутність, цінності та філософські засади освіти. Вона аналізує філософські проблеми, пов'язані з освітою, такі як її природа, мета, цілі, зміст, процес та результати. Філософія освіти досліджує філософські концепції та принципи, що лежать в основі освітньої системи та впливають на формування особистості. Вона також вивчає роль освіти у суспільстві, взаємозв'язок освіти з іншими філософськими категоріями, етичні та моральні аспекти освіти, а також сприяє формуванню освітніх концепцій та поліпшенню системи освіти. Філософія освіти впливає на розвиток освітніх політик, практик та допомагає виробляти кращі підходи до навчання й виховання. Філософія освіти охоплює важливість і мету освіти у сприянні особистому розвитку, соціальному та економічному прогресу, моральному та громадянському вихованню, як це було підкреслено Джоном Дьюї. Історично на педагогічну думку вплинули такі філософи давніх часів, як Конфуцій, Платон і Арістотель, середньовічні мислителі, такі як Тома Аквінський і Аль-Фарабі, а також сучасних філософів, таких як Руссо, Дьюї та Фрейре. Ці філософії дали початок різноманітним освітнім традиціям, включаючи переніалізм, есенціалізм, прогресивізм, реконструкціонізм, критичну педагогіку та постмодернізм, кожна з яких пропонує унікальну лінзу, через яку можна розглядати освіту. Філософські традиції України та Київської Русі суттєво вплинули на теорію освіти. Наприклад, Григорій Сковорода наголошував на самопізнанні та духовній свободі, Петро Конашевич-Сагайдачний виступав за освіту та підтримував діяльність Києво-Могилянської академії. Серед інших впливових діячів – Михайло Драгоманов та Василь Сухомлинський, чиї праці підкреслювали важливість освіти, важливість моральних цінностей та цілісний розвиток дітей. Раніше, православні діячі, такі як святі Кирило і Мефодій, значно поширили писемність і освіту в Київській Русі. Сучасна філософія освіти розглядає поточні виклики та перспективи майбутнього. Філософія освіти продовжує розвиватися. Підходи до освіти Вже в античності склалися два основних підходи до навчання: культурна доречність та природна доречність. Одним з класичних викладів цих підходів є стаття знаменитого німецького педагога Адольфа Дістервега (1790—1866) «Про природовідповідність й культуровідповідність в навчанні». Прихильники культурної доцільності дотримуються думки, що підсумки навчання залежать виключно від культурного середовища, в яку «занурений» той, хто навчається (від наявності достатнього числа шкільних будівель, викладачів, їдалень, бібліотек з книгами, комп'ютерів у класах і вдома тощо). Істотною різноманітністю природних здібностей учня, по суті, нехтують. Характерною особливістю цього підходу є навчання всіх за єдиною програмою, в одному темпі тощо. Для успішної роботи такого підходу, однак, абсолютно необхідний постійний контроль успіхів учнів і відсів невстигаючих. При порушенні цієї вимоги (що, звичайно, прикривається «самими добрими намірами») за рахунок явної і прихованої протидії небажаючих та/або нездатних вчитися (уточнимо, що саме за цією програмою і запропонованим способом) успішність навчання такої групи починає падати і за певних обставин негативні плоди такого навчання далеко перевершують його позитивні складові. Дослідження норвезьких та американських педагогів тих років показали, що (за відсутності відрахування невстигаючих) цей показник був звичайним і для північноамериканської, і для європейської школи, тобто діти були не кращі і не гірші в цьому відношенні своїх закордонних однолітків. Іншими словами, при жорсткій (однаковій для всіх) програмі в загальноосвітній школі при десятирічній тривалості навчання частка невідповідних для такої школи більш-менш здорових дітей виявляється близько 90 %. При поширеності різних захворювань, погіршення екологічної обстановки цей відсоток, зрозуміло, тільки збільшується. Тому багато питань виховання і навчання будуть вирішуватися суттєво по-різному (в тому числі прямо протилежно), залежно від прихильності відповідача до того чи іншого підходу до навчання. Зауважимо, що така прихильність виявляється і у використовуваній системі понять. Так, прихильники культуросообразності називають навчання «освітою», а природосообразності — «просвітою» (освічують наявне, а нове утворювати можна і на порожньому місці), а відповідних працівників народної освіти — «освітянами». Для культуросообразного підходу характерні поняття «новоутворення здібностей» (в силу великої схожості з раковими захворюваннями нерідко переінакшується як «формування здібностей»), нехтування прикметником «природні» по відношенню до «здібностями», заміна самого слова «здібності» на «задатки». Звідси ж виникає поширеність переконання багатьох чиновників від освіти про те, що слово еліта (добірна частина) може стосуватися тільки діячів розумової праці («майстра — золоті руки» залишилися тільки в дореволюційних казках), у зв'язку з чим, наприклад, вся українська загальноосвітня школа вже багато років (найчастіше без урахування дійсних можливостей і потреб суспільства) «заточується» під підготовку до вищої школи. Система освітніх установ Початкова освіта альт=Початкова школа с. Хащованя, 1940-ві роки|міні|Початкова школа в селі Хащованя, 1940-ві роки Початкова освіта покриває перші кілька років навчання. У різних країнах воно починається у віці від п'яти до семи років і займає до семи років. Нині не менше 70 % дітей у світі отримують початкову освіту. Зусиллями ЮНЕСКО передбачається запровадити загальне початкову освіту в більшості країн світу до 2015 року. Вік закінчення початкової освіти в різних країнах різний, але в середньому це 11-12 років. У деяких країнах заклади початкової та середньої освіти розділені. Середня освіта альт=Середня загальноосвітня школа|міні|Середня загальноосвітня школа в Україні У розвинених країнах середня освіта, починаючи з XX століття, є обов'язковою та загальною. Вік закінчення середньої освіти зазвичай наближений до настання повноліття, після чого освіта або завершується, або продовжується у вищій школі, установах професійної освіти та інших освітніх установах, навчання в яких не є обов'язковим для всіх. Зазвичай середню освіту отримують в підлітковому віці, і її основною метою є підготовка до продовження освіти. Вища освіта альт=Національний технічний університет України «Київський політехнічний інститут імені Ігоря Сікорського»|міні|Національний технічний університет України «Київський політехнічний інститут імені Ігоря Сікорського» На відміну від початкового і середнього, вища освіта навіть у розвинених країнах не є загальною. У найбільш розвинених країнах через систему вищої освіти проходить до половини населення. Вона сама по собі є значущою галуззю економіки, як джерело наукових знань і освічених працівників для інших галузей. Традиційно вищу освіту поділяють на два етапи: бакалаврат та магістратура/аспірантура, але в Україні (до приєднання до Болонського процесу) такий поділ стосувався лише аспірантури, а замість бакалаврів і магістрів радянські виші готували фахівців. Основними закладами вищої освіти є університети і коледжі. Випускники вишів зазвичай отримують диплом, а аспірантам за підсумками захисту кандидатської дисертації може бути присуджений вчений ступінь. На останньому етапі навчання студенти і аспіранти зобов'язані не тільки здобувати освіту у звичайному розумінні цього слова, але й брати безпосередню участь у наукових дослідженнях, а отримання диплома або наукового ступеня залежить від результатів наукової роботи. Альтернативна освіта Альтернативна освіта, також відома як нетрадиційна освіти або освітня альтернатива, це широке поняття, яке може позначати всі форми навчання за межами традиційної освіти (для всіх вікових груп і рівнів освіти). Може охоплювати не тільки форми навчання призначені для учнів, студентів з особливими потребами (від підліткової вагітності до розумового розвитку), а й форми навчання призначені для широкої аудиторії і використання альтернативних освітніх філософій і методів. Альтернативи останнього типу часто є результатом реформи освіти і йдуть корінням в різні філософії, які зазвичай принципово відрізняються від традиційної обов'язкової освіти. Хоча деякі з них сильно політично, науково або філософсько орієнтовані, інші більш неформальні об'єднання викладачів і студентів незадоволені деякими аспектами традиційної освіти. Ці альтернативи, в тому числі чартерні школи, альтернативні школи, приватні школи, домашнє навчання бувають найрізноманітнішими, але часто підкреслюють значення малого розміру класу, близьких відносин між студентами та викладачами, і почуття спільності. Освітні технології Освітня технологія — це система засобів, форм і способів організації освітньої взаємодії, що забезпечують ефективне управління і реалізацію освітнього процесу на основі комплексу цілей і певним чином сконструйованих інформаційних моделей освоюваної реальності — вмісту освіти. У документах ЮНЕСКО технологія навчання (поняття не є загальноприйнятим в традиційній педагогіці) розглядається як системний метод створення, застосування і визначення всього навчального процесу викладання і засвоєння знань з урахуванням технічних, людських ресурсів і їхньої взаємодії. Технологічність навчального процесу полягає в тому, щоб зробити навчальний процес повністю керованим. Наочно-орієнтовані технології навчання Технологія постановки мети Технологія повного засвоєння (за матеріалами М. С. Кларіна) Технологія педагогічного процесу за С. Д. Шевченко Технологія концентрованого навчання Особово-орієнтовані технології навчання Технологія навчання як навчального дослідження Технологія педагогічних майстерень Технологія колективної миследіяльності (КМД) Технологія евристичного навчання Освіта в Україні альт=Міністерство освіти і науки України|міні|Міністерство освіти і науки України Система освіти складається з початкової освіти, середньої освіти та вищої освіти. Середня освіта має 12-річну структуру. Початкова освіта в Україні починається з 6 років і триває 4 роки. Наприкінці цього етапу учні складають оціночний тест і отримують сертифікат про проходження. Тоді середня освіта триває 5 років і включає більш просунуту навчальну програму, де учні отримують більш спеціалізовану освіту у вибраній галузі. Після закінчення середньої освіти учні мають можливість продовжити навчання у школі і мати мжливість вступити у вищий навчальний заклад, або вступити до професійно-технічної освіти і теж мати можливість вступити у вищий навчальний заклад згодом. Вища освіта в Україні надається в університетах, інститутах, академіях. Існують як державні, так і приватні установи, більшість з яких є державними. Українські університети пропонують програми бакалаврату, магістратури та аспірантури за різними напрямами навчання. Навчання в Україні є безкоштовним для всіх громадян, але вступ до вищих навчальних закладів є конкурсним і вимагає здачі вступних іспитів. Також є платне навчання у вищих навчальних закладах. Якість освіти в Україні загалом вважається хорошою, багато університетів займають високі позиції в міжнародних рейтингах. Керівництво освітою в Україні здійснює Міністерство освіти і науки України. Найкращі університети України альт=Головний навчальний корпус Львівського національного університету імені Івана Франка|міні|Головний навчальний корпус Львівського національного університету імені Івана Франка Консолідований рейтинг вишів України 2021 року Київський національний університет імені Тараса Шевченка Національний технічний університет України «Київський політехнічний інститут імені Ігоря Сікорського» Львівський національний університет імені Івана Франка Харківський національний університет імені В. Н. Каразіна Національний університет «Києво-Могилянська академія» Національний університет «Львівська політехніка» Національний медичний університет імені О. О. Богомольця Одеський національний університет імені І. І. Мечникова Львівський національний медичний університет імені Данила Галицького Сумський державний університет Донецький національний університет імені Василя Стуса Харківський національний університет радіоелектроніки Харківський національний медичний університет Дніпровський національний університет імені Олеся Гончара Чернівецький національний університет імені Юрія Федьковича Дніпровський державний медичний університет Буковинський державний медичний університет Тернопільський національний медичний університет імені І. Я. Горбачевського Прикарпатський національний університет імені Василя Стефаника Національний авіаційний університет Ліцензування освітньої діяльності в Україні Ліцензування освітньої діяльності - це важливий аспект освітньої системи України, що регулює право провадження освітньої діяльності та надання освітніх послуг. Кому потрібна ліцензія на освітню діяльність в Україні? Ліцензія на право провадження освітньої діяльності в Україні зазвичай потрібна тим освітнім закладам та навчальним установам, які планують видавати офіційні дипломи державного зразка своїм випускникам. Якщо ваша освітня діяльність передбачає навчання, але не передбачає видавання офіційно затверджених дипломів, ліцензія не потрібна. Ліцензійні умови для різних видів освітніх послуг Ліцензії на освітню діяльність поділяються на різні категорії відповідно до видів освітніх послуг. Основні категорії включають: Вища освіта. Післядипломна освіта. Професійна вища освіта. Професійне (професійно-технічне) навчання. Повне загальне середнє навчання. Дошкільне навчання. Кожен з цих видів освітніх послуг має свої власні вимоги до отримання ліцензії. Органи, які видають ліцензії: Ліцензії на школи та дошкільні навчальні заклади видають органи місцевої влади, зазвичай місцеві державні адміністрації. Наприклад, у Київській області ліцензії видаває Київська обласна державна адміністрація. У період воєнного стану це завдання може лягти на військові адміністрації відповідних регіонів. Для вищих навчальних закладів ліцензії видаває Міністерство освіти і науки України. Окрім загальних вимог, університети та вищі навчальні заклади зазвичай повинні узгоджувати програми навчання та вчителів перед поданням на отримання ліцензії. Загальний порядок отримання ліцензії Для навчальних закладів, що надають дошкільну та загальну середню освіту, процедура отримання ліцензії досить проста. Потрібно зібрати необхідні документи, такі як медичні свідоцтва та документи, які підтверджують знання української мови, підготувати відомості та заяву про отримання ліцензії і подати їх до відповідного органу. Після розгляду поданих матеріалів приймається рішення щодо видачі ліцензії. Для вищих навчальних закладів процедура складніша. Перед поданням на отримання ліцензії потрібно узгодити навчальні програми та підібрати викладачів відповідно до вимог Міністерства освіти і науки України. Освіта в інших країнах Системи освіти в усьому світі дуже відрізняються, у різних країнах використовуються різні моделі та підходи до освіти. Одним із поширених способів класифікації освітніх систем є ступінь централізації. Деякі країни мають високоцентралізовані системи, де рішення щодо навчальних програм, фінансування та управління приймаються на національному рівні, тоді як інші мають децентралізовані системи, де ці рішення приймаються на місцевому чи регіональному рівнях. Одним із прикладів високо централізованої системи є система освіти в Китаї. Міністерство освіти встановлює навчальну програму, наглядає за підготовкою вчителів і регулює адміністрування школи. Ця система успішно підвищила рівень грамотності та розширила доступ до освіти, але її також критикували за сильний наголос на заучуванні та відсутність креативності. Навпаки, система освіти в Сполучених Штатах дуже децентралізована, коли кожен штат і місцевий шкільний округ мають значний контроль над навчальними програмами та фінансуванням. Ця система дозволила більше експериментувати та інновацій, але це також призвело до розбіжностей у якості освіти та результатах у різних регіонах. альт=Змагання з веслування серед унерситетів (Оксфорд, Велика Британія)|міні|Змагання з веслування серед унерситетів (Оксфорд, Велика Британія) Окрім централізації, інший спосіб класифікації освітніх систем ґрунтується на ролі уряду. Деякі країни мають повністю державне фінансування та адміністрування систем освіти, тоді як інші значною мірою покладаються на приватні школи та постачальників освіти. Наприклад, у Фінляндії система освіти повністю фінансується та управляється державою. Ця система була дуже успішною в досягненні високих рівнів грамотності та рахівництва серед учнів, а також у сприянні соціальній мобільності. Навпаки, система освіти у Великій Британії значною мірою покладається на приватні школи, що викликає занепокоєння щодо нерівності та соціального розшарування. Незважаючи на ці відмінності, освітні системи стикаються з багатьма схожими проблемами, такими як фінансування, доступ і якість. Одним із перспективних підходів до вдосконалення освіти є використання інноваційних методів і технологій навчання. Наприклад, деякі країни запровадили \"перевернуті класи\", де студенти дивляться лекції онлайн і використовують час для обговорення та вирішення проблем. Інші інвестували в такі технології, як планшети та інтерактивні дошки, щоб покращити навчання. В останні десятиліття в країнах Заходу набула широкого розповсюдження наукова експертиза у сфері освіти, яка здійснюється у формах «педагогічного аудиту», «психолого-педагогічної експертизи», «комплексної гуманітарної експертизи» тощо. Загалом освітні системи відіграють вирішальну роль у формуванні майбутнього суспільства та економіки. Розуміючи сильні та слабкі сторони різних моделей і підходів, людство може працювати над покращенням освіти та просуванням більшої рівності та можливостей для всіх. Інтернаціоналізація міні|праворуч|300пкс|Випускники Кембриджського університету входять у Сенатський БудинокОсвіта стає все більш міжнародною. Матеріали стають все більш залежними від багатьох міжнародних факторів, проте обмін серед студентів на всіх рівнях також відіграє все важливішу роль. У Європі, наприклад, Програми Сократ-Еразмус стимулюють обмін між європейськими університетами. Крім того, Фонд Сороса надає багато можливостей для студентів з Центральної Азії та Східної Європи. Такі програми, як International Baccalaureate сприяли інтернаціоналізації освіти. Деякі вчені стверджують, що незалежно від того, чи є одна система краще або гірше іншої, різні шляхи отримання освіти часто можна вважати найбільш важливим, збагачуючим елементом міжнародного навчання. Однак, необхідно також враховувати, що з 13 березня 2022 року, в зв`язку з російським вторгненням в Україну, дипломи вузів РФ більше не будуть визнаватися у світі. Так, AACSB (Асоціація з розвитку університетських бізнес-шкіл), Business Graduates Association (Асоціація випускників бізнес-шкіл), AMBA (Асоціація MBA програм), EFMD (Глобальна мережа бізнес-шкіл, компаній та асоціацій, що займаються розвитком менеджменту) вирішили вилучити акредитацію в усіх університетах РФДипломи, видані російськими університетами, більше не визнаються світом. 13.03.2022Російські дипломи більше не визнаються у світі.13.03.2022, 21:28. Особливості освіти в скандинавських країнах У середині XIX століття данський теолог Ніколай Фредерік Северін Ґрундтвіґ сформулював принцип, що забезпечив виживання данської держави: «Справжню демократію можна будувати лише з освіченими людьми». Його ідеї народної школи були спрямовані на підготовку державних службовців для служби на центральних державних посадах. Цей план не був реалізований через політичні кризи, але ідеї Грундтвіга стали основою майбутньої галузі неформальної освіти дорослих у Скандинавії. За 15 років в Данії було відкрито більше 50 народних шкіл, а рух народних шкіл активно розвивався в Швеції. З 1890 по 1924 роки в королівстві було відкрито більше 700 народних шкіл. Скандинавська модель неформальної освіти є прикладом успішної інституціоналізації галузі неформальної освіти, яка забезпечує максимальну свободу та автономію для суб'єктів неформальної освіти. Основні принципи цієї моделі полягають у повній незалежності від формальної системи освіти, свободі у виборі того, чого навчатися і хто навчає, дидактиці, заснованій на діалозі та особистому досвіді учнів, свободі вибору та високому рівні участі студентів у ключових питаннях життя та діяльності шкіл, використанні у програмах сучасних суспільно-політичних та гуманітарних знань, розташуванні у сільській місцевості та обов'язковому навчанні з проживанням у кампусі школи. Сучасний сектор неформальної освіти в країнах Північної співдружності за обсягами фінансування майже не поступається сектору державної формальної освіти з усіма університетами, інститутами, училищами та школами. Скандинавська модель неформальної освіти є вражаючим прикладом успішної реалізації ідеї про відповідальну громаду, яка розвивається у свідомих і забезпечених людей. Ця модель забезпечує інтеграцію людей у співтовариство, яке розділяє цінності та принципи соціально-політичного устрою, що допомагає створювати умови для формування вільної особистості, яка має високий ступінь внутрішньої референції, критичного мислення та здатність усвідомлено вибудовувати відносини у складному світі. Скандинави система передбачає, що вільний громадянин не з'явиться в системі освіти, побудованої на домінуванні, ієрархіях, зовнішній оцінці та надмірному контролі. Ще один важливий аспект скандинавської моделі неформальної освіти - це акцент на здоровий спосіб життя та природний розвиток особистості. Багато шкіл та інших закладів неформальної освіти включають у свої програми фізичні вправи, спорт, екологію та знайомство з природою. Також важливо відзначити, що скандинавські країни віддають велику увагу рівності участі у неформальній освіті. Це означає, що неформальні освітні програми доступні не тільки для еліти чи заможних верств населення, а для всіх громадян, незалежно від їх соціального статусу, статі, віку чи інших характеристик. Загалом, скандинавський досвід розвитку неформальної освіти є дуже цікавим та показовим для інших країн. Його успіх забезпечується не тільки фінансуванням, але й відповідним підходом до планування та реалізації освітніх програм, а також підтримкою держави та громадськості. Такий підхід дозволяє створити умови для формування вільних та цивільно відповідальних громадян, які здатні самостійно розв'язувати складні завдання та вносити позитивні зміни у своє життя та суспільство в цілому. Освіта в країнах, що розвиваються Освіта в країнах, що розвиваються, стикається з унікальними проблемами та можливостями порівняно з освітою в більш розвинених країнах. Хоча доступ до освіти є основним правом людини, багато країн, що розвиваються, намагаються забезпечити рівну та якісну освіту для своїх громадян, що буває проблематично через різні фактори, такі як бідність, недостатня інфраструктура та недостатнє фінансування. Це призводить до нерівності в освітніх можливостях між міською та сільською місцевістю, а також між різними соціально-економічними класами. Крім того, країни, що розвиваються, часто стикаються з браком кваліфікованих викладачів і застарілими навчальними програмами. Однак у країнах, що розвиваються, також існують інноваційні та успішні ініціативи, які вирішують ці виклики, такі як технології мобільного навчання та освітні програми на основі громад. Ноутбуки, стали широко доступні з 2008 року. Ноутбуки продаються за собівартістю або віддаються на основі пожертвувань. Це дозволить країнам, що розвиваються, дати своїм дітям освіту, і допомогти поширитися цифровим технологіям поширитися у всьому світі. Незважаючи на перешкоди, освіта в країнах, що розвиваються, залишається важливою сферою для інвестицій і вдосконалення, оскільки вона має потенціал розірвати порочне коло бідності та стимулювати економічне зростання. Всезагальна початкова освіта є однією з восьми Цілей розвитку тисячоліття й в цьому були досягнуті великі успіхи в останнє десятиліття, однак багато чого ще належить зробити. Розвиток освіти right|thumb|300px|Рівень освіченості населення і різних країнах світуРозвиток освіти – це процес, який охоплює різноманітні зміни та реформи, спрямовані на підвищення якості, доступності та актуальності систем освіти. Це включає зусилля з розширення доступу до освіти для маргінальних груп, таких як дівчата в деяких країнах, діти з обмеженими можливостями та ті, хто живе в бідності. Це також передбачає розробку нових навчальних програм і методів навчання, які краще відображають потреби суспільства, що змінюється, включаючи зростаючу важливість технологій і потребу в навичках критичного мислення. Крім того, розвиток освіти включає зусилля з покращення підготовки та підтримки вчителів, а також створення більш інклюзивних та ефективних навчальних закладів. Успішні приклади розвитку освіти можна побачити в таких країнах, як Фінляндія, де комплексні освітні реформи призвели до високо оціненої системи освіти. Оскільки світ продовжує розвиватися, розвиток освіти залишатиметься критичною сферою для інвестицій та інновацій. Див. також Індекс освіти Інтернет-освіта Міжнародна стандартна класифікація освіти Навчання Навчальний заклад Педагогіка Середня освіта Список закладів вищої освіти України III та IV рівнів акредитації Примітки Література Журнали Освіта і Наука Наука і Освіта Освіта. Інноватика. Практика Освіта та розвиток обдарованої особистості Філософія освіти (укр., англ.) Медична освіта (сайт) Review of Educational Research Educational Dimension Educational Research Review Science Education Language Learning Journal of Teacher Education Journal of School Psychology Sociology of Education Internet and Higher Education Computers and Education Educational Technology Quarterly CTE Workshop Proceedings Strategic Organization International Journal of Educational Technology in Higher Education Книги 2021-сучасність СТРАТЕГІЯ РОЗВИТКУ ВИЩОЇ ОСВІТИ В УКРАЇНІ на 2021–2031 роки / Міністерство освіти і науки України Енциклопедія освіти / В. Г. Кремень. — Юрінком Інтер, 2021. ISBN 978-966-667-759-7. – 1144 с. Філософія освіти: навчальний посібник. – 2-ге видання / за наук. ред. академіка В. П. Андрущенка [та ін.]. – Київ Вид-во НПУ імені М. П. Драгоманова, 2021. – 348 с. Серія книг Education Innovation Series (Springer, 2016-2020) Tierney Robert J.; Rizvi Fazal; Ercikan Kadriye (2022). International encyclopedia of education. (вид. 4th edition). Amsterdam. ISBN 9780128186305. Creativity and innovation in STEAM education. Frontiers in Education 7 (2022). ISSN 2504-284X. doi:10.3389/feduc.2022.1045407. Future-oriented science education for agency and sustainable development. / Laherto Antti; Levrini Olivia; Erduran Sibel, (2023). Frontiers Media SA. ISBN 978-2-8325-1936-3. Future of STEM education: Multiple perspectives from researchers. / Ramanathan Subramaniam; Mok Ida Ah Chee, (2023). Frontiers Media SA. ISBN 978-2-8325-1865-6. Open education for sustainable development: Contributions from emerging technologies and educational innovation. / Ramirez-Montoya та ін. (2023). Frontiers Media SA. ISBN 978-2-8325-1805-2. Transformative Learning, Teaching and Action in the Most Challenging Times. / Wolff Lili-Ann та ін. (2023). Frontiers Media SA. ISBN 978-2-8325-1156-5. 2006-2020 Вища освіта і Болонський процес: Навчально-методичний посібник / Автори-укладачі: Ільченко А.М., Шейко С.В. – Полтава: РВВ ПДАА, 2014. – 316 с. Вища освіта різних країн світу: монографія / за наук. ред. О. І. Шапран. Переяслав, (Київ. обл.): ФОП Домбровська Я. М., 2020. 488 с. Вища освіта України. Європейська інтеграція вищої освіти України у контексті Болонського процесу. Теоретичний та науково-методичний часопис. — Інститут вищої освіти НАПН України, 2015 Економічні аспекти проблем розвитку вищої освіти в Україні: монографія / за заг. Ред.. д-ра екон.наук, проф., чл..-кор.НАПН України І.М. Грищенка. –Хмельницький: ХНУ, 2010.- 478 с. Європейський простір вищої освіти та Болонський процес: Навчально-методичний посібник / Т. М. Димань, О. А. Боньковський, А. Г. Вовкогон. – БНАУ, 2017. – Одеса: НУ «ОМА», 2017. – 106 с. Європейський Союз - Україна. Співробітництво у сфері вищої освіти. – Київ: Фенікс, 2011. Зарубіжна система вищої освіти. Навч. посіб. / Гагарін М.І.; Уман. держ. пед. ун. ім. П.Тичини. — Умань, 2017 Розвиток вищої освіти: тенденції та перспективи / Дубасенюк О.А.; Людиноцентризм як основа гуманітарної політики України: освіта, політика, економіка, культура: матер. Всеукр. конф. К.: ІОД НАПН України. – 2011. – С. 135-142 Освіта в Європі: основні характеристики: навч. посіб. для студ. магістеріуму напряму «Упр. навч. закл.» / М. В. Гаврилюк, М. П. Лещенко, З. Т. Магдач, Н. В. Мукан; за ред. М. П. Лещенко. — Львів: Вид-вол «Бескид Біт», 2008. — 244 с. — Тит. арк. парал укр., англ. — ISBN 966-8450-32-9 Освіта в інноваційному поступі суспільства / С. М. Ніколаєнко. - Київ: Знання, 2006. - 207 с.: іл. - Бібліогр. с. 204-205 Освітні системи країн Європейського Союзу: загальна характеристика. Навч. посіб для студ. ВНЗ / С.О. Сисоєва, Т.Кристопчук; Національна академія педагогічних наук України, Київ. універ. ім. Б. Грінченка. — Рівне, 2012 Стратегія розвитку освіти України: початок XXI століття / С. М. Ніколаєнко; Міністерство освіти і науки України. — Київ.: Знання, 2006. - 253 с. Управління забезпеченістю національної економіки фахівцями з вищою освітою: досвід перетворень, теоретико-інструментальне підґрунтя: монографія / В. С. Пономаренко, О. В. Раєвнєва, В. Є. Єрмаченко. – Харків: ФОП Александрова К. М., 2014. Філософія освіти: пошук пріоритетів. [монографія]: у 7 книгах / В. Г. Кремень. – Київ: МП Леся, 2012. – 523 с. Філософія освіти. Світоглядно-гуманітарний вимір: людина-наука-культура-мистецтво-стиль мислення: монографія / С. Черепанова. — Львів.: Світ, 2011. — 408 c. Школа як соціокультурний образ суспільства / О.В. Сухомлинська // Шлях освіти. — 2009. — № 3. — С. 32-35. 1991-2005 Вища освіта в країнах Заходу: соціальні та етичні аспекти / В. М. Шейко; Харківська державна академія культури. — Харків, 1999. — 151 c. Вища освіта в Україні і Болонський процес: Навч.-метод. посіб. для підготов. магістрів, асп. та перепідготов. викл. вищ. навч. закл. / С. М. Гончаров, В. С. Мошинський; Нац. ун-т вод. госп-ва та природокористування. — Рівне, 2005. — 141 c. Вища (університетська) освіта: становлення і розвиток: Навч.-метод. посіб. / Н. О. Терентьєва. — Черкаси, 2005. — 192 c. Загальний огляд історичного розвитку зарубіжної освіти (від стародавніх часів до XIX століття) / І. Є. Курляк; Львів. нац. ун-т ім. І.Франка. Каф. педагогіки. — Л., 2000. — 70 c. — (Навч.-метод. посіб.; Вип. 2). — Бібліогр.: 51 назва. Міжнародне співробітництво та університетська освіта: Матеріали міжнар. наук. конф. / ред.: В. Д. Будак; Ін-т педагогіки та психології проф. освіти АПН України. — Миколаїв: Вид-во МФ НаУКМА, 2000. — 263 c. Мовна освіта у вищій школі / В. С. Акімова // Вісн. Придніпр. держ. акад. буд-ва та архіт. — 2001. — № 7. — С. 5-8. Наука та освіта в Україні: сучасні проблеми і можливі шляхи їх вирішення / С. О. Довгий // Наука та наукознавство. — 2001. — № 2. — С. 104—109. Неперервна професійна освіта: проблеми, пошуки, перспективи / ред.: І. А. Зязюн; АПН України. Ін-т педагогіки і психології проф. освіти. — Київ: Віпол, 2000. — 636 c. Освіта в економічному вимірі: потенціал та механізм розвитку / І. С. Каленюк; Ін-т вищої освіти АПН. — Київ.: ТОВ «Кадри», 2001. — 326 c. Освіта в системі культури / Р. О. Позінкевич. — Луцьк: РВВ «Вежа» Волин. держ. ун-ту ім. Л. Українки, 2000. — 348 c. Освіта і наука в Україні — інноваційні аспекти. Стратегія. Реалізація. Результати / В. Г. Кремень. — Київ: Грамота, 2005. — 447 c. Освіта у сучасному світі (порівняльний контекст): Навч. посіб. / Н. В. Кічук; Ізмаїл. держ. пед. ін-т. — Ізмаїл, 2001. — 88 c. — (Порівняльна педагогіка). Приватна вища освіта: шляхи України у світовому вимірі / О. Л. Сидоренко. — Харків: Основа, 2000. — 255 c. Професійна освіта: Слов.: Навч. посіб. / ред.: Н. Г. Ничкало; уклад.: С. У. Гончаренко; АПН України. Ін-т педагогіки і психології проф. освіти. — Київ.: Вища шк., 2000. — 380 c. Університетська освіта України XXI століття: проблеми, перспективи, тенденції розвитку: Міжнар. наук.-практ. конф. 15 — 16 груд. 2000 р.: Тези доп. / Харк. нац. ун-т ім. В. Н. Каразіна. — Харків, 2000. — 275 c. Посилання Закон України «Про освіту», формат .doc Закон України «Про вищу освіту», формат .doc Дошкільна та загальна середня освіта, інформаційні матеріали, Міністерство освіти України Професійно-технічна освіта, інформаційні матеріали, Міністерство освіти України Вища освіта, інформаційні матеріали, Міністерство освіти України Позашкільна освіта, виховна робота та захист прав дитини, Міністерство освіти України Електронні версії підручників для закладів загальної середньої освіти з 1-го до 11-го класу, Міністерство освіти України Безкоштовні освітні ресурси Найвідоміші онлайн-ресурси з безкоштовними освітніми курсами. Платною може бути тільки сертифікація, хоча є багато курсів з безкоштовною сертифікацією. Українські Prometheus — одна з найбільших українських освітніх платформ масових відкритих онлайн-курсів (Програмування, Бізнес, Маркетинг, Дизайн, Іноземні мови та ін.) EdEra — українська студія онлайн освіти. Онлайн-курси, спецпроекти, інтерактивні підручники, освітні блоги, підготовка до вступу в ВНЗ. WiseCow — український відеолекторій, з короткими відео про українську культуру та історію. Дія.Освіта — національна освітня онлайн-платформ. Освітні серіали, курси, гайди, подкасти на різні теми — від кібербезпеки та фінансів, до професійних курсів кондитера та дата-алалітика. Україновомні курси від Google — курси з основи програмування, мистецтва публічних виступів, онлайн-маркетингу. Є безкоштовна сертифікація. Lingva — масштабний соціальний проект, створений за підтримки Уряду України для вивчення англійської та німецької мов. Освітній хаб міста Києва — курси з маркетингу, продажів і комунікацій, управління людьми, екології, ораторського мистецтва, критичного мислення, розвитку пам'яті та багато інших. ВУМ online — курси з права, менеджменту, креативного мислення, батьківства, фінансів, персонального розвитку, підприємництва, розумінням побудови та діяльності відкритого суспільства і його формування в Україні. Impactorium — платформа онлайн-освіти зі сталого розвитку. На ній розміщені короткі онлайн майстер-класи, блоги, трансляції конференцій. Світові Багато з курсів на цих платформах мають український переклад або субтитри. Coursera — найбільша освітня платформа в світі. Курси на будь-яку тематику. Є сертифікація. Khan Academy — безкотовні відео-курси з математики, історії, медицини, фінансів, фізики, хімії, біології, астрономії, економікі, космології, макро- і мікроекономіки, комп'ютерних наук. TED — англомовна конференція TED, де багато провідних спеціалістів із різних сфер діляться своїми прогресивними думками. EDX — курси за 24 напрямами, серед яких комп'ютерні технології, статистика, література та інші, що повторюють реальні лекції, які викладаються в Гарварді, університеті Корнуелла та інших відомих навчальних закладах. Udacity — курси переважно технічного напрямку, але не тільки, з можливою подальшою допомогою у працеплаштуванні у міжнародні компанії. Udemy — найрізноманітніші курси, серед яких продуктивність, стиль життя чи музика. Є як безоплатні курси, так і платні. Навчальні матеріали представлені у вигляді відео, аудіо, презентацій і тексту. Stanford Open Edx — доступ до професійного освітнього контенту від численних шкіл і університетських кафедр, та безкоштовні онлайн-курси від Стенфордського університету. Codecademy — інтерактивна онлайн-платформа з вивчення 7 мов програмування – Python, PHP, jQuery, JavaScript, Ruby, а також описових мов зовнішньої розмітки сторінок HTML і CSS. OpenupEd – загальноєвропейська ініціатива, де студенти можуть обрати понад 200 безкоштовних онлайн курсів 13 мовами. Категорія:Надпопулярні статті Категорія:Соціокультурні інститути"}
{"category": "Освіта", "title": "Вечірнє навчання", "abstract": "Вечірнє навчання (вечірня, очно-заочна, змінна освіта) — вид навчання, при якому учень поєднує навчання з роботою, тобто відвідує навчальний заклад позмінно, у найбільш зручний, вільний від роботи час. При цьому можливий вільний (ковзкий) графік занять, наприклад, якщо учень працює у вечірню зміну, то він відвідує навчальний заклад у ранковий час.\nЗначна частина навчального матеріалу в системі вечірньої освіти розрахована на самостійну роботу.\nУчень може отримувати середню, середню спеціальну або вищу освіту, іноді додаткову вищу освіту.\nПротилежністю вечірньої освіти є денна (очна) освіта.", "content": "міні|314x314пкс|Марка СРСР присвячена вечірньому навчанню Вечірнє навчання (вечірня, очно-заочна, змінна освіта) — вид навчання, при якому учень поєднує навчання з роботоюВечірня освіта // — С. 51., тобто відвідує навчальний заклад позмінно, у найбільш зручний, вільний від роботи час. При цьому можливий вільний (ковзкий) графік занять, наприклад, якщо учень працює у вечірню зміну, то він відвідує навчальний заклад у ранковий час. Значна частина навчального матеріалу в системі вечірньої освіти розрахована на самостійну роботуВечірня освіта дорослих // Освіта дорослих: короткий термінологічний словник / Авт.-упор. Лук’янова Л.Б., Аніщенко О.В. — К.: Ніжин: Видавець ПП Лисенко М.М., 2014. — С. 12. — ISBN 978-617-640-161-2.. Учень може отримувати середню, середню спеціальну або вищу освіту, іноді додаткову вищу освіту. Протилежністю вечірньої освіти є денна (очна) освіта. Історія Вперше вечірня освіта в Російській імперії з'явилася в XIX сторіччі у зв'язку з відкриттям недільних шкіл, недільних і вечірніх шкіл для дорослих, де учні могли отримати початкову освіту. У СРСР вечірнє навчання набуло широкого розвитку в загальній та професійній освіті (початкова, середня та вища). Завдяки вечірній освіті в країні було здійснено програму з ліквідації безграмотності та малограмотності дорослого населення. У 1920-ті роки в СРСР були створені різні види вечірніх шкіл — школа грамоти, школа селянської молоді, загальноосвітні та професійно-технічні курси, робітничі та селянські університети. Вони без відриву від виробництва люди могли здобути як освіту, і професію, і навіть підвищити кваліфікацію. Крім того, щоб дати можливість здобути середню загальну освіту та здійснити підготовку селян і робітників до вступу до вищого навчального закладу, в системі освіти були створені робітничі факультети. В умовах ринкових відносин (з 1990-х) вечірнє навчання — один із шляхів для малозабезпеченої частини молоді здобути освіту й набути спеціальності; можливість розширювати знання в різних видах діяльності (науці, культурі, мистецтві). Вечірня школа Вечірня (змінна) середня загальноосвітня школа — навчальний заклад для працюючої молоді. Під такою назвою існувала з 1971. Учні, які навчалися у вечірніх школах, мали пільги: додаткову відпустку для здачі екзаменів, скорочений робочий день або скорочений робочий тиждень тощо. Особи, які закінчили 8 класів вечірніх шкіл, отримували свідоцтво про восьмирічну освіту і мали право вступати до середніх спеціальних навчальних закладів або до 9-го класу середньої загальноосвітньої школи; ті, хто закінчив 11 класів, отримували атестат про середню освіту, який давав право вступати до вузів СРСР. Самостійні заклади, який включали навчання на II і III ступенях освіти або лише на III ступені. Також іноді організовували навчання на ступені початкової освіти. Приймали людей незалежно від віку й рівня одержаної раніше освіти.Вечірня (змінна) загальноосвітня школа // — С. 51. Вечірня школа при виправно-трудових установах — освітній заклад для навчання осіб, які відбувають покарання в місцях позбавлення волі. Згідно з міжнародними правилами поводження з ув'язненими, прийнятими ООН, і законодавством України, загальноосвітнє навчання є одним з основних засобів виправлення засуджених та підготовки їх до життя на волі. В навчальному процесі реалізують освітні програми основної загальної освіти і, за потреби, середньої (повної) загальної освіти. Специфічні особливості школи визначають кримінально-виконавчі закони України й нормативні документи МВС України. Випускникам закладу, який має державну акредитацію, після підсумкової атестації видають документ державного зразка про відповідний рівень освіти.Вечірня (змінна) загальноосвітня школа при виправно-трудових установах // — С. 51. Вечірній інститут Вечірній інститут — заклади вищої освіти для підготовки спеціалістів вищої кваліфікації без відриву від виробництва за вечірньою системою навчання. У 1990-х в Україні при багатьох закладах були вечірні факультети (відділення).Вечірні інститути // — С. 51. У масовій культурі Фільм «Весна на Зарічній вулиці» розповідає про життя молодої вчительки школи робітничої молоді (саме так називалися школи вечірнього навчання в СРСР до 1958 року). Фільм «Велика зміна» розповідає про життя класу, який здобуває середню освіту у вечірній школі. Див. також Освіта дорослих Заочне навчання Дистанційна освіта Школа робітничої молоді Школа сільської молоді Примітки Джерела та література Вечірня (змінна) школа // Освіта дорослих: короткий термінологічний словник / Авт.-упор. Лук’янова Л.Б., Аніщенко О.В. — К.: Ніжин: Видавець ПП Лисенко М.М., 2014. — С. 12. — ISBN 978-617-640-161-2. Мрига В. В. Радянська школа на новому етапі (Організаційно-правові форми перебудови вищої і середньої спеціальної освіти в СРСР). — Київ: Вид. Акад. наук УРСР, 1962. — 99 с. Довідник для вступників до вищих учбових закладів УРСР на 1988 рік. — К.: Вища шк. Вид-во при Київ. ун-ті, 1988. — 128 с. — ISBN 5-11-000352-1. Профессионально—техническое вечернее образование / Агеева Л. А. // Вешин — Газли. — М. : Советская энциклопедия, 1971. — (Большая советская энциклопедия : [в 30 т.] / гл. ред. А. М. Прохоров ; 1969—1978, т. 5). Вечернее образование / Архипов В. М. // Вешин — Газли. — М. : Советская энциклопедия, 1971. — (Большая советская энциклопедия : [в 30 т.] / гл. ред. А. М. Прохоров ; 1969—1978, т. 5). Высшее и среднее специальное вечернее образование / Вититнев Ф. А., Зиновьев С. И., Юдин В. А. // Вешин — Газли. — М. : Советская энциклопедия, 1971. — (Большая советская энциклопедия : [в 30 т.] / гл. ред. А. М. Прохоров ; 1969—1978, т. 5). Категорія:Освіта Категорія:Педагогіка"}
{"category": "Освіта", "title": "Галузі освіти", "abstract": "Галузі освіти (англ. broad fields) – широка царина, відгалуження або сфера змісту, який охоплює освітня програма, курс або модуль. Галузь освіти часто називають «предметом» або «дисципліною». Іноді вживається поняття «галузь знань».\nМіжнародна стандартна класифікація освіти класифікує освітні програми за змістом з використанням поняття «галузі освіти» – однією з двох основних наскрізних класифікаційних змінних (друга – рівні освіти). \nРозвиток класифікації International Standard Classification of Education ISCED 2011 отримав у класифікації ISCED Fields of Education and Training 2013 (ISCED-F 2013).", "content": "Галузі освіти () – широка царина, відгалуження або сфера змісту, який охоплює освітня програма, курс або модуль. Галузь освіти часто називають «предметом» або «дисципліною». Іноді вживається поняття «галузь знань». Міжнародна стандартна класифікація освіти класифікує освітні програми за змістом з використанням поняття «галузі освіти» – однією з двох основних наскрізних класифікаційних змінних (друга – рівні освіти). Розвиток класифікації International Standard Classification of Education ISCED 2011 отримав у класифікації ISCED Fields of Education and Training 2013 (ISCED-F 2013). Галузь знань в українському освітньому законодавстві В Україні законодавство використовує термін «Галузь знань» – «основна предметна область освіти і науки, що включає групу споріднених спеціальностей, за якими здійснюється професійна підготовка». Перелік 29 галузей знань і 121 спеціальностей, за якими здійснюється підготовка здобувачів вищої освіти затверджений урядом України. Перелік наукових галузей і напрямів Міжнародна стандартна класифікація освіти 2013 в класифікації галузей освіти і професійної підготовки виділяє 11 наукових галузей (перший рівень), 29 напрямів (другий рівень) та майже 80 спеціалізацій (третій рівень). 00 Загальні програми і кваліфікації: 001 Особисті навички і розвиток особистості; 01 Освіта: 011 Освіта; 02 Мистецтво і гуманітарні науки: 021 Мистецтво; 022 Гуманітарні науки (крім мов); 023 Мови; 03 Соціальні науки, журналістика і інформація: 031 Соціальні і біхевіористичні науки; 032 Журналістика і інформація; 04 Бізнес, управління і право: 041 Бізнес і управління; 042 Право; 05 Природничі науки, математика і статистика: 051 Біологічні і суміжні науки; 052 Довкілля; 053 Фізичні науки; 054 Математика і статистика 06 Інформаційно-комунікаційні технології: 061 Інформаційно-комунікаційні технології; 07 Інженерні, обробні і будівельні галузі: 071 Інженерія і інженерна справа; 072 Виробничі і обробні галузі; 073 Архітектура і будівництво; 08 Сільське, лісове, риболовецьке господарство і ветеринарія: 081 Сільське господарство; 082 Лісове господарство; 083 Риболовецьке господарство; 084 Ветеринарія; 09 Охорона здоров’я і соціальне забезпечення: 091 Охорона здоров’я; 092 Соціальне забезпечення; 10 Служби: 101 Сфера обслуговування; 102 Гігієна і охорона праці на виробництві; 103 Служби безпеки; 104 Транспортні послуги. Посилання International Standard Classification of Education ISCED 2011/UNESCO ISCED Fields of Education and Training 2013 (ISCED-F 2013) Див. також Міжнародна стандартна класифікація освіти Рівні освіти Примітки Категорія:Освіта Категорія:Класифікація"}
{"category": "Освіта", "title": "Групова форма навчання", "abstract": "Групова́ фо́рма навча́ння — форма навчальної діяльності учнів на занятті, що характеризується об'єднанням учнів у групи.", "content": "Групова́ фо́рма навча́ння — форма навчальної діяльності учнів на занятті, що характеризується об'єднанням учнів у групи. Історія Групова форма навчальної діяльності виникла як альтернатива існуючим традиційним формам навчання. В її основу покладено ідеї Жан-Жака Руссо, Йоганна Песталоцці та Джона Дьюї про вільний розвиток дитини. Різновидом групового навчання у межах класно-урочної системи стала белл-ланкастерська система (походить від прізвищ пастора-педагога Ендрю Белла і вчителя Джозефа Ланкастера). Розвиваючи ідеї Яна Коменського, автори цієї системи запропонували систему взаємного навчання. Заняття проводилися у залах для 300 і більше учнів, поділених на групи по 10—15 осіб, закріплених за моніторами (старшими учнями), які щодня одержували завдання від учителя і працювали з молодшими. Учні у таких школах швидше, ніж у звичайних, оволодівали уміннями і навичками, однак їхніх знань було недостатньо для подальшого навчання. Вплив групової роботи на якість знань Дослідження групової роботи свідчать, що вона сприяє: активації навчання; підвищенню якості навчання; розвитку самостійності; формуванню вміння слухати та вести конструктивний діалог із однокласниками; відчуттю відповідальності за результати роботи своєї групи; формуванню позитивної мотивації учнів. Примітки Література Артюшина М. В. Взаємозв'язок соціально-психологічних та дидактичних умов групової навчальної діяльності студентів: 13.00.04 — теорія і методика професійної освіти: Автореф. дис. на здобуття наукового ступеня канд. пед. наук. — К.: НПУ ім. М. П. Драгоманова, 2000. — 20 с. Кононко О. Л. Психологічні основи особистісного становлення дошкільника (системний підхід). — К.: Стилос, 2002. — 336 с. Корнещук В. В. Взаимное обучение как нетрадиционная форма организации обучения в высшей школе // Науковий вісник КДПУ ім. К. Д. Ушинського: Зб. наук. пр. — Одеса, ПДПУ ім. К. Д. Ушинського, 1998. — № 8-9. — С. 62—65. Лийметс Х. Й. Групповая работа на уроке. — Г.: Знание, 1975. — 64 с. Любимова Н. П. Куратор и студенческий колектив: Учебно-воспитательный колектив и его среда: Сб. статей / Урал. гос. ун-т им. А. М. Горького. — Свердловск: УрГУ, 1980. — 142 с. Мартинова Р. Ю. Цілісна загальнодидактична модель змісту навчання іноземних мов. — К.: Вища школа, 2004. — 456 с. Категорія:Освіта Категорія:Педагогіка"}
{"category": "Освіта", "title": "Додаткова освіта дітей", "abstract": "Додатко́ва осві́та діте́й — позашкільна (поза обсягом шкільної програми) початкової чи середньої школи, освіта.\nПереваги додаткової освіти в порівнянні з іншими видами формальної освіти: надання вибору, варіативність змісту та форм, доступність знань та інформації, адаптивність до змін (запитам), відкритість.\nДодаткова освіта виконує функції соціального ліфта і надає альтернативні можливості для реалізації ініціатив значної частини дітей, в тому числі дітей з обмеженими можливостями здоров'я, дітей, які перебувають у важкій життєвій ситуації.\nДодаткова освіта дітей спрямована на формування і розвиток творчих здібностей дітей, задоволення їхніх індивідуальних потреб в інтелектуальному, моральному та фізичному вдосконаленні, формування культури здорового і безпечного способу життя, зміцнення здоров'я, а також на організацію їх вільного часу. Додаткова освіта дітей забезпечує їх адаптацію до життя в суспільстві, професійну орієнтацію, виявлення та підтримку дітей, які проявили видатні здібності.", "content": "Додатко́ва осві́та діте́й — позашкільна (поза обсягом шкільної програми) початкової чи середньої школи, освіта. Переваги додаткової освіти в порівнянні з іншими видами формальної освіти: надання вибору, варіативність змісту та форм, доступність знань та інформації, адаптивність до змін (запитам), відкритість. Додаткова освіта виконує функції соціального ліфта і надає альтернативні можливості для реалізації ініціатив значної частини дітей, в тому числі дітей з обмеженими можливостями здоров'я, дітей, які перебувають у важкій життєвій ситуації. Додаткова освіта дітей спрямована на формування і розвиток творчих здібностей дітей, задоволення їхніх індивідуальних потреб в інтелектуальному, моральному та фізичному вдосконаленні, формування культури здорового і безпечного способу життя, зміцнення здоров'я, а також на організацію їх вільного часу. Додаткова освіта дітей забезпечує їх адаптацію до життя в суспільстві, професійну орієнтацію, виявлення та підтримку дітей, які проявили видатні здібності. Див. також домашня освіта гурток позашкільна робота Примітки Посилання Джерела використано О концепции развития дополнительного образования детей Распоряжение Правительства РФ от 4 сентября 2014 года № 1726-р Категорія:Освіта"}
{"category": "Освіта", "title": "Дуальна освіта", "abstract": "Дуальна освіта (від лат. dualis — подвійний) — вид освіти, при якій поєднується навчання осіб у закладах освіти з навчанням на робочих місцях на підприємствах, в установах та організаціях для набуття певної кваліфікації.", "content": "Дуальна освіта (від — подвійний) — вид освіти, при якій поєднується навчання осіб у закладах освіти з навчанням на робочих місцях на підприємствах, в установах та організаціях для набуття певної кваліфікації. Загальна характеристика Основне завдання дуальної форми навчання є усунення основних недоліків традиційних форм і методів навчання майбутніх кваліфікованих робітників, подолання розрив між теорією і практикою, освітою й виробництвом, та підвищення якості підготовки кваліфікованих кадрів із урахуванням вимог роботодавців у рамках нових організаційно-відмінних форм навчання. Теоретична частина підготовки фахівця проходить на базі освітньої установи, а практична — на робочому місці. Студенти поєднують навчання та стажування на підприємстві. При цьому підприємства здійснюють замовлення освітнім установам на конкретну кількість фахівців певної спеціальності, працедавці беруть участь у формування навчальної програми. Зі свого боку роботодавці можуть мати різні форми співучасті у підготовці фахівців — повністю оплачують навчання; закуповують необхідне обладнання; покривають всі видатки, пов'язані з процесом їх виробничого навчання; виплачують грошові винагороди учням за використання їхньої праці тощо. Історія та світовий досвід Термін «дуальна система» був введений у педагогічну термінологію в середині 1960-х років у Німеччині — як нова, більш гнучка форма організації професійного навчання. Дуальна освіта в Німеччині має чітку законодавчу базу та здійснюється за допомогою торгово-промислових та ремісничих палат. Від Німеччини цю систему перейняли Канада, Австрія, Швейцарія та інші країни.. Дуальна освіта активно практикується у багатьох країнах Європи, де у цій системі навчається 50 % осіб, що здобувають освіту. Дуальна освіта дала новий імпульс розвитку таким країнам Східної Азії, як Південна Корея і Китай, де вона охоплює 33 % осіб, що навчаються.Дрозач М. І. Розвиток професійного навчання кадрів на виробництві в контексті зарубіжного досвіду // Наука та інновації. — 2008. — Т 4. № 3. — С. 88–94. У Німеччині В цьому процесі задіяні понад 640 тисяч німецьких підприємств, щорічно вони укладають близько півмільйона угод про надання професійної освіти та інвестують у цю галузь близько 28 мільярдів євроБойчевська І. Роль системи дуальної освіти у професійній підготовці молоді Німеччини // Порівняльно-педагогічні студії. — 2009. Запровадження в Україні Упродовж 2015—2017 років здійснювався експеримент з організації навчально-виробничого процесу з елементами дуальної форми навчання на базі трьох професійно-технічних училищ. У 2017—2018 рр. розпочато впровадження елементів дуальної форми навчання в 52 закладах професійної (професійно-технічної) освіти в 25 регіонах за 54 професіями.. У 2018-2019 рр. досвід ПТУ переймають і деякі вищі навчальні заклади як у сфері технологій (напр. Таврійський агротехнологічний ), так і в сфері культури (напр. КНУКіМ Концепція підготовки фахівців за дуальною формою здобуття освіти, розроблена Міністерством освіти і науки України і схвалена Кабміном 19 вересня 2018 року передбачає: модернізацію освітніх програм; підвищення якості підготовки фахівців; зближення освіти з вимогами ринку праці; посилення ролі та впливу роботодавців на освіту; підвищення мотивації до навчання серед учнів та студентів; ріст рівня зайнятості молоді; скорочення адаптаційного періоду випускників на роботі; підвищення конкурентоздатності працівників. 13 квітня 2023 року Міністерство освіти і науки України затвердило Положення про дуальну форму здобуття фахової передвищої та вищої освіти, яке визначає особливості здобуття цієї форми освітиПоложення про дуальну форму здобуття фахової передвищої та вищої освіти. Посилання Категорія:Освіта"}
{"category": "Освіта", "title": "Енциклопедизм", "abstract": "Енциклопедизм — широка всебічна освіченість, обізнаність у різних галузях знання.\nОсвіченість — освіта, засвоєння різнобічних знань; культурних традицій тощо.\nПід поняттям «енциклопедизм» розуміється істинність (достовірність, надійність), об'єктивність інформації", "content": "Енциклопедизм — широка всебічна освіченість, обізнаність у різних галузях знання. Освіченість — освіта, засвоєння різнобічних знань; культурних традицій тощо. Під поняттям «енциклопедизм» розуміється істинність (достовірність, надійність), об'єктивність інформаціїОлександр Іщенко Інститут енциклопедичних досліджень НАН України, Київ — «Енциклопедія Сучасної України» vs. «Вікіпедія»: рівень популярності в українському інформаційному просторі Див. також Енциклопедія Джерела Словник української мови. Академічний тлумачний словник (1970—1980) Железняк М. Г. Українська електронна енциклопедистика: тенденції розвитку та місце в інформаційному просторі держави. Енциклопедичний вісник України. 2017. Вип. 8–9. С. 7–21. Українські енциклопедії: типологія, стиль, функції / Відп. ред. Я. С. Яцків. Київ: Інститут енциклопедичних досліджень НАН України, 2018. Примітки * Категорія:Освіта"}
{"category": "Освіта", "title": "Кабінетна система навчання", "abstract": "Предметно-кабінетна система навчання — організація навчання у загальноосвітніх школах, коли навчальні заняття з предметів проводять у спеціально обладнаних кабінетах.\nВідповідає рівню сучасних вимог до технічної та методичної оснащеності шкільного уроку. В устаткуванні кабінету враховують специфіку навчальних дисциплін. У кожному кабінеті зосереджена необхідна номенклатура картинних, графічних, об'ємних (муляжі, моделі) наочних посібників, книг (підручники, задачники, хрестоматії, словники тощо), найпростіших технічних засобів (фільмоскопи, кодоскопи, епідіаскопи, кіноапарати) та інше обладнання.\nПредметно-кабінетна система навчання дозволяє зосередити в одному місці засоби, прилади та апарати, необхідні для ефективного засвоєння учнями змісту навчальних дисциплін. Протягом навчального дня конкретний клас у повному складі переміщується з одного кабінету до іншого.\nАльтернативою є класно-кабінетна система, при якій класна кімната закріплюється за класом, а вчителі-предметники приходять до учнів та приносять із собою навчальні посібники, технічні засоби та інше демонстраційне обладнання. Технічна оснащеність занять за такої організації навчального процесу нижча, ніж при предметно-кабінетній системі.\nПредметно-кабінетна система змінила класно-кабінетну ще в радянський період (у 1960-ті роки) та впроваджена у багатьох країнах, наприклад у Німеччині.", "content": "праворуч|міні|228x228пкс|Кабінет хімії Предметно-кабінетна система навчання — організація навчання у загальноосвітніх школах, коли навчальні заняття з предметів проводять у спеціально обладнаних кабінетах. Відповідає рівню сучасних вимог до технічної та методичної оснащеності шкільного уроку. В устаткуванні кабінету враховують специфіку навчальних дисциплін. У кожному кабінеті зосереджена необхідна номенклатура картинних, графічних, об'ємних (муляжі, моделі) наочних посібників, книг (підручники, задачники, хрестоматії, словники тощо), найпростіших технічних засобів (фільмоскопи, кодоскопи, епідіаскопи, кіноапарати) та інше обладнання. Предметно-кабінетна система навчання дозволяє зосередити в одному місці засоби, прилади та апарати, необхідні для ефективного засвоєння учнями змісту навчальних дисциплін. Протягом навчального дня конкретний клас у повному складі переміщується з одного кабінету до іншого. Альтернативою є класно-кабінетна система, при якій класна кімната закріплюється за класом, а вчителі-предметники приходять до учнів та приносять із собою навчальні посібники, технічні засоби та інше демонстраційне обладнання. Технічна оснащеність занять за такої організації навчального процесу нижча, ніж при предметно-кабінетній системі. Предметно-кабінетна система змінила класно-кабінетну ще в радянський період (у 1960-ті роки) та впроваджена у багатьох країнах, наприклад у Німеччині. Див. також Очне навчання Дистанційне навчання Примітки Література «Казахстан. Национальная энциклопедия» (1998—2007), «Қазақ энциклопедиясы», Creative Commons BY-SA 3.0 Unported. Категорія:Освіта Категорія:Педагогіка"}
{"category": "Освіта", "title": "Користувач:Крістіна Жиліна/Green Country", "abstract": "Green Country — українська школа англійської мови для дітей віком від 6 до 16 років, що входить до сім’ї проєктів Green Forest Family — мережі шкіл англійської в Україні.\nШкола була створена у 2005 році трьома співзасновниками: Русланом Ниником, Світланою Грибенюк та Наталею Лотоцькою-Гевко. \nGreen Country використовує модель Flipped classroom («Перевернутий клас»). Особливістю є відсутність традиційних домашніх завдань, які замінені підготовкою до занять на платформі.\nGreen Country спільно з освітніми платформами EdEra та Освіторія розробила безоплатний онлайн-курс із підготовки до ЗНО з англійської «ІЗІ ЗНО». \nУ 2020 році Green Country долучилася до створення уроків з англійської мови для платформи дистанційного навчання Всеукраїнська Школа Онлайн.\nСпільно з TalkEn.Cloud школа Green Country провела Всеукраїнську інтерактивну олімпіаду з англійської мови у 2023 році. \nGreen Country проводить безоплатні вебінари на платформі iLearn для всіх, хто бажає підготуватися до НМТ чи ЗНО.\nОднією з благодійних ініціатив школи є розмовні заняття за донат на Збройні сили України, де українські школярі мають можливість спілкуватися з носіями англійської мови.", "content": "Green Country — українська школа англійської мови для дітей віком від 6 до 16 років, що входить до сім’ї проєктів Green Forest Family — мережі шкіл англійської в Україні. Школа була створена у 2005 році трьома співзасновниками: Русланом Ниником, Світланою Грибенюк та Наталею Лотоцькою-Гевко. Green Country використовує модель Flipped classroom («Перевернутий клас»). Особливістю є відсутність традиційних домашніх завдань, які замінені підготовкою до занять на платформі. Green Country спільно з освітніми платформами EdEra та Освіторія розробила безоплатний онлайн-курс із підготовки до ЗНО з англійської «ІЗІ ЗНО». У 2020 році Green Country долучилася до створення уроків з англійської мови для платформи дистанційного навчання Всеукраїнська Школа Онлайн. Спільно з TalkEn.Cloud школа Green Country провела Всеукраїнську інтерактивну олімпіаду з англійської мови у 2023 році. Green Country проводить безоплатні вебінари на платформі iLearn для всіх, хто бажає підготуватися до НМТ чи ЗНО. Однією з благодійних ініціатив школи є розмовні заняття за донат на Збройні сили України, де українські школярі мають можливість спілкуватися з носіями англійської мови. Примітки Відрізняйся або зникни. Як побудувати одну з найбільших шкіл англійської мови, спираючись на постійні інновації. Історія компанії Green Forest Family Англійська за донат або як бізнеси залучають українців до підтримки ЗСУ Онлайн-платформа ILEARN безкоштовно підготує абітурієнтів до НМТ-2023 Англійська за донат: школярів і їхніх батьків запрошують взяти участь у благодійній ініціативі від школи англійської «Працюємо з 2000 року. Зараз вчимо до 30 000 людей на рік»: історія мережі шкіл Green Forest Найкращі викладачі країни безкоштовно підготують усіх охочих до ЗНО Наталя Лотоцька: “І чужому научайтеся, і свою освітню систему будуйте. Наче так казав Шевченко?” Перевернутий клас: що це за модель навчання та які переваги вона має «Щоб відкрити бізнес, потрібно вміти ризикувати». Засновник Green Forest Family про підприємництво Українці зможуть долучитися до занять з англійської за донат на ЗСУ Інгліш на ізі: з’явився онлайн-курс підготовки до ЗНО з англійської Всеукраїнська інтерактивна олімпіада з англійської Всеукраїнська інтерактивна олімпіада з англійської мови від TalkEn.Cloud та Green Country Школа англійської мови проводить розмовні заняття за донат для ЗСУ Green Country відкрила безплатний доступ до програми з англійської та відеоуроків про тактичні аптечки Англійська мова. 11 клас Дітей та підлітків запрошують прокачати англійську з носієм за донат на ЗСУ Ізі ЗНО. Англійська мова. Курс від EdEra Діти з усіх регіонів України зможуть безкоштовно підготуватися до ЗНО з англійської Категорія:Освіта __ІНДЕКС__"}
{"category": "Освіта", "title": "Лекційно-семінарська система навчання", "abstract": "Лекційно-семінарська система навчання (також курсова система навчання) — групова система навчання, при якій період навчання розбивається на навчальні роки («курси») та півріччя (семестри), заняття груп студентів ведуться за єдиним планом та розкладом. Практичні заняття (семінари) проводять для навчальних груп, складених із близьких за віком та рівнем підготовки студентів, для лекцій однорідні групи зазвичай об'єднуються в потоки.", "content": "Лекційно-семінарська система навчання (також курсова система навчання) — групова система навчання, при якій період навчання розбивається на навчальні роки («курси») та півріччя (семестри), заняття груп студентів ведуться за єдиним планом та розкладом. Практичні заняття (семінари) проводять для навчальних груп, складених із близьких за віком та рівнем підготовки студентів, для лекцій однорідні групи зазвичай об'єднуються в потоки. Історія Систему застосовували від початку формування європейської університетської системи в XIII—XIV сторіччях. У Російській імперії була замінена на предметну систему в 1906—1907 рокахЗипунникова, Наталья Николаевна. Правовое регулирование испытаний в университетских комиссиях (из истории Российской образовательной политики конца XIX начала XX В.). // Вестник Удмуртского университета. Серия «Экономика и право» 1 (2012).. Характерні риси Подібно до класно-урочної системи, в лекційно-семінарській: навчальні групи мають постійний склад студентів упродовж року; заняття розділені на однакові одиниці часу — зазвичай півторагодинні «пари» з двох 45-хвилинних академічних годинників; зміст навчання поділено на окремі дисципліни; період навчання поділено на загальні для всіх студентів навчальні роки, навчальні дні та канікули; всі заняття проводяться за загальним планом та розкладом. На відміну від класно-урочної системи: основний контроль проводять наприкінці кожного семестру в ході залікових та екзаменаційних сесій; більша самостійність студентів. Див. також Предметно-курсова система навчання Примітки Література Новіков А. М. Форми навчання в сучасних умовах. // Фахівець. — М., 2005. — № 12. — C. 19—23. Курсовая система обучения // Велика російська енциклопедія: [35 т.] / гл. ред. — М. : Велика російська енциклопедія, 2004—2017. Категорія:Освіта Категорія:Педагогіка"}
{"category": "Освіта", "title": "Лінійне тестування на льоту", "abstract": "Ліні́йне тестува́ння на льоту́ (ЛТНЛ, англ. linear-on-the-fly testing, LOFT) — це один з методів проведення освітніх та професійних іспитів. До конкурентних методів належать традиційне лінійне тестування незмінного вигляду, та комп'ютеризоване адаптивне тестування. ЛТНЛ це компроміс між ними, у спробі зберегти еквівалентність набору завдань, які бачить кожен іспитник (що характерно для тестування незмінного вигляду), водночас зменшуючи виставляння (англ. exposure) завдань і підвищуючи безпеку тестування.\nПодавання незмінного вигляду, з яким знайомі більшість людей, передбачає, що тестувальна організація визначає один або декілька незмінних наборів завдань, які надають разом. Наприклад, уявімо, що тест містить 100 завдань, і організація хоче мати два його вигляди. Публікують два вигляди, кожен з яких містить незмінний набір зі 100 завдань, деякі з яких повинні збігатися для забезпечення вирівнювання (англ. equating). Усім іспитникам, які складають тест, пропонують один із цих двох виглядів тесту.\nЯкщо цей іспит масовий, тобто його складає велика кількість іспитників, безпека тестування може опинитися під загрозою. Багато тестових завдань стануть добре відомими серед іспитників. Щоби компенсувати це, потрібно більше виглядів іспиту; якщо буде вісім виглядів, кожне завдання побачить не так багато іспитників.\nЛТНЛ доводить це до крайності й намагається побудувати унікальний іспит для кожного кандидата відповідно до заданих обмежень програми тестування. Замість публікувати незмінний набір завдань, великий банк завдань передають на комп'ютер, на якому іспитник складає іспит. Також передається комп'ютерна програма для псевдовипадкового вибирання завдань, щоби кожен іспитник отримав тест, еквівалентний за змістом та статистичними характеристиками, хоч він і складається з відмінного набору завдань. Це зазвичай роблять із використанням теорії відгуку завдання.", "content": "Ліні́йне тестува́ння на льоту́ (ЛТНЛ, ) — це один з методів проведення освітніх та професійних іспитів. До конкурентних методів належать традиційне лінійне тестування незмінного вигляду, та комп'ютеризоване адаптивне тестування. ЛТНЛ це компроміс між ними, у спробі зберегти еквівалентність набору завдань, які бачить кожен іспитник (що характерно для тестування незмінного вигляду), водночас зменшуючи виставляння () завдань і підвищуючи безпеку тестування. Подавання незмінного вигляду, з яким знайомі більшість людей, передбачає, що тестувальна організація визначає один або декілька незмінних наборів завдань, які надають разом. Наприклад, уявімо, що тест містить 100 завдань, і організація хоче мати два його вигляди. Публікують два вигляди, кожен з яких містить незмінний набір зі 100 завдань, деякі з яких повинні збігатися для забезпечення вирівнювання (). Усім іспитникам, які складають тест, пропонують один із цих двох виглядів тесту. Якщо цей іспит масовий, тобто його складає велика кількість іспитників, безпека тестування може опинитися під загрозою. Багато тестових завдань стануть добре відомими серед іспитників. Щоби компенсувати це, потрібно більше виглядів іспиту; якщо буде вісім виглядів, кожне завдання побачить не так багато іспитників. ЛТНЛ доводить це до крайності й намагається побудувати унікальний іспит для кожного кандидата відповідно до заданих обмежень програми тестування. Замість публікувати незмінний набір завдань, великий банк завдань передають на комп'ютер, на якому іспитник складає іспит. Також передається комп'ютерна програма для псевдовипадкового вибирання завдань, щоби кожен іспитник отримав тест, еквівалентний за змістом та статистичними характеристиками, хоч він і складається з відмінного набору завдань. Це зазвичай роблять із використанням теорії відгуку завдання. Примітки Категорія:Освіта Категорія:Оцінювання Категорія:Педагогічні технології"}
{"category": "Освіта", "title": "Мистецька освіта", "abstract": "Мистецька освіта — процес навчання, (само)виховання особистості засобами різноманітих видів мистецтв (образотворчого мистецтва, архітектури, дизайну, музики тощо); це також мережа закладів освіти, які здійснюють підготовку фахівців із різних видів мистецтв та закладів загального художньо-естетичного виховання; комплекс дисциплін художньо-естетичного профілю.\nУ науковий обіг термін «мистецька освіта» ввела О. Рудницька. Цей тип освіти розрізняють за змістом (архітектурна освіта, кіноосвіта, музична освіта, театральна освіта, хорео­графічна освіта, художня освіта) та метою (загальна, професійна або спеціальна). В основі мистецької освіти — художня творчість: творення, продукування й освоєння мистецьких образів.\nМистецька освіта може бути зосереджена на створенні учнями мистецтва, на навчанні критикувати чи оцінювати мистецтво, або на поєднанні цих процесів.", "content": "Мистецька освіта — процес навчання, (само)виховання особистості засобами різноманітих видів мистецтв (образотворчого мистецтва, архітектури, дизайну, музики тощо); це також мережа закладів освіти, які здійснюють підготовку фахівців із різних видів мистецтв та закладів загального художньо-естетичного виховання; комплекс дисциплін художньо-естетичного профілю. У науковий обіг термін «мистецька освіта» ввела О. Рудницька. Цей тип освіти розрізняють за змістом (архітектурна освіта, кіноосвіта, музична освіта, театральна освіта, хорео­графічна освіта, художня освіта) та метою (загальна, професійна або спеціальна). В основі мистецької освіти — художня творчість: творення, продукування й освоєння мистецьких образів. Мистецька освіта може бути зосереджена на створенні учнями мистецтва, на навчанні критикувати чи оцінювати мистецтво, або на поєднанні цих процесів. Примітки Джерела та література Мистецька освіта в Україні: теорія і практика / О. П. Рудницька [та ін.]; заг. ред. О. В. Михайличенко, редактор Г. Ю. Ніколаї. — Суми: СумДПУ ім. А. С. Макаренка, 2010. — 255 с. Загальна мистецька освіта: теорія і практика: монографія / Л. М. Масол; АПН України, Ін-т пробл. виховання. — К.: Промінь, 2006. — 432 с. — ISBN 966-8512-14-6. Категорія:Освіта Категорія:Мистецтво"}
{"category": "Освіта", "title": "Навчальна література", "abstract": "Навчальна література — література, твори писемності та друку, створювані як засіб навчання для певної системи освіти або перепідготовки кадрів, для конкретного навчального закладу або для самоосвіти.", "content": "Навчальна література — література, твори писемності та друку, створювані як засіб навчання для певної системи освіти або перепідготовки кадрів, для конкретного навчального закладу або для самоосвіти. Визначення Відповідно до БСЕ навчальна література — це література, твори писемності та друку, створювані як навчання для певної системи освіти чи перепідготовки кадрів, для конкретного навчального закладу чи самоосвіти{ {БСЕ3|назва=u043D%u0430%u044F%20%u043B%u0438%u0442%u0435%u0440%u0430%u0442%u0443%u0440%u0430&rq=1&onlyname=checked&new | автор = Б.Г. Тяпкін}}. Види навчальної літератури Навчальна література групується за видами видань: програмно-методичні — програми (робочі, стабільні), методичні вказівки до програм, методичні листи та керівництва; навчальні — букварі, підручникі, навчальні посібники, лекції, конспекти лекцій; допоміжні — хрестоматії, практикуми, збірники практичних завдань, вправ і завдань, плани практичних та семінарських занять, атласи, збірники креслень, робочі зошити, лабораторні журнали; Видання для читання іноземними мовами, що містять методичний апарат. Історія За даними ЮНЕСКО, у світі видання шкільних підручників коливалося від 3,5% до 39% числа назв книг. Примітки Посилання Категорія:Література Категорія:Освіта *"}
{"category": "Освіта", "title": "Навчання", "abstract": "Навча́ння — це процес набуття нових знань, навичок, поведінки чи цінностей через досвід, вивчення, освіту чи роздуми.\nНавчання передбачає зміну когнітивних процесів та поведінки індивіда в результаті досвіду, і це може статися на будь-якому етапі життя. Навчання може бути навмисним або ненавмисним, і воно може відбуватися у формальній чи неформальній обстановці. Процес навчання включає обробку інформації, збереження її в пам’яті та здатність переносити знання та навички в життєві ситуації.\nНавчання в контексті освіти — це організована, двостороння діяльність, спрямована на максимальне засвоєння й усвідомлення навчального матеріалу та подальшого застосування отриманих знань, умінь і навичок на практиці.", "content": "альт=Учні середньої школи, Сінгапур|міні|Учні середньої школи, СінгапурНавча́ння — це процес набуття нових знань, навичок, поведінки чи цінностей через досвід, вивчення, освіту чи роздуми.Гончаренко С. У. Український педагогічний словник. / Семен Устимович Гончаренко. — Київ: Либідь, 1997. — 376 с. Навчання передбачає зміну когнітивних процесів та поведінки індивіда в результаті досвіду, і це може статися на будь-якому етапі життя. Навчання може бути навмисним або ненавмисним, і воно може відбуватися у формальній чи неформальній обстановці. Процес навчання включає обробку інформації, збереження її в пам’яті та здатність переносити знання та навички в життєві ситуації. Навчання в контексті освіти — це організована, двостороння діяльність, спрямована на максимальне засвоєння й усвідомлення навчального матеріалу та подальшого застосування отриманих знань, умінь і навичок на практиці. Теорії навчання Докладніше — Теорії навчання. Існує кілька теорій навчання, які намагаються пояснити, як люди отримують знання та навички. Ці теорії навчання мають різні наслідки для того, як слід підходити до навчання та сприяти йому в контексті освіти та навчання. Ці теорії доповнюють одна одну і оптимальним є використання кращих практик в поєднанні. Ось деякі з найвідоміших теорій: Теорія когнітивного навчання Теорія когнітивного навчання Піаже (когнітивізм) — це теорія, яка підкреслює роль розумових процесів у навчанні. Відповідно до цієї теорії, навчання передбачає активну обробку інформації, формування і оптимізацію метальних схем і моделей обробки інформації, та розвиток метакогніції. Ця теорія була розроблена в Женевській школі генетичної психології Жаном Піаже і його послідовниками. В рамках даної теорії розглядаються походження і розвиток інтелекту у дитини, а також механізми дитячої пізнавальної діяльності, приховані за зовнішньою стороною їхньої поведінки. Способи застосування когнітивізму в освіті: Залучення учнів до групових або класних дискусій. Заохочення учнів визначати зв’язки між поняттями чи подіями та, особливо, з раніше вивченним матеріалом. Заохочення учнів до рефлексії та сапопізнання (метакогніції) власних процесів мислення та пізнання. Рефлексія та метапізнання передбачають заохочення студентів розмірковувати над власним процесом мислення та навчання. Цей підхід підкреслює важливість розвитку метакогнітивних навичок, таких як самооцінка та саморегуляція, щоб стати більш ефективними учнями. Досліджуюче навчання: передбачає надання учням практичних можливостей навчання на досвіді, які дозволяють їм досліджувати та відкривати для себе нові знання та навички. Такий підхід підкреслює важливість активної участі в навчальному процесі. Скаффолдинг (з англ. scaffold - каркас): передбачає надання учням підтримки та керівництва, коли вони вивчають нові навички чи концепції. Цю підтримку можна поступово прибрати, коли учень стає більш досвідченим, дозволяючи йому брати на себе більше відповідальності за власне навчання. Адаптивне навчання: передбачає пристосування навчання до рівня розуміння та когнітивного розвитку учня. Цей підхід підкреслює важливість надання студентам складного, але не надто складного матеріалу для сприяння когнітивному розвитку. Когнітивний конфлікт: передбачає представлення учням ідей або концепцій, які кидають виклик їхнім існуючим переконанням чи припущенням. Цей підхід заохочує студентів протистояти та вирішувати когнітивні конфлікти, щоб побудувати нові знання та розуміння. Конструктивізм Конструктивізм – це теорія, яка підкреслює роль активного конструювання знань учнем. Відповідно до цієї теорії, навчання передбачає побудову ментальних моделей на основі досвіду та взаємодії з навколишнім середовищем. Принципи конструктивізму також застосовуються в теорії когнітивного навчання Піаже. Надаючи учням можливість формувати власні знання шляхом запитань, дослідження, та співпраці, викладачі можуть допомогти учням розвинути критичне мислення, здатність вирішувати проблеми та метакогнітивні навички, які необхідні для успіху в школі та за її межами. Способи застосування конструктивізму в освіті: Проектне навчання: передбачає діяльність учнів та студентів над довгостроковими міждисциплінарними проектами, які вимагають від них застосування критичного мислення та навичок вирішення проблем. Такий підхід дозволяє учням формувати власні знання та розуміння шляхом вивчення та дослідження. Навчання на основі запитів: передбачає, що учні ставлять запитання та шукають відповіді через дослідження, експерименти та обговорення. Такий підхід заохочує студентів створювати власні знання, активно залучаючись до процесу навчання. Спільне навчання: передбачає роботу з однолітками для досягнення спільної мети. Такий підхід дозволяє студентам обмінюватися ідеями та розвивати розуміння один одного, сприяючи формуванню знань через соціальну взаємодію. Проблемне навчання: передбачає подання студентам складних реальних проблем, які вимагають від них застосування знань із багатьох дисциплін для пошуку рішення. Такий підхід дозволяє учням формувати власне розуміння матеріалу, залучаючись до процесу розв’язування проблем. Біхевіоризм Біхевіоризм – це теорія, яка підкреслює роль середовища у формуванні поведінки. Згідно з цією теорією, навчання відбувається через процес обумовлення, який передбачає зв’язок між стимулом і реакцією. Способи застосування практик біхевіоризму в освіті: Позитивне підкріплення: забезпечення позитивного підкріплення, як винагороди та визнання, для учнів та студентів, які показують видатні вдосконалення, зусилля або продуктивність. Негативне підкріплення: передбачає усунення неприємного стимулу з метою підвищення ймовірності бажаної поведінки. Наприклад, учитель може припинити призначати домашнє завдання, якщо весь клас добре виконує контрольну роботу, щоб заохотити продовжувати хорошу успішність. Покарання: передбачає застосування неприємних наслідків у відповідь на небажану поведінку, щоб зменшити ймовірність повторення такої поведінки в майбутньому. Наприклад, затримання учня за погану поведінку або вирахування балів з оцінки учня за невиконану або неправильно виконану роботу. Моделювання: передбачає використання прикладів бажаної поведінки, щоб спонукати учнів наслідувати цю поведінку. Це може включати наведення прикладів доброї поведінки, як-от обмін або допомога іншим, або використання рольових вправ для моделювання відповідної поведінки в соціальних ситуаціях. Теорія соціального навчання Теорія соціального навчання – це теорія, яка підкреслює роль соціальних взаємодій у навчанні. Відповідно до цієї теорії, індивіди вчаться через спостереження та наслідування інших, а також через підкріплення та покарання поведінки. Способів застосування теорії соціального навчання в освіті: Моделювання однолітків: передбачає використання однолітків як позитивних моделей для наслідування для навчання та закріплення відповідної поведінки. Це може бути особливо ефективним у таких сферах, як соціальні навички, вирішення проблем і вирішення конфліктів. Кооперативне навчання: передбачає роботу в групах для досягнення спільної мети. Цей підхід наголошує на командній роботі та співпраці, а також заохочує студентів підтримувати та навчатися один у одного. Навчання за допомогою спостережень: передбачає спостереження та наслідування поведінки інших. Вчителі можуть використовувати навчання за допомогою спостереження, моделюючи такі поведінки, як повага, емпатія та доброзичливість, а також надаючи можливість учням спостерігати та наслідувати позитивну поведінку своїх однолітків. Технології спільного навчання, такі як онлайн-дошки обговорень і відеоконференції, можна використовувати для полегшення соціального навчання у віртуальних середовищах. Ці інструменти дозволяють студентам працювати разом, обмінюватися ідеями та надавати зворотний зв’язок, навіть якщо вони фізично розділені. Навчання в громаді: передбачає роботу з громадськими організаціями для вирішення реальних проблем. Цей підхід підкреслює важливість соціальної відповідальності та громадянської активності, а також надає студентам можливість вчитися у членів спільноти та застосовувати свої знання в реальних ситуаціях. Експериментальне навчання Експериментальне навчання – це теорія, яка підкреслює роль безпосереднього досвіду в навчанні. Відповідно до цієї теорії, люди найкраще вчаться, активно залучаючись до досвіду, розмірковуючи над цим досвідом і застосовуючи те, що вони навчилися в нових ситуаціях. Способи застосування експериментального навчання в освіті: Стажування та учнівство. Надання студентам можливості працювати в реальному середовищі може бути потужним способом поєднати навчання в класі з практичним застосуванням. Стажування та учнівство дозволяють студентам працювати разом із професіоналами у своїй галузі, отримуючи цінний досвід та уявлення про обрану кар’єру. Сервісне навчання: сервісне навчання поєднує громадську роботу з академічним навчанням, надаючи студентам можливість залучатися до проблем реального світу та робити внесок у свою спільноту. Проекти навчання послуг можна інтегрувати в існуючу курсову роботу або надавати як окремий досвід. Польове навчання: Польове навчання передбачає виведення студентів із класної кімнати на поле для проведення досліджень, збору даних і вивчення явищ реального світу. Цей тип навчання може бути особливо ефективним у науці, соціальних науках та екологічній освіті. Симуляції та рольові ігри: Симуляції та рольові ігри дають учням можливість практикувати навички та застосовувати знання в безпечному та контрольованому середовищі. Це може бути особливо ефективним у розвитку навичок міжособистісного спілкування, таких як вирішення конфліктів і спілкування. Гуманістична теорія навчання Гуманістична теорія навчання (гуманізм) – це теорія, яка підкреслює роль особистісного зростання та розвитку в навчанні. Згідно з цією теорією, навчання відбувається, коли люди мотивовані переслідувати власні інтереси та цілі, і коли їм надається свобода досліджувати та виражати себе. Способи застосування гуманізму в освіті: Надання учням більшого контролю над напрямком і темпом їхнього навчання. Надання учням достатньої підтримки, заохочення та мотивації, щоб допомогти їм зміцнити впевненість у собі, своїх здатності навчатися та опановувати матеріал. Теорії навчання (радянська класифікація) Найбільш фундаментально в педагогіці опрацьовані, психологічно обґрунтовані та перевірені на практиці наступні теорії навчання: асоціативно-рефлекторна поетапного формування розумових дій і понять проблемно-діяльнісна змістовного узагальнення В. В. Давидова — Д. Б. Ельконіна (розвиткове навчання); програмованого навчання та ін. Асоціативно-рефлекторна теорія навчання Відповідно до цієї теорії сформульовані дидактичні принципи, розроблено переважна більшість методів навчання. В основі асоціативно — рефлекторної теорії навчання лежать виявлені І. М. Сеченовим і Павловим закономірності умовно—рефлекторної діяльності головного мозку людини. Згідно з їх вченням, у мозку людини йде постійний процес утворення умовно—рефлекторних зв'язків — асоціацій. Від того, які асоціації будуть стійкими і закріпляться в свідомості, залежить індивідуальність кожної особистості. Практичні висновки: Оволодіння навчальним матеріалом починається з його сприйняття. Для поліпшення сприйняття навчальної інформації важливо залучити органи чуття: слухові; зорові; рухові та ін Якщо навчальний матеріал містить велику кількість блоків, то для його сприйняття краще застосовувати спеціальні прийоми: виділяти головне; застосовувати підкреслення; використовувати колір; пропонувати звернути особливу увагу і т. д. Для активізації процесу осмислення навчального матеріалу важливо, щоб він був: доступним; логічно взаємопов'язаним; правильно зрозумілим; актуалізованим. У процесі навчання важливо забезпечити не тільки сприйняття і осмислення навчального матеріалу, але і його закріплення в пам'яті. Для цього можуть бути застосовані такі підходи: структурування змісту матеріалу, виділення у ньому опорних елементів, встановлення зв'язків між ними, повторення їх шляхом систематизації; розповідь, пояснення; показ засвоєного товаришеві; застосування отриманих знань у практичній діяльності. Основою процесу оволодіння знаннями є їх застосування на практиці. Сенс та правильність ідеї визначається при її застосуванні. Теорія поетапного формування розумових дій і понять У процесі навчання принципово нових знань, практичних навичкок теорія поетапного формування розумових дій виділяє кілька етапів: мотиваційний; попереднє ознайомлення з дією; виконання матеріалізованої дії відповідно до навчальних завдань у зовнішній матеріальній, розгорнутій формі. зовнішня мова (учні проговорюють вголос дію, ту операцію, яку в даний момент освоюють). беззвучне усне мовлення (учні проговорюють про себе дію, ту операцію, яку в даний момент освоюють). автоматичне виконання відпрацьовуваних дій. Теорія проблемно-діяльнісного навчання Сутність проблемно-діяльнісної теорії навчання полягає в тому, що в процесі навчальних занять створюються спеціальні умови, в яких учень, спираючись на набуті знання, самостійно виявляє і осмислює навчальну проблему, подумки і практично діє в цілях пошуку і обґрунтування найбільш оптимальних варіантів її вирішення. Можна виділити кілька етапів пізнавальної навчальної діяльності учнів: сприйняття і осмислення учнями створеної вчителем проблемної ситуації. Учні знайомляться із ситуацією, аналізують її, виділяють основні протиріччя і усвідомлюють сутність своїх труднощів. учні створюють і обґрунтовують модель своїх можливих дій з вирішення проблемної ситуації. Пробують вирішити виниклу проблему на основі наявних у них знань, а коли це не вдається, вони шляхом здогадки, логічних міркувань або в ході самостійного пошуку нових знань у підручниках, навчальних посібниках вибудовують уявну модель своїх дій щодо її вирішення. індивідуальні дії відповідно до створеної моделі. Під час практичних дій уточнюється і коректується прийняте рішення. аналіз проведеної дії і перевірка правильності вирішення проблеми. аналіз мислення в ході проведеної дії. Аналіз того, як учень мислив в ході практичної дії, сприяє розвитку його інтелектуальних здібностей, виходу за межі традиційних рішень, відмови від шаблонів і стереотипів в розумовій діяльності. Типи навчання Навчання можна розділити на різні типи залежно від природи та контексту досвіду навчання. Деякі поширені типи навчання включають: Класичне обумовлення: цей тип навчання передбачає асоціювання нейтрального стимулу з рефлекторною реакцією для створення вивченої реакції. Найвідомішим прикладом класичного кондиціонування є собаки Павлова, у яких перед годуванням собак неодноразово дзвонили в дзвіночок. Згодом собаки навчилися пов'язувати звук дзвінка з їжею і виділяли слину лише на звук дзвінка. Оперантне обумовлення: цей тип навчання передбачає асоціювання поведінки з наслідком. Позитивне підкріплення, негативне підкріплення та покарання є поширеними стратегіями, які використовуються в оперантному обумовленні. Наприклад, учень, який отримує похвалу за виконання домашнього завдання, з більшою ймовірністю продовжить виконувати домашнє завдання в майбутньому, тоді як учень, якого карають за розмови в класі, з меншою ймовірністю буде говорити в класі знову. Навчання за допомогою спостережень: Цей тип навчання передбачає спостереження та наслідування поведінки інших. Навчання за допомогою спостереження часто використовується в контексті соціального навчання і може бути особливо ефективним, коли учень ідентифікує себе з моделлю, яку він спостерігає. Наприклад, дитина, яка спостерігає, як їхні батьки займаються просоціальною поведінкою, як-от волонтерство чи допомога іншим, з більшою ймовірністю сама буде брати участь у подібній поведінці. Когнітивне навчання: цей тип навчання передбачає отримання та застосування знань і навичок за допомогою розумових процесів, таких як сприйняття, увага, пам'ять і вирішення проблем. Когнітивне навчання часто використовується в академічних контекстах і може бути особливо ефективним, коли учні беруть активну участь у процесі навчання. Експериментальне навчання: цей тип навчання передбачає навчання через безпосередній досвід і рефлексію на цей досвід. Експериментальне навчання часто використовується в контекстах практичного або занурювального навчання, таких як учнівство, стажування або навчальні програми на природі. Експериментальне навчання може бути особливо ефективним, коли учням надається можливість застосувати свої знання в контексті реального світу. Концепція програмованого навчання. Під програмованим навчанням розуміється кероване засвоєння навчального матеріалу через комп'ютер. Матеріал подається у невеликих порціях з контрольними завданнями. Правильне виконання дозволяє отримати нову інформацію. Блочне навчання базується на гнучкій програмі, дозволяє використовувати знання. Модульне навчання передбачає роботу з модулями, підвищуючи індивідуалізацію і регулюючи темп та зміст навчання. Проблемне навчання — навчання засноване на використанні евристичних методів — спеціальних методів, використовуваних в процесі відкриття нового. Даний вид навчання ставить за мету розвиток евристичних умінь у процесі вирішення проблемних ситуацій, які можуть носити як практичний, так і теоретико-пізнавальний характер.Проблемне навчання Фактори, що впливають на навчання Хоча існує багато різних теорій навчання, дослідники загалом погоджуються, що кілька факторів відіграють значну роль у процесі навчання. Ці фактори включають: Попередні знання та досвід: учні привносять власні унікальні знання та досвід у навчальний процес, який може підтримувати або перешкоджати їхній здатності здобувати нову інформацію. Мотивація: може бути як внутрішньою (наприклад, особистий інтерес чи цікавість), так і зовнішньою (наприклад, нагороди чи оцінки) і може значно вплинути на залученість і наполегливість учня в процесі навчання. Увага: вміння фокусувати увагу на сприйнятті інформаціі та обробляти її, щоб навчатися, є ключовим в процесі навчання. Такі фактори, як відволікання, втома або стрес, можуть заважати цьому процесу. Зворотній зв’язок: Своєчасний і конкретний зворотний зв’язок від педагога може допомогти учням скорегувати своє розуміння та продуктивність, тоді як неадекватний або непослідовний зворотний зв’язок може призвести до плутанини та розчарування. Навчальні методи та матеріали. Ефективне навчання та матеріали мають бути адаптовані до потреб і вподобань учня, а також враховувати такі фактори, як стиль навчання, культурне походження та знання мови. Соціальний контекст: на навчання можуть впливати такі соціальні фактори, як взаємодія з однолітками, культурні норми та очікування суспільства. Розуміючи та враховуючи ці та інші фактори, що впливають на навчання, викладачі та учні можуть працювати разом, щоб створити оптимальне навчальне середовище, яке підтримує ріст, розвиток і досягнення. Навчальне середовище Навчальне середовище стосується фізичних, соціальних і психологічних контекстів, у яких відбувається навчання. Дизайн навчального середовища може значно вплинути на ефективність навчання, особливо в навчальних закладах. Ефективне навчальне середовище не обмежується фізичним класом, його можна створити в будь-якому місці, де відбувається навчання. Дизайн навчального середовища повинен враховувати конкретні потреби учнів і цілі навчання. Деякі фактори, які слід враховувати при створенні позитивного навчального середовища, включають: Фізичне середовище Під фізичним середовищем розуміється середовище, в якому відбувається навчання, включаючи планування класної кімнати, якість освітлення та наявність ресурсів, таких як технології та підручники. Позитивне фізичне навчальне середовище може посилити залучення студентів, сприяти активному навчанню та зменшити відволікання. Соціальне середовище Соціальне середовище стосується взаємодії між учнями та між учнями та викладачами. Позитивне середовище соціального навчання може сприяти співпраці, заохочувати спілкування та сприяти почуттю причетності. Педагоги можуть створити позитивне соціальне середовище, сприяючи груповій роботі, сприяючи позитивній взаємодії та надаючи можливості для навчання рівних. Психологічне середовище Під психологічним середовищем розуміється емоційний і психологічний клімат навчального середовища. Позитивне психологічне середовище може сприяти почуттю безпеки, підвищити мотивацію та покращити результати навчання. Педагоги можуть створити позитивне психологічне середовище, сприяючи покращенню мислення, надаючи можливості для самостійності та заохочуючи до проактивності та творчості. Віртуальне середовище Віртуальне середовище стосується платформ та інструментів онлайн-навчання. Позитивне віртуальне навчальне середовище може забезпечити гнучкість, розширити доступ до ресурсів і сприяти співпраці. Педагоги можуть створити позитивне віртуальне навчальне середовище, вибравши ефективні інструменти, задавши чіткі очікування та сприяючи спільноті через онлайн-спілкування та співпрацю. Форми та підходи В оперативно-діяльнісний компонент навчання входять форми організації навчання. До загальних форм М.Н.Скаткін відносить індивідуальну, парну, групову та колективну. Підходи Лекції, практичні заняття, семінари, лабораторні роботи в малих групах, самостійна робота на основі підручників, навчальних посібників, методичних розробок і конспектів, консультації із викладачами, дистанційних форм навчання, підготовка та здача державної атестації у вигляді державного іспиту чи тестування. Ділові ігри, заняття-екскурсії, заняття-заліки, заняття-лекції, заняття-діалоги, заняття-семінари, домашня робота. Наочний матеріал Схеми, таблиці, малюнки, відеофільми, ігри. Система оцінювання Письмові та комбіновані (усно-письмові) екзамени, диференційовані заліки, лабораторні звіти, поточний та модульний контроль, курсові проекти та роботи, розрахунково-графічні роботи, підготовка наочних презентацій, підготовка індивідуальних завдань, рефератів, звіти з практики, державний іспит, тестування. Нейробіологія навчання Знання властивостей нервової системи має велике значення для оптимізації життєдіяльності людини. Нейропластичність Нейробіологічною основою навчання та пам'яті є нейропластичність. Найактивніша нейропластичність в дитячому мозку. З віком вона може трохи зменшуватись, чим пояснюється зниження пізнавальних здатностей у літніх людей, але зберігається протягом усього життя. Запам'ятовуванню нової інформації сприяє активне фокусування на сприйнятті нової інформації з коротким відпочинком після акту навчання (глибокий відпочинок без сну (NSDR) чи легкі фізичні вправи). Важливо не сприймати іншу інформацію під час короткого відпочинку після вивчення нової інформації — уникати гаджетів, розмов — бо це знизить якість навчання. Фізичні вправи Добровільні фізичні вправи можуть покращити навчання, когнітивні функції (пам'ять, увагу, мислення) та розумову працездатність. Доведено, що фізичні вправи покращують нейропластичність і пам'ять (покращують кровотік в мозку, підвищують рівень нейротрофічного фактора мозку (BDNF) та інших факторів росту), стимулюють нейрогенез та підвишують стійкість мозку до негативних чинників. Важливим є також доступ свіжого повітря — мозок навіть у спокої споживає 25% усього кисню. Основним джерелом енергії у головному мозку є глюкоза і низький її рівень в крові може погіршувати когнітивні функції. Нейрогенез Останні дослідження показують, що нейрогенез — утворення гових нейронів — відбувається під час всього життя, хоч і не надто активно. А в гіпокампі, центрі мозку, що відповідає за консолідацію пам'яті при навчанні, нейрогенез достатьо активний все життя. Фактори що впливають на нейрогенез дорослих: Покращують: Раціональне харчування, а саме достатнє вживання Омега-3 жирних кислот, чорниці та інших багатих на флавоноїди продуктів, куркуміну, цинку, фолієвої кислоти, резвератролу. Інтервальне голодування та інші методи обмеження калоражу. Фізична активність, що покращує кровопостачання мозку (біг та інші види аеробної активності). Погіршують: Вживання алкоголю. Надмірне вживання цукру та насичених жирних кислот. Дефіцит вітаміну A, вітамінів групи B, вітаміну E. Дефіцит харчових волокон в раціоні. Дистанційне навчання Удосконалення технологій значно вплинуло на те, як ми навчаємося, і відкрило нові можливості для отримання освіти та навчання. З поширенням комп’ютерів, мобільних пристроїв та Інтернету навчання тепер може відбуватися будь-коли та будь-де. Дистанційне навчання, також відоме як електронне навчання, включає широкий спектр цифрових інструментів і ресурсів, які підтримують викладання та навчання. Ці інструменти можуть включати освітнє програмне забезпечення, онлайн-курси та програми, мультимедійні ресурси та комунікаційні технології, такі як електронна пошта, соціальні мережі та відеоконференції. Переваги та недоліки дистанційного навчання: Переваги Переваги технологічного навчання включають збільшення доступності до освіти, гнучкий розклад і можливість персоналізувати навчання. Недоліки Обмежена взаємодія: електронне навчання може бути самотнім досвідом, якому бракує переваг соціальної взаємодії з викладачами та однолітками. Обмежений зворотний зв’язок: без негайного зворотного зв’язку від інструктора учням може бути важко зрозуміти свій прогрес і визначити сфери, де вони потребують вдосконалення. Знижена мотивація: учні можуть бути менш мотивовані проходити курси електронного навчання через відсутність відповідальності, соціальної взаємодії та духу суперництва. Самодисципліна: Електронне навчання вимагає від учнів самодисципліни та ініціативи для виконання курсової роботи, що може бути важким для деяких людей. Неадекватна підготовка: без належної підготовки інструктори можуть бути не підготовлені для розробки та надання ефективного електронного навчання. Технічні труднощі: Можуть виникнути технічні проблеми, наприклад труднощі з доступом або використанням платформи, що може перешкодити навчанню. Примітки Див. також Освіта Самонавчання Дистанційне навчання Електронне навчання Spaced learning Евристика Дидактика Навички навчання Пам'ять Нейропластичність Довільна пам'ять Література Книги Педагогіка. Навчальний посібник для студентів вищих педагогічних навчальних закладів / І.Зайченко — Освіта. КНТ, 2008. ISBN 978-966-373-346-3 Ormrod, Jeanne Ellis (2016). Human learning (7th edition). Harlow, Essex, England. ISBN 978-1-292-10438-6. Psychology of Learning and Motivation — серія наукових книг Журнали Journal of Experimental Psychology: Learning Memory and Cognition Learning and Memory Learning and Instruction Neurobiology of Learning and Memory Language Learning Journal of the Learning Sciences Learning and Individual Differences Metacognition and Learning The Learning Organization Learning and Motivation Teaching and Learning in Medicine npj Science of Learning (сайт) Посилання Міністерство освіти і науки України Категорія:Педагогіка Категорія:Психічні процеси Категорія:Психологія розвитку * Категорія:Освіта"}
{"category": "Освіта", "title": "Обов'язкова освіта", "abstract": "Обов'язкова освіта — форма організації системи народної освіти, при здобуття освіти (початкової, а зараз в більшості держав — середньої) закріплено в законах держав як одного з цивільних обов'язків. З другої половини XX століття забезпечення обов'язкової освіти як однієї з вимог до сучасних цивілізованих держав із дотримання ними прав людини закріплена в міжнародному праві, зокрема, в документах ООН.\nНа відміну від військової повинності, за загальним правилом виконання цього обов'язку громадянами здійснюється за місцем проживання й опосередковано покладає на громадян додаткові матеріальні витрати, що бере на себе держава для організації та підтримки освітньої інфраструктури; тобто обов'язкова освіта може обтяжувати громадян, стаючи для них платною.\nЗ метою забезпечення принципу загальності освіти з другої третини XIX століття найбільш розвинені держави нерегулярно практикують часткове субсидування приватних витрат на початкову освіту, не скасовуючи принцип платності навчання як такої.\nНа початку другої третини XX століття держави забезпечили матеріально-технічну та кадрову базу освітньої інфраструктури, а також мають у своєму розпорядженні можливість безперебійного бюджетного фінансування освітніх програм і проводять активну соціальну політику, спрямовану на підвищення рівня і якості життя, доповнюють закони про обов'язкову освіту конституційними нормами, відповідно до яких отримання безкоштовної освіти стає безумовним правом громадян.\n\nНа міжнародному рівні принцип обов'язковості освіти (стосовно початкової) закріплений в резолюції 217-А (III) «Міжнародний пакт про права людини» (документ більш відомий під назвою «Загальна декларація прав людини»), прийнятої 10 грудня 1948 року 3-ю сесією Генеральної Асамблеї ООН. У 26-й статті «Загальної декларації прав людини», зокрема, йдеться:Кожна людина має право на освіту. Освіта повинна бути безкоштовною, хоча б в тому, що стосується початкової й загальної. Початкова освіта повинна бути обов'язковою –Загальна декларація прав людини, стаття 26, п. 1Для розвитку цього документа 16 грудня 1966 року Генеральна Асамблея ООН прийняла Міжнародний пакт про економічні, соціальні та культурні права. Стаття 13 цього пакту також проголошує, що «Початкова освіта має бути обов'язковою та безкоштовною для всіх».\nСРСР підписав цей пакт 18 березня 1968 року (ратифікований 18 вересня 1973 року); після розпаду СРСР колишні союзні республіки підписали пакт повторно. США в цьому пакті не беруть участь: підписавши його 5 жовтня 1977 року, ратифікувати його згодом відмовилися. На даний час (червень 2011 року) пакт підписаний 160 країнами, але фактично діє лише для 69 з них.\n\n", "content": "міні|праворуч|Індоктринація в класі, включення політичного змісту в навчальний матеріал або викладачі, які зловживають своєю роллю індоктринації учнів, суперечать цілям освіти, яка прагне свободи думки та критичного мислення. Обов'язкова освіта — форма організації системи народної освіти, при здобуття освіти (початкової, а зараз в більшості держав — середньої) закріплено в законах держав як одного з цивільних обов'язків. З другої половини XX століття забезпечення обов'язкової освіти як однієї з вимог до сучасних цивілізованих держав із дотримання ними прав людини закріплена в міжнародному праві, зокрема, в документах ООН. На відміну від військової повинності, за загальним правилом виконання цього обов'язку громадянами здійснюється за місцем проживання й опосередковано покладає на громадян додаткові матеріальні витрати, що бере на себе держава для організації та підтримки освітньої інфраструктури; тобто обов'язкова освіта може обтяжувати громадян, стаючи для них платною. З метою забезпечення принципу загальності освіти з другої третини XIX століття найбільш розвинені держави нерегулярно практикують часткове субсидування приватних витрат на початкову освіту, не скасовуючи принцип платності навчання як такої. На початку другої третини XX століття держави забезпечили матеріально-технічну та кадрову базу освітньої інфраструктури, а також мають у своєму розпорядженні можливість безперебійного бюджетного фінансування освітніх програм і проводять активну соціальну політику, спрямовану на підвищення рівня і якості життя, доповнюють закони про обов'язкову освіту конституційними нормами, відповідно до яких отримання безкоштовної освіти стає безумовним правом громадян. На міжнародному рівні принцип обов'язковості освіти (стосовно початкової) закріплений в резолюції 217-А (III) «Міжнародний пакт про права людини» (документ більш відомий під назвою «Загальна декларація прав людини»)Всеобщая декларация прав человека («Международный пакт о правах человека»), Международный пакт об экономических, социальных и культурных правах а также Международный пакт о гражданских и политических правах составляют в своей совокупности Международный билль о правах человека, прийнятої 10 грудня 1948 року 3-ю сесією Генеральної Асамблеї ООН. У 26-й статті «Загальної декларації прав людини», зокрема, йдеться:Кожна людина має право на освіту. Освіта повинна бути безкоштовною, хоча б в тому, що стосується початкової й загальної. Початкова освіта повинна бути обов'язковою –Загальна декларація прав людини, стаття 26, п. 1Для розвитку цього документа 16 грудня 1966 року Генеральна Асамблея ООН прийняла Міжнародний пакт про економічні, соціальні та культурні права. Стаття 13 цього пакту також проголошує, що «Початкова освіта має бути обов'язковою та безкоштовною для всіх». СРСР підписав цей пакт 18 березня 1968 року (ратифікований 18 вересня 1973 року); після розпаду СРСР колишні союзні республіки підписали пакт повторно. США в цьому пакті не беруть участь: підписавши його 5 жовтня 1977 року, ратифікувати його згодом відмовилися. На даний час (червень 2011 року) пакт підписаний 160 країнами, але фактично діє лише для 69 з них. Історія Ідея обов'язкової освіти у філософській думці вперше викладена в 360 році до н. е. Платоном у його класичному рукописі «Держава». Талмуд (трактат Бава Батра, лист 21) зафіксував, що в I столітті до н. е. Іошуа (Ісус) бен Гамла, не будучи учителем, ходив по містах і відкривав школи, агітуючи за обов'язковість навчання дітей, починаючи з 5-річного віку. У цьому прикладі поняття обов'язковості й загальності обмежена лише рамками окремої нації, проте відсутні історичні джерела, які давали б відомості про повноту охоплення територій і населення такими навчальними закладами. Так чи інакше, законів світської влади, тих чи інших держав, які вводили б поняття обов'язкової освіти як правову норму для всього населення, а не окремих класових чи національних груп, для античної епохи немає. Середньовіччя Твердження деяких популярних видань, що в ацтеків (XIV — XVI століття) нібито «велика частина хлопчиків ходила в школу», не засновані на статистичних даних і інших достовірних наукових доказах. Існує припущення, що школу в ацтеків могли відвідувати лише «деякі хлопчики». Б. Сомервіл (St. Lawrence University) пише, що вік, з якого діти ацтеків могли починати ходити в школу, не відомий: «могли й з 7 років, і з 14–15»; в останньому випадку початкову і середню освіту вони отримували поза школою, в сім'ї. Спірне твердження, що ацтеки були серед перших, хто запровадив обов'язкову освітуAztec. Education, будується на культурологічній гіпотезі про те, що «ацтеки вірили в обов'язкову освіту» (). Новий час В епоху протестантської Реформації, в 1524 році, Мартін Лютер пропагував ідею обов'язкової шкільної освіти. Він хотів, щоб всі парафіяни могли самостійно читати Біблію. Страсбург, в ті часи вільне місто Священної Римської імперії, затвердило цю вимогу як правову норму в 1598 році. Обов'язковість освоєння в колі сім'ї «легенд і традицій, божественних пісень і правильних ритуалів шанування своїх богів» притаманна будь-якій (не тільки ацтекській) культурі, і це не тотожне визначенню освіти, яке передбачає, в тому числі опановування основ грамотності (при тому, що писемності ацтеки не мали). Ще раніше в Шотландії перша система обов'язкової освіти була створена вже на національно-державному рівні. Тут Закон про освіту 1496 року зобов'язував дітей дворян і фригольдерів відвідувати школу. У 1616 році Закон про заснування шкіл — в Англии. потребував, щоб при кожному приході в Шотландії була створена школа, яка фінансується парафіянами та знаходиться під наглядом церкви — в Шотландии.. Ухвалений згодом парламентом Шотландії Закон про освіту 1633 року уточнив порядок збору коштів для фінансування цих шкіл, для чого був введений новий місцевий податок на землевласників. Однак в низці парафій недобросовісні землевласники знайшли лазівку, яка дозволяла їм ухилятися від сплати податку на утримання шкіл. Новий Закон про освіту 1646 року, в якому шотландські законодавці цю лазівку ліквідували, був в 1661 році розкритикований, і порядок фінансування на деякий час був повернений до умов Закону 1633 року. Однак в 1696 році новий Закон про заснування шкіл () відновив обов'язковість фінансування шкіл для кожного приходу, а для забезпечення виконання цієї норми підкріпив її системою штрафів, секвестрів та інших форм прямого впливу держави на порушників і примусу для підтримки системи обов'язкової народної освіти. На території Російської Імперії перший закон про загальну освіту незалежно від соціального походження вийшов в Калмицькому ханстві. Загальна освіта не мала релігійного характеру, а передбачала знання , що використовувався як основа діловодства в Калмицькому ханстві. На батьків, які ухилялися віддавати дітей до шкіл, накладався адміністративний штраф, а в разі відмови їх насильно віддавали в школи: «Якщо сини знатних людей не будуть навчатися монгольської грамоти (Тодо-бічіг), то з їхніх батьків брати по трирічному коню, синів же віддавати для навчання вчителю, з багатьох відомих людей брати по трирічному барану, а з людей низького звання брати по п'ятнадцять копійок, і дітей їх віддавати як і раніше для навчання вчителю». Завдання освіти суспільства (поставлені Зая-Пандіта, засновником писемності Тодо-бічіг) Дондук-Даші пов'язував з принципами виховання молодого покоління. Переслідуючи загальнонаціональні цілі, бажав «упокорити гордовитість нойонів і обмежити їхнє свавілля щодо своїх підвладних». Хан Дондуков-Даші раптово помер 21 січня 1761 у своїй ставці, яка перебувала тоді в урочищі Бугута на річці Кума. У права намісника ханства вступив його вісімнадцятирічний син Убаші. (Закони Дондук-Даші датуються 1741—1753 рр.) У ході складних політичних обставин і кризи наступних років такий закон не прийняв довгостроковий характер, а в 1771 році трапилося переселення калмиків в Джунгарію. У системі народної освіти Австрії вимога про обов'язкову початкову освіту набула статусу норми закону в правління імператриці Марії Терезії в 1774 році. В той самий час обов'язкову освіту вводить ще одна абсолютна монархія Європи, Пруссія. Тут закон про обов'язкову освіту був вперше прийнятий указом Фрідріха Великого (1763). Спочатку введення цього закону наражалося на спротив з боку церковних парафій, що оплачували роботу вчителя та придбання підручників, а також найбідніших парафіян, на яких була покладена частина податкового тягаря на утримання шкіл. У XIX столітті пруське законодавство про обов'язкову освіту було розширено. Деякі країни взяли його за зразок при розробці власних законів, зокрема — Японія за часів соціальних перетворень у ході реформ Мейдзі (після 1868 року). У Північній Америці прецедент введення обов'язкової освіти в норму закону був створений за 130 років до утворення США, в епоху британського колоніального панування. У 1636 році в Плімутській колонії (нині штат Массачусетс) було відкрито Гарвардський університет, і вже через 9 років, в 1647 році, верховний суд цієї колонії прийняв перший закон про обов'язкову освіту. За цим законом кожне місто було зобов'язане відкрити, за англійським зразком, граматичну школу, а батькам, що утримували своїх дітей від відвідування школи, загрожував штраф. Відповідно панували там в той час нормами пуритан, якщо суд встановлював, що батьки не можуть забезпечити освіту своїм дітям, то влада мала право вилучити їх від батьків і передати в іншу сім'ю. Згодом Массачусетс став першим з американських штатів, який ввів в 1852 році закон про обов'язкову освіту в його сучасній формі. Останніми з європейських країн (не врахуючи Російську імперію, де закон про обов'язкову освіту до 1917 року так і не був прийнятий), в яких принцип обов'язковості освіти отримав статус законодавчого акта, були Англія та Уельс. Тут тільки в 1870 році, завдяки створенню системи шкіл-інтернатів, керованих шкільними радами, був прийнятий перший закон про обов'язкову початкову освіту. Раніше діти у віці від 5 до 10 років були зобов'язані відвідувати школу (в деяких сільськогосподарських районах на розсуд місцевої влади допускалася більше ранній відхід). Стан справ з обов'язковою освітою по країнах Австралія Освіта є обов'язковою для дітей у віці від 5 до 17 років, у всіх штатах і територіях країни. Нині триває інтеграція системи шкільної освіти з мережею коледжів та інших установ технічного і подальшої освіти TAFE (). Велика Британія Велика Британія має давні традиції державної підтримки будівництва шкіл: в Шотландії програми загальної освіти здійснювалися ще з 1561 року, а в масштабах всієї країни — з 1833 року, коли парламент Великої Британії вперше затвердив щорічні асигнування на будівництво та утримання шкіл для бідних. За 37 років дії цієї системи урядових субсидій мережу шкільних установ по всій країні розширилася настільки, що це дозволило прийняти в 1870 році перший Закон про загальну освіту. Званий також «законом Форстера», цей правовий акт зробив обов'язковим навчання в початковій (елементарній) школі для всіх дітей країни у віці від 5 до 12 років. Закон про освіту 1918 року («Закон Фішера») продовжив терміни обов'язкової середньої освіти до 14-річного віку, Закон про освіту 1944 року («закон Батлера») — до 15 років, а з 1972 року і по теперішній час термін закінчення школи визначено в 16 років. Починається ж обов'язкова освіта в Сполученому Королівстві з 5 років. З 2013 року обов'язкову освіту планується продовжити до 17, а з 2015 — до 18 років. Німеччина У Німеччині, на відміну від інших країн, батькам заборонено відмовлятися від віддачі дитини на навчання в державну систему шкільної освіти, замінюючи це домашнім навчанням. Конституція НДР також забезпечувала права кожного громадянина на безкоштовну освіту. Як було сказано в Конституції НДР: «Кожен громадянин Німецької Демократичної Республіки має рівне право на освіту… Єдина соціалістична система освіти забезпечує кожному громадянинові послідовне соціалістичне виховання, освіту і підвищення кваліфікації». У 1959 році в НДР було введено загальне обов'язкове десятилітнє навчання. Середня школа НДР здійснювала принципи єдності навчання та виховання й мала політехнічний характер. Індія У серпні 2009 року Парламент Індії прийняв Закон про право дітей на безкоштовне обов'язкову освіту і статтю 21A конституції країни, відповідно до якої отримання безкоштовної освіти є обов'язковим для дітей у віці від 6 до 14 років. Відповідно до цього, Індія стала 135-ю країною світу, в якій дітям гарантовано право на безкоштовну освіту. Закон набрав чинності 1 квітня 2010 року. Канада Перші школи в Новій Франції засновувались у XVII столітті при церквах. Систему шкіл, які фінансуються державою, влада колонії почала створювати на початку XIX століття. Релігійні проблеми (у Верхній Канаді католицькі, а в Нижній Канаді — протестантські меншини заперечували проти підходу до вивчення Біблії з боку представників іншої віри) були вирішені тим, що в деяких районах фактично були створені дві конфесійні підсистеми народної освіти. При створенні в 1867 році Канадської конфедерації це положення було узаконено в конституції домініону — Акті про Британську Північну Америку. У канадській провінції Ньюфаундленд і Лабрадор в системі шкіл була присутня і третя конфесійна гілка — п'ятдесятники. У Британській Колумбії не розділена по «сектам» () шкільна система була введена ще в 1872 році, проте в інших провінціях Канади процес відділення церкви від держави тривав і в XX столітті (в Онтаріо навчання в школах на релігійному ґрунті було скасовано лише в 1990 році). Наприкінці XIX століття загострилося мовне питання в Манітобі. В оригінальній термінології історії країни ця політична криза фігурує саме як шкільне питання ( пов'язаний з наявністю в системі народної освіти роздільних шкіл для учнів з англійською та французькою мовою. Освіта в Канаді регулюється на рівні провінцій, кожна з яких створює свої закони (). Вона є обов'язковою у віці від 6 до 16 років всюди, крім Онтаріо й Нью-Брансвік, де верхня вікова межа становить 18 років. У деяких провінціях за особливих обставин дозвіл на припинення обов'язкової освіти може надаватися починаючи з 14-річного віку. Китай До освіти КНР (1949 рік) початковою освітою було залучено лише одну п'яту частини дітей шкільного віку. Відповідно до рішення Компартії Китаю підготовка до введення загальної освіти почалася з серпня 1951 року, коли міністерство освіти провело першу загальнонародну конференцію з питань початкової освіти та навчання вчителів. Важка спадщина залишила роки «культурної революції» (1966—1976), коли кілька поколінь залишилося без адекватної освіти. У конституції КНР 1978 року, що декларувала право громадян на освіту (1978 р. — ст. 51), було написано, що держава докладатиме всіх зусиль для того, щоб забезпечити це право необхідною кількістю шкіл. Тільки в 1982 році Конституція Китайської Народної Республіки в статті 19 гарантувала, що держава забезпечує обов'язкову й загальну початкову освітуКонституция КНР 1982 года. У 1985 році був опублікований проєкт освітньої реформи, і у квітні 1986 року прийняли Закон про обов'язкову дев'ятирічну освіту. До цього часу в країні працювало 832 300 шкіл, у яких навчалося 96 % дітей у віці від 6 до 12 років. Після цього в країні регулярно приймалися і здійснювалися проєкти, що забезпечували будівництво шкіл у віддалених районах. На найбільшу з цих програм, розпочату в 1995 році, було витрачено 11,6 млрд юанів (1,434 млрд дол.) До 1999 році обов'язковою освітою було охоплено 200 мільйонів дітей і підлітків. Вік Утворення Обов'язковість 18-22 Університет або коледж Немає 15-18 Старші класи (середня школа) або професійне училище Немає 12-15 Перший ступінь середньої школи Є 6-12 початкова школа Мексика Хоча конституція, прийнята в Мексиці 5 лютого 1917 року, вважається першою у світі, в якій були формально декларовані широкі соціальні права робітників і селян, аж до теперішнього часу зберігається розрив між політичним і соціальним рівнем розвитку. У зв'язку з цим протягом понад 90 років принцип обов'язковості та безоплатності діє тільки щодо початкової освіти, що забезпечується державою. Мексиканська система освіти також будується на принципах секуляризму. Словенія Закон про обов'язкову освіту в Словенії був прийнятий ще в 1869 році, тобто незабаром після перетворення монархії Габсбургів в Австро-Угорщину. При цьому в одних областях Словенії тривалість освіти становила 8 років, в інших — 6 років (наступні 2 роки розглядалися як додаткове навчання). У перші роки після введення закону Словенія, а також Хорватія давали найменші показники фактичного охоплення дітей шкільного віку серед інших територій імперії: Австрія Угорщина Хорватія і Словенія Всього Всього шкіл 18 598 16 805 1 277 36 680 Вчителів і вчительок 66 399 24 908 2 087 93 394 Дітей шкільного віку 3 478 015 2 524 659 223 000 6 225 674 Дітей, які відвідують школу 2 872 929 2 057 808 134 902 5 065 639 Тепер вікові рамки, зазначені вище обов'язковою освітою, складають 5-14 років. Після закінчення всього дев'ятирічного курсу школи учні зазвичай завершують середню освіту в школі (гімназії), професійно-технічному училищі або технікумі. В цілому система освіти в Словенії, включаючи обов'язкову, виглядає наступним чином: Тип програми середньої освіти Нижча професійна освіта Середня професійна освіта 4-річна професійна освіта Загальна середня освіта Умови прийому — успішне закінчення: Початкової школи або, принаймні, 6 класів восьмирічки (7 класів дев'ятирічки), або повного початкової освіти в школах для учнів з особливими потребами Початкової школи або нижчої степені профосвіти Початкової школи або нижчої степені профосвіти –початкової школи Термін навчання 2,5 року 3 роки 4 роки 4 роки Посвідчення про завершення підсумковий іспит підсумковий іспит Професійний (кваліфікаційний) екзамен Випускний екзамен Можливості подальшої освіти: програми –Середньої, професійної та професійно-технічної освіти професійно-технічної освіти (після напрацювання стажу можна здавати дод. іспит, і здобувати вищу професійну освіту) –Вищої та вищої професійної освіти, за здачу дод. тестів з предметів видається атестат гімназії –Навчання в вищій школі США Вперше обов'язкову освіту звів тут в норму закону в 1647 році верховний суд Плімутської колонії (нині штат Массачусетс). Цей же закон поклав початок системі суспільних шкіл: кожен населений пункт від 50 будинків і вище повинен був мати школу для навчання дітей читанню та письму, а більші населені пункти — граматичні школи (в англійському розумінні цього типу навчального закладу). Через 130 років, після утворення США, Томас Пейн і Томас Джефферсон висунули вимогу загального безкоштовного та обов'язкового навчання. Першим у США закон про обов'язкове початкове навчання прийняв у 1852 році штат Массачусетс. У 1870 році такий закон був уже в 3 штатах, в 1880 — в 17, в 1900 — в 34, в 1910 — в 42, і лише до 1918 році закон про обов'язкову освіту мав кожен штат. Уже в 1860-х роках шкільним навчанням в Північноамериканських штатах було охоплено близько 60 % дітей у віці 6-13 років, а до кінця століття — 72 %. При цьому США першими серед капіталістичних країн встали на шлях масового середньої освіти. У 1910 році в 9–12 класах середньої школи тут навчалося 15,4 %, в 1920 році — 32,3 %, а в 1930 році — 51,4 % молоді віку 14–17 років. Зараз віковий діапазон, в якому відвідування школи обов'язково, знаходиться в межах від 5–8 до 16–18 років, залежно від штату. Одні штати дозволяють залишати з дозволу батьків школу до її закінчення в 14–17 років, інші вимагають обов'язкового її відвідування до досягнення 18-річного віку. Разом з тим, багато штатів дозволяють вундеркіндам прискорювати свою освіту. Фінляндія У Фінляндії розвинена система дошкільного навчання, яка проводиться протягом року перед прийняттям дітей у школу. Згідно із законом муніципалітети зобов'язані забезпечити всім дітям 6-річного віку безкоштовне дошкільне навчання. Воно може здійснюватися як у дитячих садах, так і на базі шкіл. Дошкільне навчання не є обов'язковим, але більшість дітей його проходять. Загальну обов'язкову освіту введено в 1921 році, тобто тільки після виходу країни зі складу Російської імперії. Тепер діє закон, який набув чинності в 1998 році, за яким обов'язкове навчання можна отримати не тільки в загальноосвітній школі, а й отримання освіти іншими способами. За загальним правилом дитина йде в загальноосвітню школу в 7 років (за вмотивованим проханням батьків ± 1 рік). У школі навчання триває 9 років і закінчується в 15–16-річному віці, або через 10 років. Франція Загальну обов'язкову освіту у Франції введено законами, затвердженими в 1881–1889 роках. Нині обов'язкова освіта охоплює дітей від 6 до 16 років. Як при IV, так і при V республіці, конституція країни проголошує, що «організація громадської безкоштовної, обов'язкової й світської () освіти на всіх рівнях є обов'язком держави»Конституция Франции от 4 октября 1958 года.. Див. також Дитяча праця Примітки Категорія:Освіта Категорія:Права людини Категорія:Сторінки з неперевіреними перекладами"}
{"category": "Освіта", "title": "Освіта для сталого розвитку", "abstract": "Освіта для сталого розвитку (ОСР) була програмою Організації Об'єднаних Націй, яка визначала як освіту, яка заохочує зміни знань, умінь, цінностей та поглядів, щоб забезпечити більш стійке і справедливе суспільство для всіх. ОУР спрямований на розширення можливостей та оснащення нинішніх та майбутніх поколінь для задоволення їх потреб, використовуючи збалансований та інтегрований підхід до економічних, соціальних та екологічних аспектів сталого розвитку. ОУР — це термін, який найчастіше використовується у світі та Організацією Об'єднаних Націй. Порядок денний 21 був першим міжнародним документом, який визначив освіту як важливий інструмент досягнення сталого розвитку та виділив сфери діяльності щодо освіти.", "content": "Освіта для сталого розвитку (ОСР) була програмою Організації Об'єднаних Націй, яка визначала як освіту, яка заохочує зміни знань, умінь, цінностей та поглядів, щоб забезпечити більш стійке і справедливе суспільство для всіх. ОУР спрямований на розширення можливостей та оснащення нинішніх та майбутніх поколінь для задоволення їх потреб, використовуючи збалансований та інтегрований підхід до економічних, соціальних та екологічних аспектів сталого розвитку. ОУР — це термін, який найчастіше використовується у світі та Організацією Об'єднаних Націй. Порядок денний 21 був першим міжнародним документом, який визначив освіту як важливий інструмент досягнення сталого розвитку та виділив сфери діяльності щодо освіти.<http://www.esdtoolkit.org/> Поняття та походження Одне визначення освіти для сталого розвитку - це \"міждисциплінарна методологія навчання, що охоплює інтегровані соціальні, економічні та екологічні аспекти формальної та неформальної навчальної програми\". [2] Комісія Брюндтланда визначила сталий розвиток як задоволення потреб теперішнього покоління, не ставлячи під загрозу потенціал наступних поколінь для задоволення власних потреб. [3] Це Агентство раніше було Всесвітньою комісією з навколишнього середовища та розвитку, створеною в 1983 році. [4] Ідея сталого розвитку виникла з Конференції Організації Об'єднаних Націй з навколишнього середовища людини в Стокгольмі (Швеція 1972). [5] З того часу відбулися ще дві глобальні заходи. Це були Всесвітня комісія ООН з навколишнього середовища та розвитку 1987 р. (Наш спільний звіт про майбутнє) [6] та Конференція Організації Об'єднаних Націй з навколишнього середовища та розвитку 1992 р. (Саміт у Ріо-Землі) Для ЮНЕСКО освіта для сталого розвитку передбачає: інтеграція ключових питань сталого розвитку в навчання та навчання. Це може включати, наприклад, інструкції щодо зміни клімату, зменшення ризику стихійних лих, біорізноманіття та зменшення бідності та сталого споживання. Він також вимагає методів участі та навчання, які мотивують та надають можливість учням змінити свою поведінку та вжити заходів для сталого розвитку. Отже, ОСР сприяє розвитку таких компетенцій, як критичне мислення, уявлення майбутніх сценаріїв та прийняття спільних рішень <http://www.unesco.org/new/en/education/themes/leading-the-international-agenda/education-for-sustainable-development> Примітки Категорія:Освіта Категорія:ЮНЕСКО"}
{"category": "Освіта", "title": "Освітнє середовище", "abstract": "Освíтнє середóвище — сукупність об'єктивних зовнішніх умов, факторів, соціальних об'єктів, необхідних для успішного функціонування освіти. Це система впливів і умов формування особистості, а також можливостей для її розвитку, які містяться в соціальному і просторово-предметному оточенні.", "content": "Освíтнє середóвище — сукупність об'єктивних зовнішніх умов, факторів, соціальних об'єктів, необхідних для успішного функціонування освіти. Це система впливів і умов формування особистості, а також можливостей для її розвитку, які містяться в соціальному і просторово-предметному оточенні. Див. також Безпечне освітнє середовище Категорія:Освіта"}
{"category": "Освіта", "title": "Освітня політика", "abstract": "Освітня політика (англ. Education policy) — діяльність держави та її інститутів, органів місцевого самоврядування із законодавчого, фінансового, організаційного забезпечення функціонування й розвитку галузі освіти, що здійснюється за участі громадянського суспільства. Рівень розвитку громадянського суспільства та його активність є суттєвим фактором ефективності освітньої політики.\nЄ складовою загальнодержавної політики, яка включає сукупність визначеної системи цілей, завдань, принципів, програм та основних напрямів діяльності органів управління освітою, спрямованих на організацію науково-методичного і впроваджувального супроводу стратегії розвитку галузі. Пріоритетами освітньої політики є якість, ефективність та рівність.\nУ виробленні освітньої політики України беруть участь Комітет Верховної Ради України з питань науки і освіти[1], Міністерство освіти і науки України[2], громадські організації та окремі експерти. Відомими платформами для обговорення проблем є \"Освітня політика: Портал освітніх експертів\"[3], \"Освітні тренди: Сучасні тенденції розвитку освіти\"[4]", "content": "Освітня політика () — діяльність держави та її інститутів, органів місцевого самоврядування із законодавчого, фінансового, організаційного забезпечення функціонування й розвитку галузі освіти, що здійснюється за участі громадянського суспільства. Рівень розвитку громадянського суспільства та його активність є суттєвим фактором ефективності освітньої політики. Є складовою загальнодержавної політики, яка включає сукупність визначеної системи цілей, завдань, принципів, програм та основних напрямів діяльності органів управління освітою, спрямованих на організацію науково-методичного і впроваджувального супроводу стратегії розвитку галузі. Пріоритетами освітньої політики є якість, ефективність та рівність. У виробленні освітньої політики України беруть участь Комітет Верховної Ради України з питань науки і освіти, Міністерство освіти і науки України, громадські організації та окремі експерти. Відомими платформами для обговорення проблем є \"Освітня політика: Портал освітніх експертів\", \"Освітні тренди: Сучасні тенденції розвитку освіти\" Примітки Література В. Савельєв. Освітня політика // Політична енциклопедія. Редкол.: Ю. Левенець (голова), Ю. Шаповал (заст. голови) та ін. — К.:Парламентське видавництво, 2011. — с.525 ISBN 978-966-611-818-2 Посилання Категорія:Освіта Категорія:Державна політика"}
{"category": "Освіта", "title": "Освітологія", "abstract": "Освітологія (англ. educology) — наукова дисципліна, що інтегровано досліджує сферу освіти.\nЯк науковий феномен найбільш повно відображає всі знання про сферу освіти.\nПоняття «освітологія» як наукове ліквідує плутанину між власне освітою та знанням про освіту незалежно від того, за допомогою яких наук воно отримане.", "content": "Освітологія () — наукова дисципліна, що інтегровано досліджує сферу освіти. Як науковий феномен найбільш повно відображає всі знання про сферу освіти. Поняття «освітологія» як наукове ліквідує плутанину між власне освітою та знанням про освіту незалежно від того, за допомогою яких наук воно отримане. Історія Термін «едукологія» вперше був використаний керівником організації Асоціація дослідників едукології у державному університеті Штату Огайо Лорі В. Хардингом у 1951 році. Остаточно до наукового обігу термін «едукологія» був введений Е. Стейнер у 1964 році у праці «Логіка навчання й едукатологія». Термін «едукатологія» самою Е. Стейнер було трансформовано в «едукологія». Дослідниця писала, що об'єктом едукології є «все про освіту». Вона розглядала едукологію як проміжний варіант між педагогікою — наукою про навчання й виховання молоді, об'єкт дослідження якої вважався достатньо вузьким, — і «ethology» — наукою про діяльність людини у світі, об'єкт дослідження якої вважався занадто широкимSteiner Elizabeth. Educology of the Free / Elizabeth Steiner. — New York: Philosophical library, 1981. — 69 p.. У 70—80-ті рр. концепцію едукології почали розробляти науковці з багатьох країн світу: R. Elder, D. B. Hiatt (США), J. B. Biggs (Автралія), W. Brezinka (Німеччина), A. Monshouwer (Нідерланди) та ін. У сучасному англомовному науковому просторі едукологію розглядають як науку, що інтегрує філософські, наукові та праксеологічні знання про освіту (N. Pastuovic)Pastuovic, Nikola. The Science(s) of Adult Education / N. Pastuovic // International Journal of Lifelong Education (Routledge Taylor & Francis Group). — 1995. — 14 (4). — pp. 273–291. з метою здійснення комплексних дослідженьEducology [Електронний ресурс] / Educology Partners community. — Режим доступу: https://sites.google.com/site/educologypartners/home/environment . На думку W. Brezinka, J. E. Fisher, J. E. Christensen, вона об'єднує: фізіологію освіти; соціологію освіти; антропологію освіти; економіку освіти; освітню політику; психологію освіти; едукологію економічної системи; едукологію культурних процесів; едукологію релігійної освіти; едукологію лідерства тощоChristensen, James E. Curriculum, Education, and Educology / James E. Christensen. — Sydney: Educology Research Associates, 1981.]Christensen, James E. The Educology of Curriculum / James E. Christense // Collected Original Resources in Education (Taylor and Francis Group), 1982.Fisher, James E. Chapter 13: The Concept of Educology and the Classification System used in Educational Studies / In Christensen, James E. Perspectives on Education as Educology. — Washington, DC: University Press of America, 1981. — pp. 301—327Christensen, James E; Fisher, James E. Analytic Philosophy of Education as a Subdiscipline of Educology / James E. Christensen, James E. Fisher. — Washington, DC: University Press of America, 1979. — pp. 129—147.. Історія в Україні З кін. XX ст. в Україні були започатковані системні наукові дослідження у галузі освіти. Поняття «освітологія» та «загальне освітознавство» ввів В. І. Луговий у 1994 роціЛуговий В. І. Педагогічна освіта в Україні: структура, функціонування, тенденції розвитку / В. І. Луговий / За заг. ред. акад. О. Г. Мороза. — К.: МАУП, 1994. — 196 с. — С. 16.. У кін. 90-х рр. розвитком освітології почав займатися А. В. Фурман. Змістом діяльності його авторської наукової школи стала розробка освітології як нового синтетичного напряму міждисциплінарних досліджень на основі інтеграції педагогічних, психологічних та культурологічних наук. У 1995 році В. О. Огнев'юк запропонував термін «освітологія» для позначення наукового напряму інтегрованого дослідження сфери освітиОгнев'юк В. О. Актуальні проблеми виховання дітей та молоді в сучасних умовах / В. О. Огнев'юк // Виховуємо громадянина. — К., 1995. — С. 10.. Ним було обґрунтовано об'єкт, предмет і предметне поле освітології, закладено філософські підвалини розвитку цього наукового напряму. У 2009 р. у складі Київського університету імені Бориса Грінченка за ініціативи В. О. Огневꞌюка було створено першу в Україні науково-дослідну лабораторію освітології (завідувач С. О. Сисоєва). Освітологія як науковий феномен Освітологія виникла на стику філософії освіти й педагогіки, за рахунок виходу наукового знання за межі їх об'єкта й предмета. Освітологія як науковий напрям досліджує освіту як сферу зі складною сегментарною структурою підсистем, які відображають різні напрями життєдіяльності освітньої галузі та її взаємодії з іншими сферами суспільства, що у сукупності забезпечує гармонізацію розвитку суспільства і кожної особистості (див. також Розвиток особистості) Об'єктом дослідження освітології є сфера освіти у її сталому розвитку. Таке формулювання об'єкта вказує не тільки на його системний всеосяжний характер (освітніх процесів і явищ), а й підкреслює, що об'єктом дослідження освітології є відкрита система. Предметом дослідження освітології є: наявні системи й підсистеми сфери освіти у їх сталому розвитку; умови й чинники, що впливають на цей розвиток; домінанти розвитку сучасної освіти (які визначають вектор розвитку освітніх систем). Такий предмет дослідження є динамічним і залежним від суспільних змін. Перед освітологією як самостійним науковим напрямом стоять такі завдання: цілісне дослідження сфери освіти у різних площинах, вимірах, співвідношеннях та взаємозв'язках з метою виявлення закономірностей і тенденцій її розвитку; аналіз процесів, що відбувалися, відбуваються і будуть відбуватися в освіті з метою виявлення «точок біфуркації» та найважливіших чинників впливу на освіту для футурологічного прогнозування; опис і зіставлення різних освітніх систем з метою виділення загальних характеристик та притаманних їм особливостей; прогнозування розвитку освіти, аналіз і вироблення принципів освітньої політики; окреслення категорій наукового апарату; створення методологічної бази для прикладних досліджень у сфері освіти; розроблення фундаментальних освітніх проблемОгнев'юк В. О. Філософія освіти в структурі наукових досліджень феномену освіти / В. О. Огнев'юк // Шлях освіти. — 2009. — № 4 (54). — С. 2—6.. Освітологія і синергетика Освітологія, яка вивчає відкриту систему — сферу освіти, є сама відкритою системою, що включає у себе вимогу, зумовленість та ресурс, привнесений в неї із зовнішнього наукового середовищаСисоєва С. О. Освіта як об'єкт дослідження / С. О. Сисоєва // Шлях освіти: науково-методичний журнал. — К.: Міністерство освіти і науки України, Національна академія педагогічних наук України, Асоціація працівників гімназій і ліцеїв України. — 2011. — № 2 — 48 с. — С. 5—11.. Відповідно, суттєва відмінність освітології від інших гуманітарних наук, зокрема педагогіки, полягає у тому, що освітологія є своєрідною освітньою синергетикою для дослідження сфери освіти. Освітологія, як і синергетика, вивчає системи зі зворотним зв'язком, досліджує не процеси стабілізації, а механізми розвитку, виникнення нових освітніх структур за рахунок руйнування старих, отже, синергетичний підхід є найбільш доцільним для дослідження освітологічних проблем. Освітологічні дослідження завжди мають міждисциплінарний (мультидисциплінарний, трансдисциплінарний) характер, а науковий інструментарій дослідник добирає залежно від мети дослідження. Розвиток освітології у Київському університеті імені Бориса Грінченка Наукова діяльність лабораторії освітології спрямована на дослідження сфери освіти як цілісного суспільного феномену, що сприяє духовному, культурному, соціально-економічному розвитку нашої держави, на розробку методологічного інструментарію здійснення таких досліджень на різних рівнях інтеграції: міждисциплінарному; мультидисциплінарному; трансдисциплінарному. У Київському університеті імені Бориса Грінченка на базі Інституту суспільства розпочато підготовку експертів у галузі освіти, методологічною базою якої стали освітологічні дослідження. Випускається журнал «Освітологія»OŚWIATOLOGIA/ОСВІТОЛОГІЯ. Див. також Освіта Навчання Освіта в Україні Освітні журнали Науковий журнал Філософія освіти Педагогіка Дидактика Теорії навчання Освітні технології Сталий розвиток Самоосвіта Самонавчання Примітки Література Розвиток сучасної освіти: освітологічні наголоси: наук. пр. / за матер. Першої Всеукр. наук.-практ. конф. «Освітологія — науковий напрям інтегрованого пізнання освіти»; авт. кол.: В. Г. Кремень, О. В. Сухомлинська, І. Д. Бех, В. О. Огнев'юк, В. М. Ткаченко, П. Ю. Саух, Д. І. Дзвінчук, С. О. Сисоєва, І. В. Соколова. — К.: Київ, ун-т ім. Б. Грінченка, 2011. — 152 с. Освітологія: витоки наукового напряму: Монографія / За ред. В. О. Огнев'юка; Авт. кол.: В. О. Огнев'юк, С. О. Сисоєва, Л. Л. Хоружа, І. В. Соколова, О. М. Кузьменко, О. О. Мороз. — К.: ВП «Едельвейс», 2012. — 336 с. Освітні реформи: місія, дійсність, рефлексія: монографія / за ред. Василя Кременя, Тадеуша Левовицького, Віктора Огнев'юка, Світлани Сисоєвої. — К.: ВП «Едельвейс», 2013. — 460 с. Освітологія: хрестоматія: навч. посібник для студентів вищих навчальних закладів / Укладачі Огнев'юк В. О., Сисоєва С. О. — К.: ВП «Едельвейс», 2013. — 744 с. Посилання Науково-дослідна лабораторія освітології Київського університету імені Бориса Грінченка Educational Governance Research (серія книг, Springer, Швейцарія) Education Sciences (журнал) Категорія:Історія освіти Категорія:Дослідження за напрямком Категорія:Педагогічна психологія Категорія:Освіта Категорія:Суспільні науки"}
{"category": "Освіта", "title": "Педагогічна освіта", "abstract": "Педагогічна освіта —  система підготовки педагогічних кадрів.", "content": "Педагогічна освіта — система підготовки педагогічних кадрів. Суть питання Педагогічна освіта це: 1) підготовка фахівців для загальноосвітніх шкіл, дошкільних дитячих закладів, навчально- виховних установ у педагогічних закладах вищої освіти, класичних університетах тощо; 2) підготовка педагогічних та науково- педагогічних працівників для закладів освіти усіх типів: загальної освіти, професійної освіти; 3) сукупність знань та навичок, здобутих в результаті цієї підготовки. Згідно з новим Законом України «Про вищу освіту», що набрав чинності 28 вересня 2017 року, вища освіта визначається як сукупність систематизованих знань, умінь і практичних навичок, способів мислення, професійних, світоглядних і громадянських якостей, морально-етичних цінностей, інших компетентностей, здобутих у закладі вищої освіти (науковій установі) у відповідній галузі знань за певною кваліфікацією на рівнях вищої освіти, що за складністю є вищими, ніж рівень повної загальної середньої освіти. Майбутній освітянин, крім знань з певного предмету викладання, має бути підготовленим до днієї з традиційних форм роботи у загальноосвітньому закладі - взаємодії з батьками учнів (розділ методики роботи з батьками, батьківський всеобуч.). Різноманітні форми роботи з батьками повинні бути взаємопов'язані і представляти єдину струнку систему (лекції, практикуми, семінари, бесіди, консультації та ін) ознайомлення батьків з основами теоретичних знань, з новаторськими ідеями в галузі педагогіки і психології, більшою мірою з практикою роботи з дітьми. Заклади педагогічної освіти в Україні. Станом на жовтень 2011 року в Україні підготовка педагогічних працівників здійснюється у 24 класичних, 25 педагогічних, гуманітарних і гуманітарно-педагогічних університетах, 2 академіях 4 інститутах, 47 педагогічних коледжах та училищах 9 індустріально-педагогічних технікумах. Починаючи з 2007 року, випускникам вищих навчальних закладів, які здобули освіту за напрямами і спеціальностями педагогічного профілю та уклали угоду на строк, не менший, як три роки, про роботу в загальноосвітніх та професійно-технічних навчальних закладах, надається одноразова адресна грошова допомога в п'ятикратному розмірі мінімальної заробітної плати. Проблемні питання Станом на 2011 рік найактуальнішими є питання: вдосконалення системи відбору молоді на педагогічні спеціальності, розширення цільового прийому та запровадження підготовки вчителя на основі договорів; оптимізація мережі вищих навчальних закладів та закладів післядипломної педагогічної освіти з метою створення умов для безперервної освіти педагогічних працівників; розробка системи заходів задля підвищення престижності педагогічної праці, визначення її пріоритету у державній політиці розвитку суспільстваПроект «Національної стратегії розвитку освіти в Україні на 2012–2021 роки». Жовтень 2011. Джерела Закон України про вищу освіту. Примітки Категорія:Педагогічна освіта Категорія:Освіта в Україні Категорія:Освіта Категорія:Педагогіка"}
{"category": "Освіта", "title": "Право на освіту (проєкт)", "abstract": "Проєкт Право на освіту – соціальний проєкт, який займається змінами в українській школі, підвищує повагу до вчителів, ініціює державні реформи, та захищає право на освіту для маленьких пацієнтів. Входить до складу Благодійної організації «Ти не один» Благодійного Фонду «1+1 Медіа». Куратор проєкту – Наталія Мосейчук, ведуча ТСН на телеканалі 1+1.", "content": "Проєкт Право на освіту – соціальний проєкт, який займається змінами в українській школі, підвищує повагу до вчителів, ініціює державні реформи, та захищає право на освіту для маленьких пацієнтів. Входить до складу Благодійної організації «Ти не один» Благодійного Фонду «1+1 Медіа». Куратор проєкту – Наталія Мосейчук, ведуча ТСН на телеканалі 1+1. Історія • У 2017 році Наталія Мосейчук – вчителька англійської мови за фахом і журналіст за життєвим покликанням вирішила взяти на себе соціальну місію – зробити так, щоб тема вчителів, освітніх реформ, вирішення проблем шкіл та захист прав освітян, учнів і їх батьків стала центральною в суспільстві і була рейтинговою. Так, з командою однодумців з’явилася соціальна ініціатива Право на освіту. • В ході розслідування та моніторингу, команда виявила сумне відкриття – в Україні втрачено право на освіту маленьких пацієнтів. В Європі та цивілізованому світі – школи в лікарнях є нормою. Тому на тепер школи при лікарнях стали пріоритетним напрямком діяльності проєкту. Було вирішено відкрити щонайменше 33 школи при лікарнях в обласних центрах та великих містах України. • У серпні 2017 року разом з громадською організацією Small Heart With Art вдалося відкрити міні-школу – начальний клас у ВІЛ-відділенні в Охматдит для 15 дітей. Асоціація гінекологів США підтримала проєкт та продовжує оплачувати зарплату вчителям! • Натхненником для команди проєкту став Львів. При Західноукраїнському спеціалізованому дитячому медичному центрі та при Львівському Охматдиті працюють школи при лікарнях, де зберігся формат навчання на базі сусідніх шкіл. Їм вдалося організувати систему уроків для всіх вікових груп, виконувати навчальні норми та забезпечити нарахування зарплати викладачам. Команда Право на освіту відвідала лікарню і продовжує слідкувати за діяльністю шкіл. • Було прийнято рішення про необхідность відновлення системи навчання при медичних закладах. Команда проєкту звернулася до Міністерства освіти та знайшла підтримку у міністерки Лілії Гриневич. Влітку 2018 року була створена робоча група, до якої увійшли: Наталія Мосейчук, Євгенія Смірнова, Людмила Сокур, Олена Кривенко, Марина Гриценко, Олена Маципура, Лілія Гриневич, Лариса Самсонова, Віктор Сальков, Наталія Бейтемірова, Наталія Давиденко, Богдан Савченко, Володимир Алексєєв, Ірина Синя, Алла Гунька. • 1 червня 2018 року під час благодійного марафону у День захисту дітей «Сніданок з 1+1» та куратор проєкту «Право на освіту» Наталія Мосейчук зібрали суму, необхідну для відкриття нового класу Школи Супергероїв у відділені інтенсивної та еферентної терапії гострих інтоксикацій при Національній дитячій клініки Охматдит. Ініціаторам вдалось перевищити мету та залучити більше коштів, ніж планувалося на початку: загалом було зібрано понад 650 тисяч гривень на ремонт, обладнання та фонд для оплати роботи вчителів майбутньої школи. Українські зірки надали для благодійного марафону 27 унікальних лотів, за які можна було позмагатися на сторінці ранкового шоу в Facebook. • На початку вересня 2018 року була відкрита Школа Супергероїв при відділенні токсикології при Національній дитячій клініки Охматдит. • 25 вересня 2018 року команда «Право на освіту» ініціювала винесення до громадського обговорення проєкт наказу «Про затвердження Положення про особливості організації очної форми здобуття загальної середньої освіти в закладах охорони здоров’я». • 6 грудня 2018 року проєкт «Право на освіту» отримав відзнаку у категорії «Суспільство» під час першої церемонії нагородження Partnership for Sustainability Award 2018 - це конкурс партнерських проєктів між різними групами стейкхолдерів для досягнення сталого розвитку, ініційований Глобальними договором ООН в Україні. • 19 грудня 2018 року Міністерство освіти та Міністерство охорони здоров'я спільним наказом затвердили Положення. З 2019 року на оплату праці педагогічних працівників передбачено 12 млн гривень. Наталія Мосейчук разом з Лілією Гриневич презентували Положення на прес-конференції. • Був підготовлений документ безкоштовної соціальної франшизи для шкіл у лікарнях. Це готова інструкція до дій , яка детально пояснює, як організувати та обладнати освітній простір і створити школу в лікарні за досвідом «Школи Супергероїв». • На даному етапі результатами проєкту є відкриття 3-х шкіл при лікарнях: «Школа Супергероїв» при відділені інтенсивної та еферентної терапії гострих інтоксикацій київського «ОХМАТДИТу», школа у відділені дитячої онкології Національного інституту раку з партнером «Ліко-скул» та у Дитячій лікарні №7 м. Києва під патронатом «Академія +». • Продовженням освітньої реформи при лікарнях України, та використанням соціальної франшизи стали вже лікарняні установи Житомирської області, а саме КУ “Житомирська обласна дитяча клінічна лікарня” та Міська дитяча лікарня у Житомирі. Школи запрацюють вже восени 2019 року. • До початку навчального 2019 року відкриється школа у столичному Опіковому центрі. Кошти на ремонт якої надав Громадський бюджет Києва, після того, як куратор проєкту Наталія Мосейчук звернулася до киян підтримати петицію на сайті столичної адміністрації про створення школи в Опіковому центрі. Небайдужі люди спільно з нашою командою набрали необхідну тисячу голосів, які й допомогли отримати кошти від Громадського бюджету для ремонту у класі! • Уроки в школах проходять у трьох форматах: індивідуальні заняття для дітей «біля ліжка», групові – навчання в спеціальному класі та бінарні, які за спільною тематикою готують вчителі кількох предметів. • 31 травня 2019 року до Дня захисту дітей вже третій рік поспіль в ОХМАТДИТ разом з маленькими пацієнтами і у прямому включенні Сніданку з 1+1 волонтери, зірки і діти саджали город. Так проходив відкритий урок біології Школи Супергероїв у лікарні, куратором якої є Наталія Мосейчук. Також в школі відбувся Урок мрій з Тіною Кароль та Наталією Мосейчук, на якому зірки разом з маленькими пацієнтами говорили як треба вчитися мріяти по-справжньому і бачити широкі горизонти, знати, як треба йти до мети, не здаватися, бо мрія відкриває життєве покликання. • В червні 2019 року в київському Охматдиті з'явився справжній Супермобіль, який щоденно возить маленьких пацієнтів на навчання із сьоми відділень Охматдита. Автомобіль був презентован проєктом \"Здійсни мрію\". • Право на освіту планує створити нову програму навчання для вчителів – освітні подорожі. Право на освіту та Global Teacher Prize Ukraine Зоя Литвин, голова громадської спілки «Освіторія», стала організатором Global Teacher Prize Ukraine та запросила Наталію Мосейчук стати куратором премії. Мета – змінити ставлення до професії вчителя, підняти її престиж та виявити якомога більше вчителів-іноваторів, розказати про них усій країні. Наталія Мосейчук запровадила власну номінацію «Вибір серцем». Мета цієї номінації – знайти вчителів, які мають час, сили та натхнення і навчають маленьких пацієнтів у медичних установах. У 2017 році натхненниця проєкту подарувала феєричну подорож до Чехії, Оксані Бициній - вчительці хімії із Запоріжжя. У 2018 році Вибором серця Наталії стала Оксана Коцюруба вчителька української мови та літератури, яка викладає у лікарні для онкохворих дітей у Львові. Оксана отримала приз 50 000 гривень та подорож у Дубаї на освітній Форум. Склад команди Наталія Мосейчук, ведуча новин ТСН на каналі 1+1 Марина Гриценко, директор благодійного фонду ТИ НЕ ОДИН Євгенія Смірнова, голова NGO Small Heart with Art Олена Кривенко, членкиня наглядової ради БО Благодійний фонд КОЛО Проєкт має потужну підтримку журналістів, волонтерів, лікарів та вчителів. Посилання Сторінка проєкту Право на освіту Facebook Сторінка проєкту Право на освіту Youtube \"Право на освіту\" на сайті БО \"Ти не один\" Примітки Категорія:Освіта Категорія:Українськомовні телеканали"}
{"category": "Освіта", "title": "Прихована навчальна програма", "abstract": "Прихована навчальна програма (англ. hidden curriculum) — сукупність знань, цінностей, норм і установок, які учні засвоюють у школі, не входячи до офіційної навчальної програми. Прихована навчальна програма може суперечити, підривати, бути неефективним або доповнювати офіційний навчальний план.", "content": "Прихована навчальна програма () — сукупність знань, цінностей, норм і установок, які учні засвоюють у школі, не входячи до офіційної навчальної програми. Прихована навчальна програма може суперечити, підривати, бути неефективним або доповнювати офіційний навчальний план. Суть На відміну від явного навчального плану, який чітко визначений та офіційно затверджений, прихована програма передається неусвідомлено черезMartin, Jane. \"What Should We Do with a Hidden Curriculum When We Find One?\" The Hidden Curriculum and Moral Education. Ed. Giroux, Henry and David Purpel. Berkeley, California: McCutchan Publishing Corporation, 1983. 122–139.: структуру та правила: розклад уроків, дрес-код, систему оцінювання, правила поведінки, розподіл влади та авторитету в класі; поведінку та мову вчителя: манера спілкування, ставлення до учнів, використання прикладів, жартів та ілюстрацій; взаємодію між учнями: спілкування, співпраця, конкуренція, ієрархія в групі, формування стереотипів та упереджень; фізичне середовище: оформлення класу, доступні ресурси, атмосфера в школі; невербальні сигнали: міміка, жести, інтонація голосу, особистий простір. Прихована навчальна програма може мати як позитивний, так і негативний вплив на учнівCornbleth, Catherine. \"Beyond Hidden Curriculum?\" Journal of Curriculum Studies. 16.1(1984): 29–36.. Позитивний вплив: розвиток соціальних навичок: спілкування, співпраця, вирішення конфліктів, робота в команді; формування цінностей та особистих якостей: відповідальність, чесність, повага до інших, прагнення до знань; розуміння норм та правил поведінки в суспільстві. Негативний вплив: дискримінація та упередження: расові, гендерні, класові, релігійні; стереотипізація мислення та поведінки; відсутність критичного мислення та схильність до конформізму; невпевненість у собі та низька самооцінка; психологічний тиск та булінг. Походження Термін був введений наприкінці 1960-х років і є запозиченням з англійського виразу «прихована навчальна програма» культурним антропологом Філіпом В. Джексоном (Life In Classrooms, 1968). Цей «другий навчальний план» є «базовим курсом соціальних правил, положень і розпорядку», щоб мати можливість пройти навчання без «серйозних збитків». Ідею про впливи поза передбачуваною навчальною програмою можна знайти раніше в літературі. Наприклад, ще в 1925 році реформатор і педагогічний аналітик Зіґфрід Бернфельд критикував шкільну систему як місце навчання, в якому, незважаючи на зусилля педагогів, діють таємні сили, що виходять далеко за межі класної кімнати.Siegfried Bernfeld: Sisyphos oder die Grenzen der Erziehung, 4. Auflage Frankfurt a. M. 1981 Дослідження Розроблено різні підходи до пояснення прихованої навчальної програми, щоб пояснити її роль у соціалізації школи. Генрі Жіру та Ентоні Пенна розрізняють структурно-функціональний, феноменологічний та марксистсько-орієнтований освітній критичний підхід. Структурний функціоналіст пояснює, як норми та цінності суспільства передаються через школи, так що їх необхідність для функціонування суспільства приймається без сумніву. Феноменологічний підхід передбачає, що значення передається через соціальні зустрічі та взаємодії. Критичний підхід підкреслює зв'язок між економічним і культурним відтворенням, а також відносини між теорією, ідеологією та соціальною практикою навчання. За словами Жіру та Пенни, перші два підходи сприяли аналізу «прихованої навчальної програми», але критичний підхід пропонує глибше розуміння. Найважливішим моментом є усвідомлення того, що освіта у формі «прихованої навчальної програми» продовжує формуватися аспектами економічного та соціального порядку.Giroux, Henry and Anthony Penna: Social Education in the Classroom: The Dynamics of the Hidden Curriculum. In: Giroux, Henry und David Purpel (Hrsg.): The Hidden Curriculum and Moral Education. Berkeley, California: McCutchan Publishing Corporation, 1983. S. 100—121. Роль в університетському середовищі Англосаксонські країни підкреслюють, що якість і досвід базової освіти, а також соціальний клас, стать і раса (які в Сполучених Штатах все ще записуються як демографічні класифікації) є більш помітними у вищій освіті.Margolis, Eric, Michael Soldatenko, Sandra Acker, and Marina Gair. «Peekaboo: Hiding and Outing the Curriculum.» The Hidden Curriculum in Higher Education. Ed. Margolis, Eric. New York: Routledge, 2001. Подібним чином, рання відданість заздалегідь визначеним напрямкам навчання (відстеження) розглядається як соціально детермінована та важливе обмеження соціальної мобільності в Сполучених Штатах.Rosenbaum, James E. The Hidden Curriculum of High School Tracking. New York: John Wiley & Sons, 1976. В оглядовій статті про університет як спосіб життя в книзі Рюдігера фон Бруха про німецький університетський ландшафт Маттіас Стіклер наголошує на суттєвій ролі, так буквально, «метушні студентських асоціацій» як частини «таємної навчальної програми». В англосаксонському світі розвиток особистості та формування габітусу також розглядається як частина навчання в коледжах і наступних університетах. Американські братства та жіночі товариства також тісно пов'язані з університетом і знаходяться під його наглядом. На відміну від англомовних коледжів, університетська концепція Гумбольдта висунула такі аспекти навчання та формування звичок студентів за межі університету. Тому в німецькомовних країнах це тривалий час відбувалося за взірцями або в рамках студентських асоціацій і, на відміну від англосаксонських країн, було спрямоване на самоосвіту молоді, переважно чоловічої статі. Студентські звичаї та пов'язані з ними ритуали, такі як час від часу прогулянки під пивом, мали дуже міцне походження. Сучасний культурологічний аналіз і ближчий погляд на зв'язки загалом вважаються важливими та значною дослідницькою прогалиною (станом на 2010 рік).Die Berliner Universität im Kontext der deutschen Universitätslandschaft nach 1800, um 1860 und um 1910 Rüdiger vom Bruch Oldenbourg Verlag, 7. Juli 2010. Навпаки, у Німеччині вільний доступ до університетів довгий час розглядався як важлива передумова соціальної мобільності. Однак вирішальною передумовою є — як давно відомо в англосаксонських країнах — якість ранньої (до)шкільної освіти. Це було підтверджено, серед іншого, у зв'язку з дослідженнями PISA. Взаємозв'язок між попередньою освітою батьків і обраною освітою явно вищий у Німеччині, ніж в інших промислово розвинених країнах, включаючи США. У Китайській Народній Республіці, особливо в Шанхаї, зв'язок між бідністю та відсутністю доступу до школи та університету, який часто цитується, зараз майже відокремлений. Використання в німецькій педагогічній науці Близько 1970 року термін «прихована навчальна програма» використовувався в освітній науці переважно з соціально-критичними намірами. З цієї точки зору школа забезпечує соціальне відтворення соціальних умов, а студентів навчали б функціонувати в даній соціальній системі. Як і багато інституцій, школа має подвійний характер: хоча вона обіцяє емансипацію та просвітництво, вона заохочує учнів адаптуватися і таким чином стабілізує переважаючу «систему» або ієрархії, закріплені в суспільстві. Останнім часом все більше уваги приділяється тому факту, що «прихована навчальна програма» можуть спричинити або посилити недоліки, наприклад, через стать чи походження. Коли йдеться про міжкультурну освіту, наголошується, що євроцентричний зміст навчання ставить іноземних студентів у невигідне становище. Попередник Засновник теорії соціологічних систем Талкотт Парсонс ще в 1950-х роках встановив, що школа не тільки навчає, але й виконує соціальні функції, хоча й з абсолютно некритичним наміром. Він говорив про вимоги відбору учнів для соціальних ролей і про соціалізацію в сенсі інтерналізації рольових стандартів (див. есе «Шкільний клас як соціальна система» 1955 р.). Насправді Едуард Шпрангер звернув увагу на ці факти ще в 1962 році у своїй останній книзі «Закон небажаних побічних ефектів у навчанні» . Студенти не тільки вивчають зміст, який вони мають навчитися, але також є частиною процесів соціалізації, таких як взаємодії в навчальній групі, які не контролюються вчителем, поведінка в групі однолітків, наслідування прикладів для наслідування і тому подібне. Щоб впоратися зі шкільною системою, учні вивчають стратегії та тактики, як досягти успіху з однокласниками чи з учителем, як приховати незнання, як уникнути неприємної роботи, Як ефективно використовувати час у класі, який сприймається як простой, для додаткових занять і подібні. За словами Майєра, так це працює Виховні ефекти прихованої навчальної програми За словами Габріеле Кандзори, таємна навчальна програма має такі наслідки: Обов'язковість шкільного навчання впливає на сприйняття навчального матеріалу і ставлення до нього. Ієрархія шкільної організації формує самосприйняття власного процесу навчання. Особистість зводиться емоційно і в дії до ролі учня. Учень стає об'єктом процесу навчання. Навчання базується на зовнішніх настановах. Навчання базується на оцінюванні та формальних критеріях ефективності. Практикується конкурентна поведінка. Навчають адаптації до очікувань вчителя. Процеси забюрократизовані. Учні пристосовуються до потреб інституційно встановлених часових і просторових структур, напр. B. 45-хвилинний ритм чи розсадка. Вони практикують ритуали та форми взаємодії, які не є демократичними та самовизначеними. Основні аспекти прихованої навчальної програми Прихована навчальна програма впливає на розвиток особистості, формування моральних принципів і соціальних навичок учнів. Її розуміння допомагає освітянам створювати більш свідомі і справедливі освітні середовища. Соціальні норми та цінності: учителі та школа передають учням певні соціальні норми, наприклад, що таке хороша поведінка, як слід ставитися до авторитетів, важливість пунктуальності та дотримання правил. Ролі та очікування: учні вчаться розуміти свої ролі в суспільстві, як співпрацювати в групах, як конкурувати і як вирішувати конфлікти. Культура та ідеологія: школа може передавати культурні цінності та ідеології, які впливають на світогляд учнів, наприклад, патріотизм, громадянські обов'язки або певні політичні погляди. Гендерні ролі: через приховану навчальну програму діти можуть засвоювати традиційні гендерні ролі та стереотипи, наприклад, що певні професії або поведінки є \"чоловічими\" або \"жіночими\". Взаємини та соціальна структура: учні вчаться взаємодіяти один з одним, формувати дружні відносини, групи та розуміти ієрархію у соціальних структурах. Очікування від успіху та невдачі: система оцінювання, заохочення і покарання формує уявлення учнів про те, що є успіхом і як слід ставитися до невдач. Результати досліджень Маріанна Яґер у шкільному етнографічному дослідженні досліджувала шкільне життя в першому класі. Уже в перший день навчання численні поведінкові очікування були передані явно чи приховано, наприклад, через стиль мови, особливо правила підтримання дисципліни в класі, а також різні очікування щодо статей. Нормативний «код середнього класу» являє собою «форму символічного насильства, яке ставить дітей з інших соціальних верств у невигідне становище та дає їм відчуття, що вони не впораються з цим викликом». «Незалежно від того, чи є шкільні структури, розсадка, підручники чи дидактичні заходи та ритуали, спонтанні коментарі вчителів чи непомітні коментарі однолітків: секретна навчальна програма відіграє свою роль скрізь. Не можна недооцінювати це, коли йдеться про шкільну соціалізацію»Marianna Jäger / Susan Gürber: Interview: Der geheime Lehrplan. Im Zentrum steht die Disziplin in der Klasse. phAkzente 2, 2012. https://phzh.ch/MAPortrait_Data/55311/34/sgu_phakzente12-2.pdf . Див. також Гендерна нерівність у навчальних програмах Література John Taylor Gatto: Dumbing Us Down: The Hidden Curriculum of Compulsory Schooling, New Society Publishers, 2Rev. Ed. 2002, ISBN 0-86571-448-7 John Taylor Gatto: Verdummt noch mal! Dumbing us down: Der unsichtbare Lehrplan oder Was Kinder in der Schule wirklich lernen, Genius Verlag, Bremen, 1. Ed. 2009, ISBN 3-934719-35-X Klaus W. Döring: Lehrerverhalten. Weinheim 1989, S. 297 ff. Hilbert Meyer: UnterrichtsMethoden. In: Theorieband. Frankfurt 1988, 2. Auflage. Talcott Parsons: Die Schulklasse als soziales System. In: ders., Sozialstruktur und Persönlichkeit, Eschborn 1964. Jürgen Zinnecker: Der heimliche Lehrplan. Weinheim 1975. Посилання Категорія:Освіта Категорія:Сторінки з неперевіреними перекладами"}
{"category": "Освіта", "title": "Професійна освіта", "abstract": "Професі́йна освіта — здобуття кваліфікації за відповідним напрямом підготовки або спеціальністю.\nПрофесійна освіта – це цілеспрямований процес навчання наявних (працюючих) і потенційних (наприклад, студентів) працівників професійних знань та вмінь з метою набуття навичок, необхідних для виконання певних видів завдань в конкретній спеціальності.  \nОсновні форми здобуття професійної освіти:\n\nнавчання у вищих і спеціалізованих навчальних закладах освіти,\nстажування на курсах підвищення кваліфікації,\nудосконалення професійної майстерності на виробництві,\nКрім того, існує багато інших підходів до професійного розвитку, включаючи консультації, тренінги, спільні практики, вивчення уроків, наставництво, технічна допомога.", "content": "Професі́йна освіта — здобуття кваліфікації за відповідним напрямом підготовки або спеціальністю. Професійна освіта – це цілеспрямований процес навчання наявних (працюючих) і потенційних (наприклад, студентів) працівників професійних знань та вмінь з метою набуття навичок, необхідних для виконання певних видів завдань в конкретній спеціальності. Speck, M. & Knipe, C. (2005) Why can't we get it right? Designing high-quality professional development for standards-based schools(2nd ed.). Thousand Oaks: Corwin Press Основні форми здобуття професійної освіти: навчання у вищих і спеціалізованих навчальних закладах освіти, стажування на курсах підвищення кваліфікації, удосконалення професійної майстерності на виробництві, Крім того, існує багато інших підходів до професійного розвитку, включаючи консультації, тренінги, спільні практики, вивчення уроків, наставництво, технічна допомога.National Professional Development Center on Inclusion. (2008). \"What do we mean by professional development in the early childhood field?\" . Chapel Hill: The University of North Carolina, FPG Child Development Institute, Author. Примітки Література Закон України «Про вищу освіту» І.М. Грищенко. Освіта та професійна підготовка фахівців у світлі євроінтеграційних процесів // Актуальні проблеми економіки №7(109), 2010, стор. 56—61 Ольга Андрусь. Сучасні аспекти професійної підготовки студентів у технічних університетах / Професійна підготовка в контексті євроінтеграції // Проблеми підготовки сучасного вчителя № 4 (Ч. 2), 2011, стор. 283—294 Посилання Професійна підготовка, перепідготовка та підвищення кваліфікації // Категорія:Освіта"}
{"category": "Освіта", "title": "Сексуальні домагання в освіті", "abstract": "Сексуальні домагання в освіті — будь-яка небажана сексуальна поведінка з боку одного учасника освітнього процесу стосовно іншого, яка може мати місце як у навчальному закладі, так і за його межами. дана активність перешкоджає здобувачеві вчитися, працювати чи брати участь у заходах у навчальному закладі. Сексуальні домагання охоплюють діапазон поведінки від легкого роздратування до сексуального насильства та зґвалтування. За словами педагогів, це часто називають «сексом заради оцінок» і привернули увагу медіа в усьому світі, частково у зв'язку з рухом #MeToo.", "content": "Сексуальні домагання в освіті — будь-яка небажана сексуальна поведінка з боку одного учасника освітнього процесу стосовно іншого, яка може мати місце як у навчальному закладі, так і за його межами. дана активність перешкоджає здобувачеві вчитися, працювати чи брати участь у заходах у навчальному закладі. Сексуальні домагання охоплюють діапазон поведінки від легкого роздратування до сексуального насильства та зґвалтування.Dzeich, Billie Wright and Linda Weiner (1990). The Lecherous Professor: Sexual Harassment on Campus, University of Illinois Press.Drawing the Line: Sexual Harassment on Campus (2006), the American Association of University Women За словами педагогів, це часто називають «сексом заради оцінок» і привернули увагу медіа в усьому світі, частково у зв'язку з рухом #MeToo. Зміст Сексуальні домагання можуть мати руйнівний вплив на життя та емоційний стан жертви, шкодити її самооцінці, спричинити тривогу, депресію, посттравматичний стресовий розлад. Домагання можуть мати такі форми: Словесні домагання — непристойні коментарі, жарти, образливі зауваження сексуального характеру, погрози. Невербальні домагання — демонстрація порнографії, непристойні жести, нав'язливі погляди. Фізичні домагання — дотики, обійми, поцілунки, примусовий секс. Важливо пам'ятати, що сексуальні домагання ніколи не є виною жертви. Запобігання та боротьба проти сексуальних домагань в освіті має такі форми: Освітні програми — проведення навчальних програм та семінарів про сексуальні домагання, їхні форми й наслідки. Чіткі політики — упровадження чітких політик та процедур щодо запобігання сексуальним домаганням та розгляду скарг. Конфіденційність — забезпечення конфіденційності й безпеки для тих, хто повідомляє про домагання. Підтримка — наявність служб підтримки для постраждалих, таких як психологічна допомога та юридичні консультації. Сполучені Штати У своєму опитуванні 2000 року серед 2064 здобувачів 8-11 класів Американська асоціація студенток (AAUW) повідомила: 81 % або 8 із 10 здобувачів зазнавали сексуальних домагань у школі; 83 % дівчат зазнавали сексуальних домагань; 78 % хлопців зазнавали сексуальних домагань; 38 % учнів зазнали переслідувань з боку вчителів або працівників школи; 36 % працівників або вчителів шкіл зазнали цькування з боку учнів; 42 % працівників або вчителів шкіл зазнавали переслідувань один одного. У своєму недавньому дослідженні (AAUW 2006) про сексуальні домагання в коледжах і університетах AAUW стверджував, що хоча як чоловіки, так і жінки є об'єктами сексуальних домагань, «жінки страждають від цього непропорційно більше». 62 % студенток коледжу та 61 % студентів коледжу повідомляють, що зазнавали сексуальних домагань у своєму університеті; 66 % здобувачів знають особисто когось, хто зазнав переслідувань; 10 % або менше здобувачів, які постраждали від сексуальних домагань, намагаються повідомити про свій досвід співробітнику університету; 35 % або більше здобувачів коледжу, які зазнали сексуальних домагань, нікому не розповідають про свій досвід; 80 % здобувачів, які зазнали сексуальних домагань, повідомляють, що їх домагався інший здобувач або колишній здобувач; 39 % здобувачів, які зазнали сексуальних домагань, кажуть, що інцидент або інциденти сталися в гуртожитку; 51 % студентів-чоловіків визнають, що домагалися когось у коледжі, а 22 % зізналися, що домагалися когось часто або час від часу; 31 % студенток зізнаються, що домагалися когось у коледжі; Понад 70 % ЛГБТ-здобувачів зазнавали сексуальних домагань. У звіті про гендерну рівність NCWGE повідомляє, що 30 % студентів бакалаврату та 40 % аспірантів зазнали сексуальних домагань (NCWGE, 1997). У Сполучених Штатах сексуальні домагання є формою дискримінації відповідно до Розділу IX Поправок щодо освіти 1972 року.ed.gov Німеччина Університет Бремена був першим університетом у Німеччині, який створив у 1992 році контактний пункт із питань сексуальних домагань. Загальноприйнято вважати, що різниця у владі між здобувачами університетів і професорами, які визначають оцінки та можуть пропонувати або продовжувати роботу для студентів PhD, призводить до ризику утисків. За нерепрезентативним опитуванням 12 663 здобувачів у 2012 році, кожен четвертий здобувач повідомив про ті чи інші форми сексуальних домагань, і близько 10 % цих випадків стосувалися домагань з боку викладачів. Занепокоєні здобувачі, які не хочуть повідомляти про погану поведінку, боячись наслідків для кар'єри, отримують поради щодо того, як впоратися з ситуацією. Наприклад, докторанту можна порадити додати зовнішнього оцінювача для оцінки його роботи або попросити призначити іншого консультанта. У середині 2010-х років проти викладачів вищих навчальних закладів Гамбурга, Дюссельдорфа та Мюнхена були висунуті звинувачення в сексуальних домаганнях. Гана і Нігерія BBC Africa Eye проводило річне розслідування сексуальних домагань, скоєних викладачами університету в Гані. У рамках розслідування таємно знімали чотирьох академіків. У ньому брали участь репортери під прикриттям, які видавали себе за студентів Університету Гани та Університету Лагосу. У жовтні 2019 року вийшов в ефір документальний фільм, який викриває неправомірну поведінку. Африканська феміністична ініціатива опублікувала заяву солідарності, засуджуючи домагання в закладі, який має запропонувати безпечне середовище для навчання. Двоє викладачів були відсторонені від Університету Гани на шість і чотири місяці відповідно без збереження зарплати. Вони повинні були пройти навчання щодо політики університету щодо сексуальних домагань і неналежної поведінки, поновитися на роботі лише після позитивної оцінки та проходити щорічне оцінювання протягом п'яти років. Деякі критикують покарання як надто м'яке. У 2020 році сенат Нігерії ініціював обговорення законопроєкту, спрямованого на запобігання сексуальним домаганням студентів університету. Див. також Сексуальне насильство в початковій та середній школах Сексуальне насильство над дітьми з боку дітей Гендерне насильство в школі Сексуальне цькування Посилання Зовнішні посилання та подальше читання Гей, Коротун! : Посібник із боротьби з сексуальними домаганнями та насильством у школах і на вулицях (2011) Перетинаючи межу (2011) Категорія:Освіта Категорія:Цькування"}
{"category": "Освіта", "title": "Система освіти", "abstract": "Систе́ма осві́ти — реальна сукупність факторів, спеціально створених для реалізації соціальних функцій освіти.\nСистеми освіти (англ. Educational systems) – об’єднання в цілісну систему незалежних програм і інститутів, що забезпечують як формальну, так й неформальну освіту.[1]\nСистема освіти складається із навчальних закладів, наукових, науково-методичних і методичних установ, науково-виробничих підприємств, державних і місцевих органів управління освітою та самоврядування в галузі освіти.", "content": "Систе́ма осві́ти — реальна сукупність факторів, спеціально створених для реалізації соціальних функцій освіти. Системи освіти () – об’єднання в цілісну систему незалежних програм і інститутів, що забезпечують як формальну, так й неформальну освіту. Система освіти складається із навчальних закладів, наукових, науково-методичних і методичних установ, науково-виробничих підприємств, державних і місцевих органів управління освітою та самоврядування в галузі освіти.Закон України «Про освіту» від 23.05.1991 № 1060-XII (зі змінами і доповненнями), в редакції від 19.02.2016 Див. також Освіта Навчальний заклад Дистанційне навчання Примітки Категорія:Освіта Категорія:соціальні системи"}
{"category": "Освіта", "title": "Соціологія освіти", "abstract": "Соціологія освіти — галузь соціології, що вивчає освіту як соціальний інститут, її функції в суспільстві та взаємозв'язок з іншими інститутами. Сучасна соціологія освіти досліджує освіту як багаторівневу систему, що функціонує в чотирьох основних і взаємопов'язаних формах:\n\nяк процес формування знань у індивідів, залучених до тієї чи іншої ланки освіти;\nяк процес зміни суспільної свідомості;\nяк фактор соціалізації особистості, її виховання;\nяк своєрідна феноменологія особистісної свідомості.\nСоціологія освіти орієнтується на окремі положення загально соціологічних теорій (наприклад, структурного функціоналізму або теорії конфлікту), а також на розробку і використання власних теорій освіти, які дозволяють аналізувати особливості цього утворення через його структуру, соціальні процеси та взаємодію.\nОкрім соціології, освіту вивчають так само в рамках педагогіки, психології, філософії, історії та економіки.", "content": "Соціологія освіти — галузь соціології, що вивчає освіту як соціальний інститут, її функції в суспільстві та взаємозв'язок з іншими інститутами.Словарь по общественным наукам. Глоссарий.ру. Сучасна соціологія освіти досліджує освіту як багаторівневу систему, що функціонує в чотирьох основних і взаємопов'язаних формах:Бабосов Е. М. Социология образования. Энциклопедия социологии як процес формування знань у індивідів, залучених до тієї чи іншої ланки освіти; як процес зміни суспільної свідомості; як фактор соціалізації особистості, її виховання; як своєрідна феноменологія особистісної свідомості. Соціологія освіти орієнтується на окремі положення загально соціологічних теорій (наприклад, структурного функціоналізму або теорії конфлікту), а також на розробку і використання власних теорій освіти, які дозволяють аналізувати особливості цього утворення через його структуру, соціальні процеси та взаємодію. Окрім соціології, освіту вивчають так само в рамках педагогіки, психології, філософії, історії та економіки. Об'єкт та предмет соціології освіти Об'єкт соціології освіти: Освіта, як одна із підсистем суспільства у всій сукупності її взаємодії з іншими підсистемами суспільства. Освіта, як соціальний інститут у взаємодії з іншими інститутами суспільства. Взаємозв'язок освіти та суспільства в цілому. Предмет соціології освіти — взаємодії компонентів освіти, а також взаємодія їх із суспільством в усіх сторонах і рівнях, тобто широке коло соціально-освітніх відносин, в які вступають соціальні суб'єкти в процесі навчання. Сюди входить: стан і динаміка соціокультурних та соціально-психологічних процесів у сфері освіти; система взаємодії освіти з іншими сферами суспільного життя; механізми, технологія, характер, спрямованість навчальної діяльностіСірий Є. В. Соціологія. Історія соціології освіти Соціологія освіти виникла на початку XX ст. Біля витоків її стоять Макс Вебер, Еміль Дюркгейм, Джон Дьюї, Талкотт Парсонс, хоча дослідження, присвячені освіті, проводилися і раніше. Вони заклали методологічні основи даної галузі соціології. Вихідними тут можна виділити концепції соціальної стратифікації, поділу праці, соціалізації особистості. Теоретичні передумови Науково-ідейні передумови для соціології освіти склалися вже у XIX столітті, серед них: визнання значущості соціального середовища для пояснення індивідуально-психологічних і культурних відмінностей у людей; віра в те, що особистісні якості людей можуть бути виправлені цілеспрямованими засобами середовища; розгляд загальної освіти як рушій соціального прогресу та метод «удосконалення» людини. Увага до питань освіти особливо посилилася на рубежі XIX—XX століть під впливом таких об'єктивних факторів: зсув пріоритетів в економіці від аграрного до індустріального сектора в країнах Європи і США, що призвело до міграції сільського населення в міста та зростання потреби підприємців у персоналі зі спеціальними навичками. Подібні зміни призвели до зрушень у соціальній структурі та загострення соціальної фрустрації. Доступ до освіти опинився у центрі соціальної боротьби і наукових дискусій, у результаті яких була визнана доцільність масової освіти і активізувались соціальні дослідження школи. Питання щодо освіти наприкінці XIX століття були підняті у книзі «Освіта: інтелектуальна, моральна та фізична»(1912 р.)та у серії статей соціологом Гербертом Спенсером. Спенсер доводив, що освіта відіграє роль забезпечення ефективного контролю над життям людини. Він поставив проблему порівняльної цінності різних систем передачі знання, для вирішення якої запропонував «природний метод освіти». Цей метод ґрунтувався на ідеї подолання диктату держави і на розвитку вільної та доцільної системи освіти. Зародження та розвиток соціології освіти Відокремлення соціології освіти як галузі соціології у великій мірі пов'язано з працями Еміля Дюркгайма. Будучи професором педагогіки, він цікавився зв'язками соціальних інститутів, розглядаючи взаємозалежність їх функцій і структур. Наприкінці 1890-х років в університеті Бордо і на початку XX століття в Сорбонні Дюркгайм читав для вчителів цикли соціологічних лекцій про освіту, видані пізніше у вигляді серії книг і збірок. У серії лекцій «Суспільство і освіта» він зазначав, що економіка і політика залежать від освіти, яка готує індивідів до певних ролей у суспільстві. У роботі «Моральна освіта» Дюркгайм говорив про функції школи у суспільстві, головна з яких — передача і зміцнення моральних цінностей, які є основою соціального порядку. У Німеччині особливий поштовх розвитку цієї науки дали роботи Макса Вебера. Заслугою Вебера вважається розробка проблем взаємодії соціальних інститутів і теорії бюрократії, на основі яких став можливий принципово новий аналіз школи як соціальної системи. Карл Маркс показав зв'язок змісту і функцій освіти з класовою структурою суспільства. Дюркгейм вважав, що освіта є одним із способів передачі підростаючим поколінням цінностей панівної культури. Згодом Ренделл Коллінз показав, який вплив різних статусних груп на розвиток освіти, на формування її стандартів. Американський соціолог Талкотт Парсонс з позицій структурного функціоналізму проаналізував роль шкільного класу як специфічної соціальної системи. Особливо популярною соціологія освіти ставала у США. Один з керівників національної системи освіти США Вільям Т. Харріс вже в 1893 році стверджував, що ніяка філософія освіти, тобто діяльність по висуненню цілей і обґрунтуванню громадського сенсу освіти, неможлива без опори на соціологію. Американське соціологічне товариство намагалося в своїх офіційних виданнях переконати працівників освіти у визнанні школи не просто як місця, де відбувається передача знань, але як соціального процесу, організація і процедури якого вимагають соціологічного обґрунтування. Американські соціологи пояснюють особливу увагу до соціальних аспектів освіти в США наприкінці XIX — на початку XX століття і більш швидкий розвиток нової галузі трьома головними обставинами: держава тут була більшою мірою зацікавлена в розвитку вільної громадської освіти; американців відрізняє особлива віра у цінність освіти як головного засобу демократичного громадського устрою; промислові кола США усвідомлювали роль науково-технічного прогресу і енергійно сприяли його прискоренню, робили великі інвестиції в систему освіти.Lee Harvey. The Status of Educational Sociology in Normal Schools, Teacher's CoUeges, Colleges and Universities. N.Y.: N.Y. University Book Store, 1928 У Стенфордському університеті у 1898 році Едвард О. Росс започаткував курс «Соціологія для вчителів», а з 1901 року там же Девід Снедден запропонував курс «Освіта і суспільство». В Університеті Кларка в 1902 році Дж. Стенлі Холл читав «Соціологію освіти». До 1914 року в США вже 16 вищих навчальних закладів пропонували курси «освітня соціологія», а в 1916 році Колумбійський Учительський коледж створив відділення освітньої соціології під керівництвом Девіда Снеддена. Перший підручник з соціології освіти був написаний Уолтером Смітом і Девідом Снедденом з позицій концепції «соціальної освіти» і виданий у 1917 році.Prichard K. W., Buxton Т. Н. Concepts and Theories in Sociology of Education. N.Y., 1988. P. 13-14. У 60-70-ті роки в країнах Заходу різко зростає інтерес до соціології освіти у зв'язку з відставанням функціонуючих систем освіти від вимог науково-технічної революції. Саме тоді було піднято питання про кризу освіти. Посилюється увага до даної проблеми у 80-ті роки. І пов'язано це насамперед з соціальними проблемами безперервної освіти. В даний час проблеми соціології освіти досить активно розробляються в країнах, що розвиваються, де досліджується роль освіти у подоланні їх економічної і культурної відсталості. Теоретичні течії Інституціоналізм З позицій інституціоналізму, освіта збільшує шанси суспільства на виживання, оскільки прямо не тягне за собою зміну класової структури або перебудову в організації влади, а, значить, скорочує людські витрати на шляху суспільного прогресу. В інституціональному підході вперше як центральні проблеми соціології освіти були позначені ті категорії, які допомагають відтворити загальнонаукову концептуальну модель освіти, а саме: функції освіти та їх динаміка, суб'єкти в освіті, організаційна структура освіти, роль освіти в суспільному відтворенні, санкції, що використовуються в освіті, та джерела опору змінам. Освіта розглядається як частина більш широкого соціального процесу, тобто узагальнення динамічних характеристик школи як соціальної системи і, в перспективі, дозволяє виявити закономірності її розвитку і вийти за рамки педагогічних та психологічних оцінок її проблем. «Освіта виходить далеко за рамки контексту міжособистісних відносин у класі. Найбільш важливим є інституціональне оточення … Школи не можуть бути зрозумілі у відриві від соціальних сил, що впливають на них, у відриві від історичної боротьби, суперництва і об'єднання, з яких і виникає нинішній характер шкіл. Освітні структури, таким чином, не є автономними, а є історичним продуктом боротьби цінностей серед домінантних інституційних груп».Corwin R.G. A Sociology of Education. N.Y., 1965. Кожне явище зі сфери освіти отримує інституційне пояснення. Наприклад, страйки вчителів приймаються як один з показників довгому ланцюгу процесів професіоналізації частини працівників освіти. Функціоналізм Функціоналізм визначає освіту як соціальний інститут суспільства, а його провідну функцію — підтримання зв'язку між особою і суспільством заради цілісності останнього. Багато видатних соціологів ставили перед галуззю типово функціоналістські завдання: вивчати передачу знання, моралі і поведінкових норм, що служить підтримці порядку і рівноваги у суспільстві; пояснити соціальні форми, природу груп і процесів в освіті. У рамках структурно-функціонального аналізу розроблялась універсальна схема, яка розкриває структуру соціальних систем. У ній інститут освіти, будучи одним з основних елементів соціальної структури, забезпечує відтворення моделі системи (Т. Парсонс). Були виділені функції освіти, в тому числі явні і латентні, феномени дисфункції, мережевого балансу і функціональних альтернатив (Р. Мертон), розглянуті передача та збереження домінантної культури (Р. Дрібін). Це допомогло зрозуміти на макро-і мікрорівні механізми утворення освітою особливих інтересів соціальних класів або організацій, а також її роль у динаміці приписуваних і досяжних статусів. У відомих роботах Парсонса з проблем освіти критики виявляють такі недоліки: рольова структура в освіті показана як щось дане, а соціальні статуси як переважно досяжні; не надають належного значення виникненню і закріпленню приписуваних статусів і механізмам соціальної селекції в освіті; визнання єдності стартових можливостей дітей на основі середніх рівнів фінансування шкіл і характеру програм є помилковим і недооцінює, зокрема, селективні властивості дошкільної соціалізації; розміри навчальної групи і формальні норми не виключають використання вчителями партикулярних критеріїв під час розподілу ролей і оцінювання учнів. Особливої гостроти дискусіям додали дослідження наслідувальних здібностей дітей з різних соціальних груп, у зв'язку з їх шкільною успішністю (А. Дженсен). Робився висновок, що успішність мало залежить від якості 10-тестів: 80 % варіацій успіхів дітей пояснюється генетичними факторами, що не залежать від школи, і лише 20 % — умовами соціального мікросередовища. Цим заперечувалась можливість використання школи для зменшення нерівності і руху до егалітарного суспільства, також надавалася пояснення теоріям репродукції та новим обвинуваченням даного підходу в консерватизмі. Структурно-функціональний аналіз, на думку критиків, був зосереджений на макрорівневих проблемах суспільства і організацій, не вдавався в процеси на мікрорівні, наприклад, в соціальні взаємодії і динаміку в навчальному класі. Його прихильникам не вдалося виявити різноманітність і конфлікт інтересів та ідеологій в соціально неоднорідному суспільстві, коли кожна група виробляє свою позицію щодо завдань і методів школи. У структурно-функціональному аналізі не розглядалися питання змісту освіти та соціальні ролі учнів і вчителів у системі освіти. Він служив виправданню лише повільних і планованих змін, часом не відображаючи реальних проблем і конфліктів у суспільстві. На думку теоретиків конфлікту, структурно-функціональний аналіз не відповідав завданню розвитку соціології освіти, оскільки був орієнтований на ідеї рівноваги і збереження «статусу кво», що є не властиві природі освіти. З 1970-х років розвивалися неофункціоналістські теорії соціальної ентропії (К. Бейлі), адаптації (М. Файа), теорія систем (Н. Луман), порівняльно-історичний аналіз освітніх систем (М. Арчер), теорія диференціації (Дж. Александер, П. Коломиї). Неофункціоналізм тоді представляв одну з великих течій в зарубіжній соціології освіти. Йому протистояв критичний напрям, в центрі якого — теорія конфлікту. Поняття соціології освіти Основні поняття Виховання Цілеспрямоване формування особистості з метою підготовки її до участі у громадському та культурному житті відповідно до соціокультурних нормативних моделей. Школа Навчальний заклад, зазвичай початкової або середньої освіти, але також іноді й вищої (приміром, Вища школа бізнесу) або спеціальної (до прикладу, Київська школа економіки). У сучасному світі школа грає визначальну роль у здійсненні права на освіту. Школа — основний інститут загального навчання. Зміст навчання та виховання в школі залежать від економічного і культурного розвитку суспільства. Вищий навчальний заклад Освітній, освітньо-науковий заклад, який заснований і діє відповідно до законодавства про освіту, має один з чотирьох рівнів акредитації, реалізує відповідно до наданої ліцензії освітньо-професійні програми вищої освіти за певними освітніми та освітньо-кваліфікаційними рівнями, забезпечує навчання, виховання та професійну підготовку осіб відповідно до їх покликання, інтересів, здібностей та нормативних вимог у галузі вищої освіти, а також здійснює наукову та науково-технічну діяльність. Навчальний процес Являє собою чітку систему по організації роботи навчального закладу. Він має власну структуру та складається з певних елементів, зокрема таких як мета, навчальна інформація, засоби педагогічної взаємодії суб'єктів викладання й учіння, форми їхньої взаємодії тощо. Поняття соціології освіти в Огюста Конта Вища народна освіта Нова система освіти, яка базуючись на вдосконаленій системі загального виховання і процесах поступового духовного перетворення, має вивести тогочасне суспільство з кризового стану. Масовізація освіти Процес поширення в масах, при чому перш за все в трудових масах, оскільки тогочасна соціально-економічна ситуація (індустріалізація) значно збільшила пролетарський сегмент, який, на думку Конта, більше ніж будь-який інший клас природно пристосований розуміти і особливо відчувати дійсні моральні начала, який, хоч, і не в змозі звести їх до чіткої системи, а, по-друге, мусив бути освіченим, оскільки мусив стати опорою для духовної влади. Системність освіти Структурованість освіти, тобто те, що вона складається із домашньої естетичної та систематичної інституціональної складових, які, поєднуючи моральне домашнє виховання та соціалізаційний шкільний потенціал, ведуть до вивчення 5 наук (математика, астрономія, фізика, хімія, біологія) за історичними (послідовність виникнення) та догматичними принципами; кінцева мета виховання – вивчення науки соціології, головної науки. Виховна освіта Освіта має своїм призначенням загальне виховання, яке змінює, попри будь-якій іншій тенденції, її характер та напрямок. Поняття соціології освіти у творчості Герберта Спенсера Системність освіти Представлення освіти і виховання у вигляді діяльності, що (розташовані у порядку спадання їх значимості): Слугують безпосередньому збереженню індивіда Опосередковано слугують самозбереженню Метою яких є виховання майбутнього покоління Пов'язані з підтримкою соціальних і політичних відносин Змішані види діяльності, які наповнюють дозвілля, присвячені задоволенню смаків та почуттів Виховання «Підготовка до певного життя», що включає: «навчанням всім тим знанням і відомостям, які необхідні для успішної само підтримки та підтримки сім'ї»; «передбачає розвиток здібностей у тому напрямі, щоб зробити для людини доступнішими всі радощі, які можливо почерпнути у природи та людини». При цьому, виховання не є простим механізмом передачі певного набору знань і навичок. Воно повинне сприяти розвитку особистості. Світськість освіти Відокремлення освіти світської від освіти теологічної та теософської. Одначе Спенсер не наголошував на повному поглинанні світською освітою регілійної освіти, а робив акцент на складній системі взаємозв'язків освіти релігійної, яка, хоч і відходить у минуле, проте все ще залишається доволі впливовою в освітній сфері. Структурованість знання Структура знання складається із: Природничо-наукового Гуманітарного Технічного Поняття соціології освіти у Маркса та Енгельса Освіта – система норм та положень, яка: функціонально опосередковує формування і, власне, формує та відтворює соціально-економічні відносини у суспільстві (капіталістичні відносини); відтворює специфічну для капіталізму робочу силу таким чином відтворює капіталістичний спосіб виробництва. Зміст освіти визначається характером праці в межах капіталістичного виробництва. Ідеологічність освіти – духовне втілення пануючим класом певних виробничих матеріальних відносин через систему освіти; тобто представлення пануючим класом свого інтересу як загального інтересу для всіх членів суспільства. Класовість освіти – характеристика освіти в капіталістичному суспільстві, коли внаслідок розділення суспільства на певні прошарки відбувається монополізація освіти привілейованими класами, внаслідок чого освіта легітимізує і відтворює класову відмінність. Освіта Освіта володіє всіма ознаками соціального інституту. Тобто вона передбачає особливим чином організовану ієрархізовану рольову діяльність, що спирається на специфічні структури (організації), нормативно-ціннісні системи їхнього функціонування, які надають сталості і визначеності суспільним відносинам стосовно збереження та передачі соціального досвіду та формування певного типу особистості. Як її основні елементи можна виділити навчально-виховні заклади як соціальні організації, соціальні спільності (педагоги і учні), навчальний процес як вид соціокультурної діяльності. Специфічні риси освіти як соціального інститутуГородяненко В. Т., Гілюн О. В., Демічева А. В., ЛегезаС В. та ін. Соціологія. Підручник для ВНЗ.—К.: Академія. — 2005. — 560 с.: Соціально значущі функції підпорядковані суспільним потребам. Види і форми освітніх організацій, особливості їх функціонування. Наявні певні групи осіб, які професійно здійснюють функціонування інституту, статус цих осіб у суспільстві. Регулярне функціонування освітніх організацій і персоніфіковані об'єкти діяльності. Постійні процеси вдосконалення соціального інституту освіти. Спеціальні методи освітньої діяльності (навчання, виховання, оцінювання). Свідомо поставлені цілі. Планомірний, систематичний характер реалізації процесів соціалізації. Змістовний характер освіти. Використання освіти як механізму запобігання соціально небажаним впливам. Зорієнтованість освітньої діяльності на майбутнє. Див. також Джеймс Коулман Література Ренделл Коллінз. Знецінення дипломів та майбутнє університетів // Спільне. — 14.07.2011 Ендрю Росс. Глобальний університет (Уривок із книги «Університет проти себе самого») // Спільне. — 01.10.2011 Інна Совсун. Новий порядок денний для університетської освіти // Спільне. — 22.02.2013 Крейг Калхун. Університет у кризі? // Спільне. — 05.11.2013 Александре Афонсо. Чим Академія нагадує наркокартель? // Спільне. — 14.01.2014 Джон Ґолдторп. Десятиліття інвестицій у освіту не привели до покращення соціальної мобільності // Спільне. — 29.03.2016 Вікторія Мулявка. Універсалізація вищої освіти: популістичне гасло чи закономірний процес // Спільне. — 09.05.2016 Вікторія Мулявка. Освіта врятує світ? // Спільне. — 6.12.2016 Андрій Гуляйницький. Системна криза вищої освіти України: формування периферійної моделі // Спільне. — 27.10.2017 Примітки Категорія:Соціологія Категорія:Соціологічні теорії середнього рівня Категорія:Освіта"}
{"category": "Освіта", "title": "Формальна освіта", "abstract": "Формальна освіта (англ. Formal education) – освіта, що є інституціональною, свідомо визначеною та спланованою завдяки тому, що впроваджується державними або визнаними приватними закладами освіти, та яка в сукупності складає офіційну систему освіти країни. Відповідно до цього, формальні освітні програми одержують визнання від національних органів освіти або еквівалентних інституцій. \nФормальна освіта здебільшого складається з базової освіти. Професійно-технічна освіта, навчання осіб з особливими потребами та деякі складові освіти для дорослих часто визнаються як частини системи формальної освіти. Кваліфікації, одержані в результаті формальної освіти, за визначенням є визнаними. Інституціональна освіта має місце тоді, коли організація створює структуроване середовище для навчання, зокрема відношення «учень/студент – викладач» та/або інтерактивні види діяльності, спеціально розроблені для освіти та навчання. Формальна освіта зазвичай відбувається в закладах освіти. Цей компонент освіти називають базовою освітою, що визначається як формальна освіта особи перед її першим виходом на ринок праці, тобто тоді, коли освіта проходить, як правило, у формі стаціонарного навчання.\nФормальна освіта – освіта, яка здобувається за освітніми програмами відповідно до визначених законодавством рівнів освіти, галузей знань, спеціальностей (професій) і передбачає досягнення здобувачами освіти визначених стандартами освіти результатів навчання відповідного рівня освіти та здобуття кваліфікацій, що визнаються державою.\nУ контекстi Мiжнародної стандартної класифiкацiї освiти (МСКО) формальна освiта тлумачиться як iнституцiйна, цiлеспрямована, спланована за участю держаних органiзацiй i визнаних державою приватних органiзацiй освiти, що загалом становить систему формальної освiти держави. Формальна освiта зазвичай органiзовується в освiтнiх закладах, створених для отримання очної освiти здобувачами в системi, яка забезпечує неперервнiсть переходу вiд однiєї освiтньої програми до iншої. Це називається попередньою освiтою, що визначається як формальна освiта людей до їх першого виходу на ринок працi, тобто до того часу, поки вони будуть здобувати освiту в очнiй формi. Формальна освiта також охоплює навчання всiх вiкових груп разом зi змiстом програм i квалiфiкацiй, котрi вiдповiдають квалiфiкацiям попередньої освiти. Програми навчання, якi здiйснюються частково без вiдриву вiд виробництва, можуть також розглядатися як формальна освiта, якщо вони ведуть до отримання квалiфiкацiй, що визнаються нацiональними органами освiти, або рiвнозначними органiзацiями. Навчання в межах таких програм часто проводиться на основi спiвпрацi закладiв освiти i працедавцiв (наприклад, стажування).", "content": "Формальна освіта ( – освіта, що є інституціональною, свідомо визначеною та спланованою завдяки тому, що впроваджується державними або визнаними приватними закладами освіти, та яка в сукупності складає офіційну систему освіти країни. Відповідно до цього, формальні освітні програми одержують визнання від національних органів освіти або еквівалентних інституцій. Формальна освіта здебільшого складається з базової освіти. Професійно-технічна освіта, навчання осіб з особливими потребами та деякі складові освіти для дорослих часто визнаються як частини системи формальної освіти. Кваліфікації, одержані в результаті формальної освіти, за визначенням є визнаними. Інституціональна освіта має місце тоді, коли організація створює структуроване середовище для навчання, зокрема відношення «учень/студент – викладач» та/або інтерактивні види діяльності, спеціально розроблені для освіти та навчання. Формальна освіта зазвичай відбувається в закладах освіти. Цей компонент освіти називають базовою освітою, що визначається як формальна освіта особи перед її першим виходом на ринок праці, тобто тоді, коли освіта проходить, як правило, у формі стаціонарного навчання.International Standard Classification of Education ISCED 2011/UNESCO Формальна освіта – освіта, яка здобувається за освітніми програмами відповідно до визначених законодавством рівнів освіти, галузей знань, спеціальностей (професій) і передбачає досягнення здобувачами освіти визначених стандартами освіти результатів навчання відповідного рівня освіти та здобуття кваліфікацій, що визнаються державою.Закон України «Про освіту» від 05.09.2017 № 2145-VIII У контекстi Мiжнародної стандартної класифiкацiї освiти (МСКО) формальна освiта тлумачиться як iнституцiйна, цiлеспрямована, спланована за участю держаних органiзацiй i визнаних державою приватних органiзацiй освiти, що загалом становить систему формальної освiти держави. Формальна освiта зазвичай органiзовується в освiтнiх закладах, створених для отримання очної освiти здобувачами в системi, яка забезпечує неперервнiсть переходу вiд однiєї освiтньої програми до iншої. Це називається попередньою освiтою, що визначається як формальна освiта людей до їх першого виходу на ринок працi, тобто до того часу, поки вони будуть здобувати освiту в очнiй формi. Формальна освiта також охоплює навчання всiх вiкових груп разом зi змiстом програм i квалiфiкацiй, котрi вiдповiдають квалiфiкацiям попередньої освiти. Програми навчання, якi здiйснюються частково без вiдриву вiд виробництва, можуть також розглядатися як формальна освiта, якщо вони ведуть до отримання квалiфiкацiй, що визнаються нацiональними органами освiти, або рiвнозначними органiзацiями. Навчання в межах таких програм часто проводиться на основi спiвпрацi закладiв освiти i працедавцiв (наприклад, стажування). Формальна освіта і навчання для дорослих Головною ланкою в ланцюзi кризових явищ i проблем, з якими людство зiштовхнулося на порозi третього тисячолiття, є криза компетентностi. Проте глобальною загрозою цивiлiзацiї є вiдста вання, нездатнiсть людини адаптуватися до темпiв змiн у навколишньому свiтi. У цьому контекстi традицiйна базова формальна освiта, здобута на початку життя, не встигає за змiна - ми у свiтi, принципово не може забезпечити людину на все життя знаннями, вмiннями, навичками i якостями, потрiбними для ефективного виконання соцiальних ролей. Ухвалена практично всiма передовими країнами, концепцiя неперервної освiти висуває освiту дорослих на визначальнi позицiї з основних напрямiв соцiально-економiчного розвитку сучасного свiту. Ключовими у цiй системi соцiуму виступають компетентностi. Компетентнiсть – це динамiчна комбiнацiя знань, вмiнь i прак - тичних навичок, способiв мислення, професiйних, свiтоглядних i громадських якостей, морально-етичних цiнностей, яка визначає здатнiсть особи успiшно здiйснювати професiйну та подальшу навчальну дiяльнiсть i є результатом навчання на певному рiвнi вищої освiти це здатнiсть застосовувати знання та навички для досягнення запланованих результатiв. Доведену здатнiсть iнодi називають квалiфiкацiєю. Тобто мова йде про те, що знання повиннi перетворюватися у кiнцеву продукцiю – компетентнiсть. Набуття компетентностей є метою всiх освiтнiх програм. Ком - петентностi розвиваються в усiх складових програми та оцiню - ються на рiзних етапах освiтньої програми. Деякi компетентностi є предметним (специфiчними для галузi знань), iншi – загаль - ними (спiльними для будь-якої програми). Як правило, компетентностi розвиваються комплексно та циклiчно протягом усiєї програми. Згiдно з Європейською квалiфiкацiйною рамкою для навчання впродовж життя компетентнiсть означає продемонстровану здатнiсть використовувати знання, вмiння, особистi соцiальнi i/або методологiчнi здатностi у ситуацiях дiяльностi або вивчення у професiйному й особистому розвитку. У контекстi Європейської квалiфiкацiйної рамки компетентнiсть описана пiд кутом зору вiдповiдальностi i самостiйностi. Розглянемо процес компетентнiсного розвитку особистостi. Компетентнiсний розвиток особистостi – цiлiсний неперервний процес формування та удосконалення пiд впливом соцiальних чинникiв (навчання, професiйної дiяльностi тощо) вiдповiдних компетентностей, необхiдних особистостi для повноцiнного життя в суспiльствi, суспiльної та особистiсної самореалiзацiї взагалi й ефективної професiйної дiяльностi зокрема. При цьому компетентнiсний розвиток особистостi вiдбувається не тiльки у процесi навчання та спецiально органiзованих заходiв, спрямованих на професiйний розвиток особистостi, а й у результатi засвоєння досвiду практичної професiйної дiяльностi. Компетентностi лежать в основi квалiфiкацiї випускника. Компетентнiсть (компетентностi) як набутi реалiзацiйнi здатностi особи до ефективної дiяльностi не слiд плутати з компетенцiєю (ком - петенцiями) як наданими особi повноваженнями. Компетентнiсть у навчаннi дорослих – це результат набуття дорослою людиною здатностi, якi дають їй змогу якiсно виконувати трудовi функцiї, успiшно засвоювати знання, взаємодiяти з iншими людьми в рiзних ситуацiях, швидко адаптуватися до змiн у професiйнiй дiяльностi, набувати соцiальної самостiйностi. Компетентнiсть дорослої людини є результатом упровадження компетенцiї у компетентну дiяльнiсть. Поняття «компетентнiсть» мiстить результати навчання дорослої людини не лише у вiдповiдних установах, але i пiд впливом роботи, полiтики, культури, родини, тобто шляхом неформальної та iнформальної освiти. У процесi фахової пiдготовки дорослих при компетентнiсному пiдходi увага акцентується на практичну складову освiти, що передбачає необхiднiсть використання знань при вирiшеннi нестандартних ситуацiй у професiйнiй дiяльностi. З позицiй компетентнiсного пiдходу рiвень освiти дорослої людини має визначатися її здатнiстю розв’язувати проблеми рiзної складностi на основi наявних знань досвiду. При використаннi компетентнiсного пiдходу у дорослої людини повиннi бути сформованi професiйнi компетентностi, якi забезпечують їй можливiсть пiсля закiнчення перiоду навчання зайняти належне мiсце на сучасному ринку працi. Основною iдеєю компетентнiсного пiдходу у навчаннi дорослих є реалiзацiя дiяльнiсного характеру змiсту освiти, в результатi якої той, хто навчається, перетворюється з об’єкта на суб’єкт навчання, розвиває себе як особистiсть. Слiд вiдрiзняти поняття «компетенцiї»/«компетенцiй» вiд «компетент ностi»/ «компетентностей» як набутих реалiзацiйних здатностей особи. Компетенцiя – наданi (наприклад, нормативно-правовим актом) особi (iншому суб’єкту дiяльностi) повноваження, коло її службових й iнших прав та обов’язкiв. Див. також Неформальна освіта Інформальна освіта Міжнародна стандартна класифікація освіти Примітки Категорія:Освіта Категорія:Педагогічна психологія"}
{"category": "Освіта", "title": "Формувальне оцінювання", "abstract": "Формувальне оцінювання – це оцінювання під час навчання і “для навчання” (англ. – “assessment for learning“). “Формувальне” (англ. – “formative“) –тому що, на відміну від підсумкового, має на меті формування (або форматування) навчального процесу з урахуванням навчальних потреб кожного учня задля більш ефективного формування необхідних знань, умінь та ставлень. Цей вид оцінювання спрямований на збір даних, які можуть допомогти вчителю та учневі розуміти, наскільки добре вони розуміють матеріал і на яких етапах їх потрібно допомагати.", "content": "Формувальне оцінювання – це оцінювання під час навчання і “для навчання” (англ. – “assessment for learning“). “Формувальне” (англ. – “formative“) –тому що, на відміну від підсумкового, має на меті формування (або форматування) навчального процесу з урахуванням навчальних потреб кожного учня задля більш ефективного формування необхідних знань, умінь та ставлень. Цей вид оцінювання спрямований на збір даних, які можуть допомогти вчителю та учневі розуміти, наскільки добре вони розуміють матеріал і на яких етапах їх потрібно допомагати. Передумови У Політичній пропозиції до проекту Концепції реалізації державної політики у сфері реформування загальної середньої освіти «Нова українська школа» на період до 2029 року, схваленій рішенням Колегії Міністерства освіти і науки України від 08 грудня 2016 року № 11/1-15 серед першочергових кроків входження української системи початкової і загальної середньої освіти до європейського освітнього простору зазначено такий: «Запровадження об'єктивного оцінювання навчальних досягнень учнів…» Історія формувального оцінювання Класичним у наукових колах зарубіжжя вважається визначення, запропоноване К. Бібі, який трактує оцінювання як «систематичне збирання і тлумачення фактів, за якими йде наступний етап – судження про їх цінність і відповідне планування подальших дій» (К. Е. Бібі / Clarence Edward Beeby, 1977) . Вирізняють оцінювання результатів навчання й оцінювання для навчання. У першому варіанті це сумативне оцінювання, у другому – формувальне оцінювання. Формувальне або формативне, формуюче, формаційне оцінювання називають ще оцінюванням для поліпшення навчання . О. Локшина на основі аналізу тлумачень поняття «формувальне оцінювання» зарубіжними вченими Ф. Перрену, Б. Коуві та Б. Беллом, П. Блеком cформулювала концепт: «Формувальне оцінювання розуміється як інтерактивне оцінювання учнівського прогресу, що дає змогу вчителям визначати потреби учнів, адаптуючи до них процес навчання» . У 1998 році П. Блек і Д. Уільям проаналізували 21 дослідження і близько 580 статей та розділів книг про вплив формувального оцінювання на досягнення учнів. Вони з'ясували, що «інновації, спрямовані на впровадження практики формативного оцінювання, ведуть до істотних результатів навчання». Результати дослідження були представлені у праці «Чорний ящик: що там усередині? Оцінювання знань учнів як засіб підвищення ефективності навчально-виховного процесу» . Учені виокремили такі компоненти успішного застосування формувального оцінювання: забезпечення вчителем ефективного зворотного зв’язку з учнями; активна участь учнів/учениць у процесі власного навчання; корегування процесу навчання з урахуванням результату оцінювання; визнання вагомого впливу оцінювання на мотивацію та самоутвердження учнів, які, своєю чергою, впливають на навчання; уміння учнів оцінювати свої знання самостійно. Таким чином, формувальне оцінювання дозволяє учням відстежувати та контролювати свій особистий прогрес і планувати подальші кроки при взаємодії з учителем. Для вчителів формувальне оцінювання означає бути поруч із учнями та налаштовувати їх на успіх. Учителі використовують інформацію про оцінювання, щоб скоригувати навчання та переконатися, що учні виконують вірно розуміють і виконують завдання. Коли учителі регулярно залучають студентів до збору та перегляду інформації про їх навчання, вони допомагають учням стати більш відповідальними та незалежними. Формувальне оцінювання сприяє розвитку в учнів метакогнітивних навичок, тобто вміння планувати, регулювати, аналізувати власну навчальну діяльність, визначати причини труднощів та можливі шляхи їхнього подолання, що, зі свого боку, розвиває внутрішню мотивацію. Це стає можливим, зокрема, завдяки концентрації уваги на процесі та цілях навчання, орієнтації на результат, застосуванню технік самооцінювання і взаємооцінювання. Засади формувального оцінювання Для успішного застосування формувального оцінювання навчальний процес має бути організований у такий спосіб, щоби спонукати кожного учня бути активним його учасником, а не пасивним “отримувачем” знань і оцінок. Має бути створена така атмосфера навчання, за якої учні не бояться “йти на ризик” – ставити запитання, робити помилки й показувати, чого вони ще не вміють або не знають. Елементи формувального оцінювання Формувальне оцінювання як “оцінювання для навчання” складається з певних елементів, серед яких насамперед: вироблення зрозумілих учням цілей на певний період навчання; надання й отримання учнями конструктивного зворотного зв’язку щодо їхніх навчальних досягнень відповідно до визначених цілей; коригування вчителем навчального процесу відповідно до результатів і навчального поступу учнів. Роль формального оцінювання в навчальному процесі Формувальне оцінювання допомагає дітям ідентифікувати свої сильні та слабкі сторони, зосередитися на тих навичках, що потребують удосконалення. Мета формувального оцінювання – не лише підсумовувати навчання дитини в балах, але і знайти спосіб покращити ефективність уроків. Контроль за результатами роботи частково передається учневі, адже завдяки визначеним критеріям оцінювання учні: знають і розуміють своє завдання; стають відповідальними за власне навчання; вільно ставлять запитання та можуть розраховувати на поважливе ставлення; знають, що робити, щоби покращити якість своєї роботи; почуваються важливими і впевненими. Для вчителів - це покращення результатів роботи. Вчитель постійно спостерігає та аналізує, які методики спрацьовують у конкретному класі, а що взагалі не працює; які інструменти підвищують ефективність навчання учнів; які думки та теми обговорюються в класі (а отже, хвилюють учнів). До того ж так формуються довірливі та поважливі стосунки між дітьми та вчителем. Як результат – комфортна атмосфера в класі. Отже, формувальне оцінювання: не банальна оцінка: це фокус на труднощах й допомога для кращого розуміння матеріалу; забезпечення вчасного фідбеку (зворотного зв’язку) як для учнів, так і для вчителя; допомога учням у виявленні та сприйнятті їхніх сильних та слабких сторін; допомога вчителям у визначенні матеріалу, складного для учнівського сприйняття. Цінність формувального оцінювання Формувальне оцінювання є однією з найефективніших досліджених стратегій підвищення рівня навчальних досягнень учнів за висновками міжнародних науковців та експертів, зокрема, Організації економічного співробітництва та розвитку (ОЕСР). На системному рівні послідовне впровадження й застосування формувального оцінювання сприяє рівному доступу до якісної освіти, оскільки допомагає учням, незалежно від їхнього соціально-економічного статусу, досягати кращих результатів навчання. Цей різновид оцінювання розвиває в учнів уміння вчитися, а отже – сприяє реалізації ціннісного орієнтиру щодо навчання протягом життя. Учителі, які застосовують техніки формувального оцінювання, виявляються краще підготовленими до індивідуалізації навчання відповідно до потреб учнів. Отже, цінність формувального оцінювання в тому, що воно підвищує мотивацію, розвиває вміння вчитися та допомагає учням досягати кращих результатів навчання. Категорія:Педагогіка Категорія:Освіта Категорія:Оцінювання"}
