{"category": "Медицина", "title": "Медицина", "abstract": "Медици́на (заст. лі́карство) — система наукових знань та практичної діяльності, метою яких є зміцнення і збереження здоров'я, продовження життя людей, попередження та лікування захворювань людини.\nМедицина охоплює широкий спектр галузей, включаючи анатомію, фізіологію, терапію, хірургію, акушерство, фармакологію та багато інших.\nМетою медицини є збереження та відновлення здоров'я окремих людей і груп населення за допомогою різноманітних підходів, таких як медикаменти, хірургічні процедури, зміни способу життя та профілактичні заходи.\nМедицина відіграє вирішальну роль у покращенні якості життя та зниженні рівня смертності в усьому світі.", "content": "Медици́на (заст. лі́карствоЛікарство на оспалий умисл чоловічий / упоряд. Дем'ян Наливайко. — Острог: Друкарня К. К. Острозького, 1607. — [183] арк.; 4°.) — система наукових знань та практичної діяльності, метою яких є зміцнення і збереження здоров'я, продовження життя людей, попередження та лікування захворювань людини.Медицина // Медична енциклопедія / Червяк П. І. — Видання 3-тє, доп. Національна академія медичних наук України. — Київ: Вид. центр «Просвіта», 2012. — С. 570—571. — ISBN 978-966-2133-86-8. Медицина охоплює широкий спектр галузей, включаючи анатомію, фізіологію, терапію, хірургію, акушерство, фармакологію та багато інших. Метою медицини є збереження та відновлення здоров'я окремих людей і груп населення за допомогою різноманітних підходів, таких як медикаменти, хірургічні процедури, зміни способу життя та профілактичні заходи. Медицина відіграє вирішальну роль у покращенні якості життя та зниженні рівня смертності в усьому світі. Символіка та термінологія Слово «медицина» походить від словосполучення — «лікувальне мистецтво», «мистецтво зцілення» і має той самий корінь, що й дієслово — «зцілюю». Символи медицини широко відомі в усьому світі та часто використовуються для символізації медичної професії. Ось деякі з найпоширеніших символів медицини: Жезл Асклепія: це посох із однією змією, обвитою навколо нього, є одним із символів медицини. Його пов'язують з грецьким богом Асклепієм, який був богом лікування та медицини. Зірка життя: один із символів медицини з кінця XX століття — шестикутна «Зірка життя». Келих Гігеї: цей символ являє собою чашу зі змією, обвитою навколо неї, і часто використовується для представлення практики фармації. Червоний хрест: це універсальний символ екстреної медичної допомоги, який часто використовується для позначення лікарень, служб екстреної допомоги та інших медичних закладів, також пов'язаний з діяльністю Міжнародного руху Червоного Хреста і Червоного Півмісяця. Кадуцей: це посох із двома зміями, обвитими навколо нього, і крилами вгорі. Історія Античні часи Антична медицина стосується медичної практики різних цивілізацій до Середньовіччя. Історія античної медицини охоплює вивчення різноманітний спектр практик, від ранніх трав'яних засобів до більш складних хірургічних методів. Практичні лікарі давнини вважали, що хвороби та хвороби спричинені природними або надприродними силами, а їхні ліки часто включали елементи магії та релігійного ритуалу. Стародавній Єгипет альт=Папірус Едвіна Сміта, найстаріший у світі хірургічний документ, що зберігся. Написаний ієратичним письмом у Стародавньому Єгипті приблизно в 1600 р. до н. е., описує анатомічні спостереження та обстеження, діагностику, лікування та прогноз 48 типів медичних проблем у вишуканих деталях. Серед описаних методів лікування — зашивання ран швами, запобігання та лікування інфекції медом і запліснявілим хлібом, зупинка кровотечі сирим м'ясом, іммобілізація ушкоджень голови та спинного мозку.|міні|Папірус Едвіна Сміта, найстаріший у світі хірургічний документ, що зберігся У Стародавньому Єгипті медициною займалися жерці, які використовували магічні заклинання, амулети та лікарські рослини для лікування різноманітних хвороб. Папірус Еберса, що датується приблизно 1550 роком до нашої ери, є одним із найдавніших відомих медичних текстів і містить інформацію про понад 800 лікарських рослин, хірургічні методи та методи лікування різних хвороб. Для виготовлення ліків єгиптяни використовували різноманітні лікарські рослини, такі як алое вера, ладан і мирра, а також продукти тваринного походження, такі як мед та молоко. Вони також розробили хірургічні методи, включаючи трепанацію черепа, вправляння кісток і виконання ампутацій. Папірус Едвіна Сміта, датований приблизно 1600 роком до нашої ери, є ще одним важливим медичним текстом, який містить інформацію про хірургічні методи, включаючи лікування переломів і травм голови та хребта. Текст папіруса написаний ієратичним письмом і описує анатомічні спостереження та обстеження, діагностику, лікування та прогноз 48 типів медичних проблем у вишуканих деталях, описує використання шин і пов'язок для знерухомлення пошкоджених кінцівок, зашивання ран швами, запобігання та лікування інфекції медом і запліснявілим хлібом, зупинку кровотечі, іммобілізацію ушкоджень голови та спинного мозку. альт=Хірургічні інструменти в Стародавній Греції, 5 століття до н. е.. Реконструкція на основі описів у Корпусі Гіппократа. Технічний музей, Салоніки|міні|Хірургічні інструменти в Стародавній Греції, 5 століття до н.е. Реконструкція на основі описів у Корпусі Гіппократа. Технічний музей, Салоніки Стародавня Греція альт=Ілюстрація історії про відмову Гіппократа від подарунків імператора Ахеменідів Артаксеркса, який просив його консультацію. Намальовано Жироде, 1792 рік.|міні|Відмова Гіппократа від подарунків ворожого перського імператора Артаксеркса, який просив його консультацію. (Жироде, 1792 р.) Стародавня Греція відома своїм значним внеском у розвиток західної медицини. Грецького лікаря Гіппократа часто називають батьком сучасної медицини за те, що він приділяв увагу спостереженню, діагностиці та лікуванню хвороб. Гіппократ вважав, що хвороби мають природні причини, і наголошував на потребі визначення причини захворювання, завдяки цілісному спостереженню за симптомами та способом життя пацієнта. Він також наголосив на важливості здорового харчування та фізичних вправ для підтримки здоров'я. Гіппократ і його послідовники записали свої медичні знання в Корпус Гіппократа, збірку текстів, яка містила трактати з медичної етики, теорії медицини, патології, дієтології, терапії, хірургії, акушерства та гінекології, педіатрії, очних хвороб, та, серед іншого, стала основою сучасної медичної етики. Його трактати з хірургії значно вплинули на розвиток хірургії та ортопедії, а деякі принципи, викладені в трактатах Гіппократа «Про переломи» та «Про суглоби», використовуються і в наш час. На грецьку медицину вплинула робота попередніх цивілізацій, таких як Єгипет і Месопотамія, але вона також досягла значного прогресу в медичних знаннях. Грецькі лікарі, такі як Гален, зробили важливий внесок у галузі анатомії та фізіології. Гален спирався на вчення Гіппократа та розробив нові хірургічні методи, включаючи процедури видалення каменів із сечового міхура та виконання трахеотомії. Він також багато писав з анатомії та фізіології, описуючи функції серця, легенів і кровоносної системи. Творчість Галена залишалася впливовою протягом Середньовіччя та епохи Відродження. альт=De Materia Medica Діоскорида, видання арабською, 12-13 ст.|міні|«De Materia Medica» Діоскорида, видання арабською, 12-13 ст. Грецька медицина також використовувала лікарські рослини та трави для лікування різноманітних хвороб. Грецький лікар, який також працював у римській армії, Діоскорид між 50 та 70 роками нашої ери написав 5-томну збіку книг під назвою «De Materia Medica», в якій детально описано понад 600 рослин та їхні лікувальні властивості, разом з деякими тваринними і мінеральними речовинами, а також близько 1000 ліків, виготовлених з них. «De Materia Medica» була перекладена на багато мов й широко використовувалась в медицині всього світу наступні 1700 років, що зробило її однією з найдовше вживаніших книжок з природознавства та фармакології. Стародавній Рим Римська імперія зробила значний внесок у сферу медицини, спираючись на роботу попередніх цивілізацій, таких як Греція та Єгипет. Одними із найвидатніших лікарів Римської імперії були Гален, Діоскорид, Соран, Руф, Орібазій, які вивчали медицину в Греції. Одним з найвідоміших лікарів Римської імперії був Гален. Праці Галена були зосереджені на анатомії, фізіології та фармакології. Він наголошував на важливості обстеження пацієнтів та розуміння їхніх індивідуальних симптомів для встановлення діагнозу. Він також вважав, що хвороби мають природні причини і що тіло може самозцілитися за відповідних умов (див. Натуропатія). Гален зробив значний внесок у галузь фармакології, експериментуючи з новими ліками та розуміючи властивості різних рослин і трав. Він багато писав про використання ліків у медицині та про важливість дозування та застосування. Римська медицина також досягла прогресу в хірургії, особливо в лікуванні ран і переломів. Римські хірурги використовували різні хірургічні інструменти, включаючи скальпелі, щипці та ретрактори, і володіли такими техніками, як накладання швів і припікання. Окрім прогресу в медицині, римляни також надавали пріоритет громадському здоров'ю та санітарії. Вони побудували громадські лазні та акведуки, які забезпечували доступ до чистої води, а також заснували державні лікарні для догляду за хворими та пораненими. Стародавній Китай Практика традиційної китайської медицини (ТКМ) налічує понад 2000 років і залишається важливою частиною медичної практики в Китаї та інших частинах світу. ТКМ базується на ідеї, що тіло є складною системою взаємопов'язаних частин і що хвороба спричинена дисбалансом цих частин. У Стародавньому Китаї практикуючі лікарі розробили складну систему діагностики та лікування, засновану на принципах Інь та Ян і п'яти елементів (у-сін). Одним із найважливіших понять у ТКМ є ці (вимовляється як чі), що позначає життєву енергію, яка протікає через тіло. Практики ТКМ вважають, що хвороби та захворювання порушують потік ці, і що відновлення цього балансу має важливе значення для міцного здоров'я. ТКМ використовує різноманітні методи лікування, включаючи акупунктуру, фітотерапію та дієтичну терапію. Акупунктура передбачає введення тонких голок у певні точки на тілі для відновлення потоку ці. Фітотерапія використовує комбінацію натуральних продуктів, таких як коріння, листя та кора, для лікування різноманітних захворювань — понад 2000 лікарських засобів (женьшень, камфору тощо). Дієтична терапія також є важливою частиною ТКМ і підкреслює важливість збалансованого та здорового харчування для підтримки доброго здоров'я. Іншою важливою частиною ТКМ є використання мануальних методів лікування, таких як масаж і застосування медичних банок, для покращення кровообігу та полегшення болю. Ці методи лікування часто використовуються в поєднанні з іншими методами ТКМ для комплексного підходу до лікування. ТКМ також включає використання діагностичних методів, таких як діагностика язика та пульсу, щоб оцінити загальний стан здоров'я пацієнта та виявити дисбаланси в організмі. Це дозволяє лікарям розробити індивідуальний план лікування для кожного пацієнта. Загалом традиційна китайська медицина має довгу та багату історію та залишається важливою частиною медичної практики в Китаї та в усьому світі. Його акцент на цілісному та індивідуальному догляді зробив його привабливою альтернативою традиційній західній медицині. Стародавня Індія Практика медицини в Стародавній Індії тісно пов'язана з розвитком Аюрведи, системи медицини, яка налічує понад 5000 років. Аюрведа базується на ідеї, що тіло складається з трьох основних енергій, або дош, відомих як вата, пітта та капха. Вважається, що ці енергії керують різними функціями та процесами в організмі. Аюрведична медицина наголошує на важливості збалансування цих енергій для підтримки доброго здоров'я та запобігання хворобам. Це досягається за допомогою поєднання способу життя, наприклад дієти та фізичних вправ, а також використання трав, мінералів та інших натуральних продуктів. Одним із найважливіших текстів Аюрведи є Чарака Самхіта, вичерпний посібник з аюрведичної медицини, який охоплює широкий спектр тем, включаючи анатомію, фізіологію, діагностику та лікування захворювань. Чарака Самхіта також містить детальні описи різних трав і мінералів та їх використання в аюрведичній медицині. Аюрведична медицина також наголошує на важливості масажу та інших методів мануальної терапії для зміцнення загального здоров'я та благополуччя. Вважається, що ці методи лікування покращують кровообіг і полегшують біль, серед інших переваг. Іншим важливим аспектом аюрведичної медицини є використання йоги та медитації для сприяння фізичному та психічному благополуччю. Вважається, що ці практики допомагають збалансувати доші та покращити загальний стан здоров'я. Аюрведична медицина продовжує залишатися важливою частиною медичної практики в Індії та набуває популярності в інших частинах світу. Середньовіччя Накопичення практичних медичних спостережень продовжувалось і в Середньовіччя. Виникли спеціальні заклади для лікування хворих і поранених, монастирські лікарні для цивільного населення (VII століття). Хрестові походи, які супроводжувалися міграцією населення, сприяли виникненню спустошливих епідемій і зумовили в Європі формування запобіжних заходів — карантину, лепрозоріїв тощо. Візантійська та арабська медицина збагатили світову медичну науку новими описами симптомів хвороб і лікарських засобів. Значну роль у розвитку медицини відіграв таджицький науковець Ібн-Сіна (Авіценна). У Русі-Україні поряд з монастирською медициною продовжила розвиток народна медицина. Відомо, що одну з перших праць з медицини написала дочка київського князя Мстислава і онука Володимира Євпраксія.Артюх Л. До істроії напоїв у харчовій культурі українців // Народна творчість та етнографія. — 2006. — №. 5. — С. 41—50. У XI—XII столітті в Переяславі та Києві, у XIII столітті у Львові створили лікарні. Лікарською справою в Україні здавна займалися лікарі-емпірики («ліковці»), аптекарі («зелійники»), костоправи, цирульники. 1490 року у Львові відбулося відкриття першої офіційної публічної аптекиІСТОРІЯ СТВОРЕННЯ ФАРМАЦЕВТИЧНОЇ ПРОМИСЛОВОСТІ В УКРАЇНІ // ГАЗЕТА «НОВИНИ МЕДИЦИНИ ТА ФАРМАЦІЇ», 16 (379), 2011. Зародження аптечної справи в Києві датується 1715 рокомАПТЕКА-МУЗЕЙ НА ПОДОЛІ, КИЇВ // Фармацевтична енциклопедія. Тоді Київський губернатор князь звернувся до Петра І. з проханням відкрити в місті аптеку для кращого обслуговування солдат, при якій працювали б лікар і аптекар з оплатою по 700 руб. на рік. Новий час У галузі практичної медицини у Новий час у XVI столітті італійський лікар Джироламо Фракасторо створив вчення про контагіозні (заразні) хвороби, французький лікар Амбруаз Паре розробив наукові основи хірургії. Швейцарський лікар Парацельс виступив із пропагандою медицини, що ґрунтувалася на досвіді та знаннях, запровадив у лікарську практику різні хімічні речовини і мінеральні води, в Україні 1617 року видали трактат «Про теплики у Шклі» львівського автора Еразма Сикста. Андреас Везалій, якого вважають творцем сучасної анатомії, описав будову і функції тіла людини. Англійський лікар Вільям Гарвей створив учення про кровообіг. Одне з найбільших відкриттів у медицині відбулось наприкінці XVIII століття, коли британський лікар Едвард Дженнер, який винайшов і здійснив щеплення від натуральної / великої віспи, давши таким чином поштовх до розвитку імунології та вакцинацію. Відкриття Дженнера призвело до винищення у природному середовищі до 1980-х років цієї епідемічної хвороби, яка призвела до смерті за певними оцінками до 600 млн людей починаючи з VI століття. Це єдина на сьогодні інфекційна хвороба, яку вдалося людству знищити у природі. альт=Микола Михайлович Амосов — видатний український лікар, хірург, науковець, винахідник, академік, громадський діяч.|міні|Микола Михайлович Амосов — видатний український лікар, хірург, науковець, винахідник, академік, громадський діяч. Подальші здобутки медицини Зростання промислового виробництва привернуло увагу до вивчення професійних захворювань. На межі XVII—XVIII століть італійський лікар Бернардіно Рамацціні поклав початок вивченню промислової патології та гігієни праці. З розвитком медицини ширилися в різних країнах медичні навчальні заклади. У 1773 році відкрили Медичний колегіум у Львові, який у 1784 році об'єднали з медичним факультетом Львівського університету, у 1787 році — Єлизаветградську медико-хірургічну школу. альт=Харківський медичний університет|міні|Харківський національний медичний університет Одним з основних закладів, що комплектували слухачів медичних шкіл, була Київська академія, де наприкінці XVIII століття почали викладати медицину (в 1802 році відкрили медичний клас — першим його викладачем став Опанас Федорович Масловський). У 2-й половині XVIII століття — 1-й половині XIX століття заклали основи військової та морської гігієни. Одним з основоположників епідеміології був український лікар Данило Самойлович (2-а половина XVIII століття). Німецький науковець Роберт Кох став одним з основоположників мікробіології. Основи експериментальної фармакології, токсикології ендокринології заклав французький фізіолог і патолог Клод Бернар. Праці німецького фізіолога Германа Гельмгольца, чеського біолога Яна Пуркинє сприяли прогресу офтальмології. Дослідження австрійського патолога Рудольфа Вірхова зробили реформи у теоретичній і практичній медицині, заклали підвалини клітинної теорії та патологічної анатомії. У цей час було збільшено кількість медичних навчальних закладів, зокрема в Україні в 1805 році відкрили медичний факультет при Харківському, в 1841 році — при Київському університетах (були створені відомі київська, харківська, а згодом й одеська медичні школи); виникли медичні наукові товариства (зокрема Товариство київських лікарів), медична спільнота видавала кілька медичних наукових журналів. Галузі Розрізняють такі галузі та розділи медицини: альт=Торакальний хірург проводить протезування мітрального клапана|міні|Торакальний хірург проводить протезування мітрального клапана Основні (включені до загальної програми підготовки лікарів-спеціалістів ВНЗ України): Клінічна медицина — розділ медицини, який вивчає хвороби людини, їх лікування та попередження. Основу цієї групи складають терапевтичні і хірургічні дисципліни: терапія (вивчає так звані внутрішні хвороби), розділами якої є кардіологія, гастроентерологія, ревматологія, пульмонологія, нефрологія, гематологія, клінічна ендокринологія, геріатрія; хірургія — кардіохірургія, нейрохірургія, судинна хірургія, травматологія та ортопедія, анестезіологія і реаніматологія, онкологія, урологія, проктологія тощо. Клінічна медицина включає також: акушерство і гінекологію, неонатологію та педіатрію; нев­рологію і психіатрію; дерматологію; курортологію, фізіотерапію та лікувальну фізичну культуру; медичну радіологію і рентгенологію; стоматологію; оториноларингологію; офтальмологію, медичну генетику та інші. Включає сімейну медицину та деякі інші розділи, з наведених нижче. Сімейна медицина — розділ медицини, який займається формуванням, збереженням, зміцненням і відновленням здоров'я особи та її сім'ї через первинну медико-санітарну допомогу. Це сукупність наукових і практичних заходів для організації довготривалої превентивної персоналізованої сімейної лікувальної практики. альт=Огляд новонародженної дитини неонатологом|міні|Огляд новонародженної дитини неонатологомПедіатрія — розділ медицини, який займається вивченням, лікуванням та профілактикою внутрішніх хвороб у дітей. Підліткова медицина — розділ медицини, що займається вивченням захворювань дітей пубертатного та юнацького віку. Профілактична (превентивна) медицина — система науково обґрунтованих заходів, спрямованих на попередження, зниження ризику розвитку відхилень у стані здо­­ров'я людини, запобігання виникнення або уповільнення прогресування хвороб та зменшення їхніх тяжких наслідків. У широкому значенні профілактику розглядають як створення найсприятливіших для здоров'я населення соціальних і природних умов. Соціальна медицина — вивчення медичних потреб суспільства та взаємодії медицини та суспільства, разом із практикою врахування соціальних факторів в охороні здоров'я, профілактичній медицині, а також у клінічному обстеженні та лікуванні пацієнтів. Спортивна медицина — галузь медицини, що вивчає вплив на організм людини засобів фізичної культури і спорту; розробляє та обґрунтовує раціональну методику фізичних вправ і спортивного тренування з метою всебічного гармонійного розвитку, зміцнення здоров'я і підвищення працездатності людини. Судова медицина — розділ медицини, який займається встановленням причин травми або смерті, що сталася за нез'ясованих обставин, особливо, якщо вони відбулися імовірно в ході злочину. Такі дослідження проводять в Україні судові лікарі, в багатьох інших країнах — патологоанатоми за запитом коронера спільно з іншими експертами і представниками поліції. Військова медицина — галузь медицини, яка являє собою систему наукових знань і практичних заходів, спрямованих на зміцнення здоров'я військовослужбовців, а також запобігання бойовим ушкодженням та захворюванням і їх лікування. Медицина катастроф — спеціальна галузь охорони здоров'я, основним завдання якої є надання в екстремальних ситуаціях (під час стихійного лиха, катастрофи, аварії, масового отруєння, епідемії, епізоотії, радіаційного, бактеріологічного і хімічного забруднення тощо) медичної допомоги, яку всеосяжно в таких ситуаціях гарантує держава. Медична психологія — розділ психології, що вивчає роль психіки в умовах виникнення і клінічного перебігу хвороб людини, а також відновлення її здоров'я. Методологічні напрямки: Доказова медицина — науково обґрунтована медична практика, що передбачає апелювання в діагностиці, лікуванні й профілактиці хвороб людини до медичних технологій і лікувальних засобів, ефективність яких доведено клінічними дослідженнями високої достовірності. Персоналізована (прецизійна) медицина — це медична модель, що полягає на виборі медичних рішень та практик на основі прогнозованої реакції конкретного пацієнта та ризику розвитку у нього захворювання, на відміну від активної моделі «один препарат, який підходить усім». Профілактична (превентивна) медицина — система науково обґрунтованих заходів, спрямованих на попередження, зниження ризику розвитку відхилень у стані здо­­ров'я людини, запобігання виникнення або уповільнення прогресування хвороб та зменшення їхніх тяжких наслідків. У широкому значенні профілактику розглядають як створення найсприятливіших для здоров'я населення соціальних і природних умов. альт=Лікар-педіатр веде обстеження|міні|Лікар-педіатр веде обстеженняСистемна медицина — сукупність дослідницьких підходів, спрямованих на покращення розуміння біологічних механізмів шляхом використання методів науки, які засновані на оміці, системній біології, системній нейробіології, біоінформатиці та теорії мереж. (Див. також — Холістична медицина, Біокібернетика). Регенеративна медицина — медична практика, що вивчає методики регенерації (відновлення), заміни або розробки людських або тваринних клітин, тканин або органів для відновлення або встановлення здорової функції. Порівняльна медицина — напрям медицини щодо вивчення хвороб тварин та людей, розглядаючи подібність та відмінність між ними. Використовуючи ці типи досліджень дослідники можуть знайти шляхи для кращої діагностики, профілактики та лікування захворювань усіх напрямків. Наномедицина — це медичне застосування нанотехнологій. Так само, як і традиційна медицина, вона включає в себе діагностику, лікування та профілактику хвороби, тільки все це виконується молекулярними інструментами. Наномедицина включає медичне застосування наноматеріалів і біологічних пристроїв, наноелектронних біосенсорів, застосування молекулярних нанотехнологій, таких як біологічні машини. Трансляційна медицина — застосування теоретичних знань з базової біології (зокрема, молекулярної біології) та клінічних випробувань у сфері практичного застосування, для поліпшення здоров'я та довголіття людини. (Див. також Інтегративна медицина) Телемедицина — напрям медицини, який включає механізм надання та передачі інформації про стан здоров'я і лікування пацієнта на відстані (наприклад, роботизована хірургія), за допомогою дистанційних засобів зв'язку, коли такі консультації дозволені конкретним медичним закладом. Спеціалізовані та міждисциплінарні: Авіаційна медицина — галузь медицини, що вивчає умови професіональної діяльності льотного складу і розробляє медичні заходи для забезпечення авіаційних польотів. Біомедицина — галузь науки, яка поєднує принципи біології та медицини для розуміння структури, функціонування та поведінки живих організмів, зокрема в контексті здоров’я та хвороб. Біомедицина охоплює широкий спектр дослідницьких напрямків і підходів, усі вони спрямовані на розширення знань про здоров’я людини та вдосконалення медичної практики. альт=Серцевий клапан створений за допомогою тканинної інженерії (галузь біоінженерії)|міні|Серцевий клапан створений за допомогою тканинної інженерії (галузь біомедичної інженерії)Біомедична інженерія — галузь науки і техніки, та розділ біоінженерії, яка поєднує інженерно-технічні та медико-біологічні знання, засоби і методи для створення, вдосконалення і дослідження природних і штучних біологічних об'єктів, техніки, матеріалів і виробів медичного призначення, технологій і технічних систем діагностики, лікування, реабілітації і профілактики захворювань людини, а також програмного забезпечення ﻿та інформаційних технологій для вирішення прикладних і фундаментальних проблем біології і медицини. Космічна медицина — галузь медицини, дослідження і заходи якої спрямовані на забезпечення і створення оптимальних умов життєдіяльності людини в космічному польоті й під час виходу в космічний простір. Медицина подорожей та хвороб мандрівників — розділ медицини, який вивчає аспекти хвороб і патологічних станів, які відбуваються у людей, що здійснюють подорожі в різні географічні регіони; здійснює їх лікування та профілактику. Це міждисциплінарна галузь медицини, яку виконують спеціалісти з організації охорони здоров'я, терапевти, інфекціоністи, фахівці з тропічної медицини, хірурги, травматологи, епідеміологи, фахівці з гігієни, спеціалісти з вакцинації тощо. Тропічна медицина — розділ медицини, який вивчає захворювання та патологічні стани, які відбуваються в регіонах із тропічним кліматом, зокрема, інфекційні хвороби — малярію, лепру, трипаносомози, шистосомози, лейшманіози тощо; здійснює їх лікування та профілактику. Медична географія — галузь медицини, що вивчає вплив природних і соціальних умов на захворюваність населення в різних районах земної кулі. Альтернативні та інші: Альтернативна медицина — медична практика, яка застосовує методи лікування, які не задовольняють критеріям доказової медицини і, як правило, не включаються до навчальних курсів, створених медичними навчальними закладами. Інтегративна медицина — це поєднання традиційної медичної практики з альтернативними медичними практиками в лікуванні пацієнта. Народна медицина — сукупність набутих народом емпіричних відомостей про цілющі засоби, лікарські трави і гігієнічні навички, що спрямовані на охорону здоров'я людей, запобігання хворобам і лікування хворих. Теоретична медицина Теоретична медицина (синоніми: медична наука, медична теорія) — галузь науки, що вивчає організм людини, його будову та функціювання у нормальному стані та при різних патологічних станах, методи: експеримент, діагностики, лікування та профілактики (попередження) таких станів. Теоретичну медицину розділяють на медичні науки, кожна з яких вивчає окремі аспекти теоретичної медицини: альт=Анатомічний розтин і дослідження мозку|міні|Анатомічна диссекція мозкуанатомія — наука про будову тіла людини на макроскопічному (органи та системи органів) рівні; гістологія — наука про будову тіла людини на мікроскопічному, клітинному рівні; біохімія — наука про хімічний склад організму та його складових частин йфф про хімічні процеси, що відбуваються в організмі; біофізика — наука, яка вивчає процеси в організмі через фізичні та фізико-хімічні явища; фізіологія — наука, що вивчає процеси функціювання організму тощо; патологічна анатомія — науково-прикладна дисципліна, що вивчає патологічні процеси і хвороби за допомогою мікроскопічного дослідження змін, які виникають у клітинах і тканинах організму, органах і системах органів; патологічна фізіологія — наука, що вивчає закономірності виникнення, перебігу та завершення хвороби. Практична медицина Практична медицина (синоніми: медична практика, охорона здоров'я, клінічна медицина) — галузь діяльності, що застосовує на практиці надбання медичної науки. Практична медицина розділяється на напрямки за такими критеріями: лікування захворювань різних органів та систем. Наприклад: альт=Лікар в кабінеті|міні|Лікар в кабінетіальт=Лікар-стоматолог проводить дослідження|міні|Лікар-стоматолог проводить дослідженняальт=Хірург та медсестра|міні|Хірург та медсестрастоматологія — лікування захворювань зубів, гастроентерологія — лікування захворювань органів травлення, ендокринологія — лікування захворювань органів внутрішньої секреції, офтальмологія — лікування захворювань очей, гінекологія — лікування хвороб жіночої репродуктивної системи, урологія — лікування хвороб сечової системи, травматологія — лікування травматичних ушкоджень кісткового апарату тощо лікування окремих груп хвороб: інфекційні хвороби, професійні захворювання, психіатрія, наркологія, токсикологія тощо. лікування різних категорій хворих. Наприклад, за віком: педіатрія, геріатрія, професійною належністю: медицина професійних захворювань, спортивна медицина тощо. лікування різними методами. Наприклад: хірургія, терапія. виконання специфічних маніпуляцій або лікування специфічних станів. Наприклад: анестезіологія, реаніматологія, акушерство, медицина катастроф, функціональна діагностика, відновна (регенеративна) медицина. Методичний підхід профілактична медицина доказова медицина холістична медицина Питання класифікації практичної медицини за методами лікування (офіційна медицина, гомеопатія, фітотерапія, народна медицина, натуропатія тощо) є дуже спірним і тому потребує професійної дискусії. Доказова медицина Доказова медицина — це підхід до охорони здоров'я, який наголошує на використанні найкращих наявних наукових даних для прийняття клінічних рішень і надання найефективнішої допомоги пацієнтам на науковій основі. Доказова медицина об'єднує клінічний досвід, цінності й переваги пацієнтів, а також найкращі доступні докази систематичних досліджень з метою покращення результатів лікування пацієнтів. Рівні доказовості альт=Піраміда рівнів доказовості наукових даних в доказовій медицині|міні|Піраміда рівнів доказовості наукових даних в доказовій медицині Ієрархія доказів є широко визнаною основою для оцінки якості доказів у сфері охорони здоров'я. Хоч і досі йдуть дискусії про структуру ієрархії, зазвичай, вона представлена у вигляді піраміди з найвищою якістю доказів у верхній частині та найнижчої якості у нижній частині. Рівні доказів, від найвищого до найнижчого, такі: Систематичні огляди та мета-аналізи: це вичерпні огляди існуючої наукової літератури з певної теми, які використовують суворі методи для синтезу з результатів багатьох досліджень. Систематичні огляди та мета-аналізи вважаються доказами найвищої якості, оскільки вони забезпечують найбільш надійну та повну оцінку наявних доказів. Рандомізовані контрольовані дослідження (РКВ): це експериментальні дослідження, у яких учасники у довільному порядку діляться на групи, в одній з яких проводиться досліджуване втручання, а в іншій (контрольній групі) застосовуються стандартні методики або плацебо. РКД вважаються золотим стандартом для оцінки ефективності медичних втручань. Когортні дослідження: це обсерваційні дослідження, під час яких протягом певного часу спостерігають за групою осіб із певною характеристикою або впливом, щоб визначити частоту виникнення цікавого результату. Когортні дослідження можуть надати переконливі докази причинно-наслідкових зв'язків між впливом та результатами. Дослідження типу «випадок-контроль»: це обсерваційні дослідження, у яких осіб із певним результатом порівнюють із контрольною групою без результату, щоб визначити зв'язок між результатом і конкретним впливом. Дослідження типу «випадок-контроль» корисні для вивчення рідкісних наслідків або впливу, але зазвичай вважаються менш надійними, ніж когортні дослідження. Серії випадків і звіти про випадки: це описові дослідження, в яких повідомляють про окремі випадки конкретного захворювання або лікування. Хоча серії випадків і звіти про випадки можуть надати цінну інформацію про рідкісні або незвичайні захворювання або методики їх лікування, вони вважаються доказами найнижчої якості, оскільки вони не включають групу порівняння і можуть мати упередженість. Ветеринарна медицина Ветеринарна медицина — особлива галузь, що охоплює систему наук про хвороби тварин, їх профілактику, діагностику, лікування, визначення якості харчових продуктів і сировини тваринного походження, а також діяльність, спрямовану на збереження здоров'я і продуктивності тварин, запобігання захворюванням і захист людей від хвороб, спільних для тварин і людей. У широкому сенсі має бути відокремлена від медицини, адже остання є наукою про хвороби людини. Інституції Надання медичної допомоги забезпечують лікарні, поліклініки, травматологічні та інші пункти невідкладної допомоги, амбулаторії сімейної медицини тощо. Медицина в Україні thumb|Львівський НМУ (один із корпусів) thumb|Київський НМУ (один із корпусів) Медицина в Україні є важливою складовою системи охорони здоров'я та надає широкий спектр послуг для населення. Система охорони здоров'я базується на загальноприйнятих медичних стандартах та наукових досягненнях, а також включає в себе державні та приватні медичні установи. Медична освіта в Україні є високоякісною та різноманітною, з багатьма університетами, коледжами та медичними й біомедичними факультетами, які готують лікарів і спеціалістів різних медичних галузей та біомедичних дисциплін. Медична освіта В Україні підготовку лікарів здійснюють у медичних навчальних закладах вищого рівня акредитації — університетах і академіях (IV рівень), інститутах (III рівень). Середній медичний персонал (медичних сестер, фельдшерів, лаборантів тощо) готують у медичних закладах нижчих рівнів акредитації — училищах (I рівень акредитації), коледжах (II рівень акредитації). Підвищення кваліфікації лікарів проводять в академіях післядипломної освіти, чого немає у країнах розвиненої медицини. Медичні нагороди України Заслужений лікар України Заслужений працівник охорони здоров'я України Орден святого Пантелеймона Див. також Доказова медицина Профілактична медицина Етномедицина Біомедична інженерія Здоров'я Охорона здоров'я Історія медицини Всесвітня організація охорони здоров'я Міністерство охорони здоров'я України Медичний журнал: перелік медичних журналів Примітки Література Медицина // Медична енциклопедія / Червяк П. І. — Видання 3-тє, доп. Національна академія медичних наук України. — Київ: Вид. центр «Просвіта», 2012. — С. 570—571. — ISBN 978-966-2133-86-8. Ганус Дз. М. Україна, Держава: Медицина // Енциклопедія історії України: Україна—Українці. Кн. 1 / Редкол.: В. А. Смолій (голова) та ін. НАН України. Інститут історії України. — К.: В-во «Наукова думка», 2018. — 608 с. Романенко А. Ю. Заради здоров'я людини. — К., 1978. Медицина // Фармацевтична енциклопедія / голова ред. ради та автор передмови В. П. Черних. — 2-ге вид., переробл. і доповн. — К. : «МОРІОН», 2010. — 1632 с. — ISBN 978-966-2066-34-0. Медицина // Посилання Офіційний сайт Міністерства охорони здоров'я України. Медичні наукові журнали за категоріями: внутрішня медицина, хірургія, акушерство та гінекологія, педіатрія, неврологія, кардіологія, пульмонологія, гастроентерологія, ортопедія та спортивна медицина, анестезіологія, реаніматологія, реабілітація, гематологія, радіологія, ревматологія, інфекційні хвороби, імунологія, онкологія, клінічна фармакологія, офтальмологія, оториноларингологія, репродуктивна медицина, ендокринологія, нутриціологія та дієтологія, стоматологія, психіатрія, клінічна психологія, клінічна генетика, нефрологія, дерматологія, геронтологія та старіння, комплементарна та альтернативна медицина, медсестринство та багато інших. Категорія:Науки про здоров'я"}
{"category": "Медицина", "title": "Баротерапія", "abstract": "Баротерапія (від грец. βἀρος — «тиск» і «терапія») — метод лікування стиснутим повітрям (киснем, газовими сумішами) в барокамері.\nЗа твердженням МОЗ, міжнародні експерти вважають, що баротерапія має доведену ефективність виключно під час лікування кесонної хвороби, проте немає переконливих доказів ефективності та безпеки під час лікування інших захворювань.", "content": "Баротерапія (від — «тиск» і «терапія») — метод лікування стиснутим повітрям (киснем, газовими сумішами) в барокамері. За твердженням МОЗ, міжнародні експерти вважають, що баротерапія має доведену ефективність виключно під час лікування кесонної хвороби, проте немає переконливих доказів ефективності та безпеки під час лікування інших захворювань. Історія Спроби наситити організм киснем відомі здавна. З цією метою використовували кисневі подушки, створювали кисневі намети. У 17 сторіччі вдавалися до впливу на організм стисненим повітрям. Згодом створювали герметичні приміщення, в які подавали повітря під тиском. Перші лабораторії гіпербаричної оксигенації з’явилися наприкінці 1950-х — на початку 1960-х років. Опис Принцип дії баротерапії заснований на реакції барорецепторів на зміну атмосферного тиску. Наприклад, зниження тиску зовні спричинює приплив крові до шкіри й поверхневих тканин, поліпшення обмінних процесів у них. А під час підвищення тиску зовні відбувається витіснення з крові розчинених у ній газів, зокрема, токсичних для організму. Примітки Джерело Категорія:Тиск Категорія:Терапія Категорія:Медицина"}
{"category": "Медицина", "title": "Біопсихосоціальна модель", "abstract": "Біопсихосоціальні моделі — це клас міждисциплінарних моделей, які розглядають взаємозв’язок між біологією, психологією та факторами соціального середовища у впливі на здоров'я. Ці моделі спеціально досліджують, як ці аспекти відіграють роль у різноманітних сферах життя, починаючи від людського розвитку, здоров’я та хвороб, і до обробки інформації та конфліктів.\n\nБіопсихосоціальна модель була прийнята Всесвітньою організацією охорони здоров’я (ВООЗ) у 2002 році як основа для Міжнародної класифікації функціонування, обмеження життєдіяльності та здоров’я (МКФ):...МКФ базується на інтеграції цих двох протилежних моделей. Щоб зафіксувати інтеграцію різних точок функціонування, використовується «біопсихосоціальний» підхід. Таким чином, МКФ намагається досягти синтезу, щоб забезпечити узгоджене уявлення про різні точки зору здоров’я з біологічної, індивідуальної та соціальної точок зору.", "content": "праворуч|міні| Біопсихосоціальна модель здоров'я Біопсихосоціальні моделі — це клас міждисциплінарних моделей, які розглядають взаємозв’язок між біологією, психологією та факторами соціального середовища у впливі на здоров'я. Ці моделі спеціально досліджують, як ці аспекти відіграють роль у різноманітних сферах життя, починаючи від людського розвитку, здоров’я та хвороб, і до обробки інформації та конфліктів. Біопсихосоціальна модель була прийнята Всесвітньою організацією охорони здоров’я (ВООЗ) у 2002 році як основа для Міжнародної класифікації функціонування, обмеження життєдіяльності та здоров’я (МКФ):...МКФ базується на інтеграції цих двох протилежних моделей. Щоб зафіксувати інтеграцію різних точок функціонування, використовується «біопсихосоціальний» підхід. Таким чином, МКФ намагається досягти синтезу, щоб забезпечити узгоджене уявлення про різні точки зору здоров’я з біологічної, індивідуальної та соціальної точок зору. Історія Тлумачення «здоров'я» запропоноване ВООЗ 1948 року:Стан повноцінного фізичного, психічного та соціального добробуту, а не лише відсутність хвороб чи фізичних дефектів.Джордж Л. Енгель і Джон Романо з Університету Рочестера в 1977 році широко, але помилково, вважаються першими, хто запропонував біопсихосоціальну модель. Однак це було запропоновано 100 років тому й іншими. Енгель боровся з домінуючим на той час біомедичним підходом до медицини, оскільки він прагнув до більш цілісного підходу, визнаючи, що кожен пацієнт має власні думки, почуття та історію. Розробляючи свою модель, Енгель вивів її як для хвороб, так і для психологічних проблем. Інтерпретація біопсихосоціальної моделі Енгеля відображає розвиток хвороби через складну взаємодію біологічних факторів (генетичних, біохімічних тощо), психологічних факторів (настрій, особистість, поведінка тощо) та соціальних факторів (культурних, сімейних, соціально-економічних, медичних). і т.д. Наприклад, людина може мати генетичну схильність до депресії, але вона повинна мати такі соціальні фактори, як надзвичайний стрес на роботі та в сімейному житті, а також психологічні фактори, такі як схильність до перфекціонізму, які спричиняють цей генетичний код для депресії. Людина може мати генетичну схильність до хвороби, але соціальні та когнітивні чинники, так само як і фізичні (див. Епігенетика, Нутрігеноміка) викликати хворобу. Зокрема, Енгель розширив медичне мислення, знову запропонувавши поділ тіла та розуму. Ідея дуалізму розум-тіло сягає принаймні Рене Декарта, але була забута під час біомедичного підходу. Енгель підкреслив, що біомедичний підхід є помилковим, оскільки організм сам по собі не сприяє хворобі. Натомість індивідуальний розум (психологічні та соціальні фактори) відіграє значну роль у тому, як хвороба спричинена та як її лікують. Енгель запропонував діалог між пацієнтом і лікарем, щоб знайти найбільш ефективне лікування. Після публікації біопсихосоціальна модель була прийнята Всесвітньою організацією охорони здоров’я (ВООЗ) у 2002 році як основа для Міжнародної класифікації функціонування, обмеження життєдіяльності та здоров’я (МКФ). Поточний стан БПС-моделі Біопсихосоціальна (БПС) модель все ще широко використовується як філософія клінічної допомоги та як практичний клінічний посібник, корисний для розширення сфери погляду клініциста. Доктор Боррелл-Карріо та його колеги переглянули модель Енгеля через 25 років. Вони запропонували три пояснення до моделі та визначили сім встановлених принципів. Самосвідомість. Активне виховання довіри. Емоційний стиль, який характеризується емпатичною цікавістю. Самокалібрування як спосіб зменшення похибки. Виховання емоцій для допомоги в діагностиці та формуванні терапевтичних стосунків. Використання обґрунтованої інтуїції. Передача клінічних доказів для сприяння діалогу, а не просто механічне застосування протоколу. У 2007 році Гатчел та його колеги стверджували, що біопсихосоціальна модель є найбільш широко прийнятою як найбільш евристичний підхід до розуміння та лікування хронічного болю. Подібні теорії та теоретики Інші теоретики та дослідники використовують термін біопсихосоціальний або іноді біопсихосоціальний, щоб розрізнити модель Енгеля. Ламлі та його колеги використали модель, відмінну від Енгеля, для проведення біопсихосоціальної оцінки зв’язку між болем та емоціями. У 1986 році Цукер і Гомберг використали біопсихосоціальну перспективу, відмінну від Енгеля, для оцінки етіології алкоголізму Кріттенден вважає динамічно-дозрілу модель прихильності та адаптації (DMM) біопсихосоціальною моделлю. Він включає в себе багато дисциплін для розуміння людського розвитку та обробки інформації. Модель функціональних соматичних симптомів Козловської використовує біопсихосоціальний підхід для розуміння соматичних симптомів. Модель міжособистісної нейробіології (IPNB) Сігеля схожа, хоча він описує як мозок, розум і стосунки є частиною однієї реальності, а не трьома окремими елементами. Більшість моделей догляду за травмами та насильством є біопсихосоціальними моделями. Потенційні застосування Коли Енгель вперше запропонував біопсихосоціальну модель, це було з метою кращого розуміння здоров’я та хвороби. Хоча ця програма все ще актуальна, модель актуальна для таких тем, як здоров’я, медицина та розвиток. По-перше, як пропонує Енгель, це допомагає лікарям краще зрозуміти свого пацієнта. Беручи до уваги не лише фізіологічні та медичні аспекти, а й психологічне та соціологічне благополуччя. Крім того, ця модель тісно пов’язана з психологією здоров’я. Психологія здоров’я вивчає взаємний вплив біології, психології, поведінкових і соціальних факторів на здоров’я та хворобу. Одне із застосувань біопсихосоціальної моделі в галузі охорони здоров’я та медицини стосується болю, так що кілька факторів поза межами здоров’я людини можуть впливати на сприйняття болю. Наприклад, дослідження 2019 року пов’язало генетичні та біопсихосоціальні фактори з посиленням післяопераційного болю в плечі. Потрібні майбутні дослідження для моделювання та подальшого вивчення зв’язку між біопсихосоціальними факторами та болем. Не менш актуальними є і розвиваючі додатки цієї моделі. Одна особлива перевага застосування біопсихосоціальної моделі до психології розвитку полягає в тому, що вона дозволяє перетинати дебати між природою та вихованням. Ця модель надає психологам розвитку теоретичну основу для взаємодії як спадкових, так і психосоціальних факторів на розвиток особистості. Критика Біопсихосоціальна модель Енгеля була багато критикованих. Беннінг резюмував аргументи проти моделі, включно з тим, що їй бракувало філософської послідовності, вона була нечутливою до суб’єктивного досвіду пацієнтів, була невірною загальній теорії систем, корінням якої, як стверджував Енгель, вона породила недисциплінований еклектизм, який не забезпечує жодних гарантій проти будь-якого домінування або недостатнього представлення однієї з трьох областей: біо-, психо- або соціальної. Кілька з цих критичних зауважень було розглянуто протягом останніх років. Наприклад, модель BPS-Pathways описує, як можна концептуально відокремити, визначити та виміряти біологічні, психологічні та соціальні фактори, і таким чином знайти детальні взаємозв’язки між цими факторами. Див. також Медицина Здоров'я Здоровий спосіб життя Біомедицина Психологія здоров'я Психосоматика Соціальна медицина Міжнародної класифікації функціонування, обмеження життєдіяльності та здоров’я (МКФ) Примітки Категорія:Сторінки з неперевіреними перекладами Категорія:Здоровий спосіб життя Категорія:Здоров'я Категорія:Медицина"}
{"category": "Медицина", "title": "Блефарофімоз", "abstract": "Блефарофімоз — це вроджена аномалія, при якій повіки недорозвинені, тому вони не можуть відкриватися так далеко, як зазвичай, і постійно закривають частину очей. І вертикальні, і горизонтальні очні щілини (отвори повік) вкорочені; в результаті очі також здаються більш розставленими — патологія, відома під назвою телекантус.", "content": "Блефарофімоз — це вроджена аномалія, при якій повіки недорозвинені, тому вони не можуть відкриватися так далеко, як зазвичай, і постійно закривають частину очей. І вертикальні, і горизонтальні очні щілини (отвори повік) вкорочені; в результаті очі також здаються більш розставленими — патологія, відома під назвою телекантус. Ознаки На додаток до невеликих очних щілин, ознаки можуть включати епікантус інверсус (складка, що викривляється в медіолатеральному напрямку, нижче внутрішнього кута), низьку перенісся, птоз повік і телекантус. міні|Типова епікантична складка у корейського хлопчика міні|Пацієнт із синдромом Шварца-Ямпеля (OMIM#255800) з блефарофімозом, стиснутими губами, низько посадженими вухами та жорсткістю виразу обличчя. Зверніть увагу на вигин великогомілкових кісток, вальгусну деформацію щиколоток і плоский пес. Також відзначають гіпертрофію м'язів і легку деформацію грудної клітки. Супутні захворювання Блефарофімоз, птоз, синдром зворотного епікантусу Блефарофімоз є частиною блефарофімозу, птозу, синдрому зворотного епікантусу (BPES), який також називають синдромом блефарофімозу, який є аутосомно-домінантним захворюванням, що характеризується блефарофімозом, птозом (опущенням верхньої повіки), зворотним епікантусом (складки шкіри біля перенісся, більш помітні). нижче верхньої повіки) і телекантус (розширення відстані між внутрішніми кутами повік). Перенісся плоске, є гіпопластичний обідок очниці. Це також може бути пов'язано з косими вухами, ектропіоном і гіпертелоризмом. Існує два відомі типи, тип 1 і тип 2. Хоча дослідження обмежені, відомо, що тип 1 і 2 виражаються тими самими симптомами, згаданими вище, але тип 1 також має характеристику передчасної недостатності яєчників (POI) у жінок, яка викликає симптоми менопаузи у пацієнток у віці 15 років. старий. Це пов'язано з укороченням гена FOXL2. Історія Сімейні випадки класичних вад розвитку повік були описані Віньєм і Аммоном із середини 1800-х років.(1889). Див. також Синдром XXYY Первинний гіперальдостеронізм Примітки Категорія:Офтальмологія Категорія:Захворювання очей Категорія:Медицина"}
{"category": "Медицина", "title": "Брадипное", "abstract": "Брадипное — патологічне ураження дихання, яке характеризується рідкими вдохами і видихами, розвивається при зниженні збудливості дихального центру або при пригніченні його функції. Брадипное означає уповільнення частоти дихання, ніж зазвичай. Для більшості дорослих ця повільна частота буде нижче 12 вдихів на хвилину протягом більше двох хвилин. Однак цей рівень може відрізнятися залежно від вікової групи пацієнта, рівня активності та загального стану здоров'я.", "content": "міні|Брадипное Брадипное — патологічне ураження дихання, яке характеризується рідкими вдохами і видихами, розвивається при зниженні збудливості дихального центру або при пригніченні його функції.Пропедевтика внутренних болезней / В. Х. Василенко. — 3-е изд., перераб. и доп. — М.: Медицина, 1989. — С. 93. — 512 с. — (Учебная литература для студентов медицинских институтов). — 100 000 экз. — ISBN 5-225-01540-9. Брадипное означає уповільнення частоти дихання, ніж зазвичай. Для більшості дорослих ця повільна частота буде нижче 12 вдихів на хвилину протягом більше двох хвилин. Однак цей рівень може відрізнятися залежно від вікової групи пацієнта, рівня активності та загального стану здоров'я. Етіологія Брадіпное може бути викликане: Підвищенням внутрішньочерепного тиску (пухлина головного мозку, менінгіт, крововилив у мозок, набряк мозку); Впливом на дихальний центр накопичених у значних кількостях у крові токсичних продуктів метаболізму (уремія, печінкова або діабетична кома, деякі гострі інфекційні захворювання та отруєння). Симптоми Симптоми брадипное схожі на симптоми кисневої недостатності. До них належать: Відчуття непритомності, запаморочення або запаморочення; Головний біль; Спантеличеність; Слабкість; Погана координація рухів; Біль у грудях; Хронічна втома; Проблеми з пам'яттю. У деяких випадках патологія може призвести до таких ускладнень, як гіпоксемія, респіраторний ацидоз або повна дихальна недостатність. Дивитись також Дихання Тахіпное Примітки Категорія:Медицина Категорія:Дихальна система Категорія:Патології"}
{"category": "Медицина", "title": "Внутрішньоклітинні рецептори", "abstract": "Внутрішньоклітинні рецептори — це тип рецепторів, розташованих в цитоплазмі або у клітинному ядрі. Рецептори цього типу можуть бути активовані проникними для клітини лігандами, такими як члени суперродини ядерних рецепторів, які діють як ліганд-активовані фактори транскрипції. \nБагато гормонів діють на внутрішньоклітинні рецептори, викликаючи довгострокові зміни клітинної активності шляхом зміни генетичної експресії ферментів, цитокінів або рецепторних білків.", "content": "міні|Організація будови рецептору ядра Внутрішньоклітинні рецептори — це тип рецепторів, розташованих в цитоплазмі або у клітинному ядрі. Рецептори цього типу можуть бути активовані проникними для клітини лігандами, такими як члени суперродини ядерних рецепторів, які діють як ліганд-активовані фактори транскрипції. Багато гормонів діють на внутрішньоклітинні рецептори, викликаючи довгострокові зміни клітинної активності шляхом зміни генетичної експресії ферментів, цитокінів або рецепторних білків. Приклади Первинні рецептори гідрофобних стероїдних гормонів, таких як статеві гормони естрадіол (естроген) і тестостерон, є внутрішньоклітинними. Примітки Категорія:Біологія Категорія:Медицина Категорія:Рецептори Категорія:Внутрішньоклітинні рецептори"}
{"category": "Медицина", "title": "Гострий коронарний синдром", "abstract": "Гострий коронарний синдром (ГКС) — це синдром, який виникає через зниження кровотоку в коронарних артеріях, внаслідок чого частина серцевого м'яза не може нормально функціонувати або гине. Найбільш поширеним симптомом є біль у грудній клітці, що нагадує тиск у центрі, часто іррадіює в ліве плече або кут щелепи та пов'язаний з нудотою та пітливістю. Багато пацієнтів з гострим коронарним синдромом мають симптоми, відмінні від болю в грудях, особливо жінки, літні люди та люди з цукровим діабетом.\nГострий коронарний синдром має три варіанти, головним чином залежно від наявності змін на електрокардіограмі (ЕКГ) і результатів аналізу крові (зміна серцевих біомаркерів, таких як рівень тропоніну):\n\nінфаркт міокарда з підйомом сегмента ST (STEMI)\nінфаркт міокарда без підйому сегмента ST (NSTEMI)\nнестабільна стенокардія.\nSTEMI характеризується повною закупоркою коронарної артерії, що призводить до некрозу частини серцевого м'яза, про що свідчить підйом сегмента ST на ЕКГ.\nNSTEMI характеризується частковою блокадою коронарної артерії, що призводить до некрозу частини серцевого м'яза, про що можуть вказувати зміни ЕКГ.\nНестабільна стенокардія характеризується ішемією серцевого м'яза, яка не призводить до пошкодження клітин або некрозу.\nГКС слід відрізняти від стабільної стенокардії, яка розвивається під час фізичної активності або стресу та проходить у спокої. На відміну від стабільної стенокардії, нестабільна стенокардія виникає раптово, часто у стані спокою або при мінімальному навантаженні, або при меншому ступені навантаження, ніж попередня стенокардія у людини («крещендо стенокардії»). Стенокардія, що виникла вперше, також вважається нестабільною стенокардією, оскільки вона свідчить про нову проблему в коронарній артерії.", "content": "Гострий коронарний синдром (ГКС) — це синдром, який виникає через зниження кровотоку в коронарних артеріях, внаслідок чого частина серцевого м'яза не може нормально функціонувати або гине. Найбільш поширеним симптомом є біль у грудній клітці, що нагадує тиск у центрі, часто іррадіює в ліве плече або кут щелепи та пов'язаний з нудотою та пітливістю. Багато пацієнтів з гострим коронарним синдромом мають симптоми, відмінні від болю в грудях, особливо жінки, літні люди та люди з цукровим діабетом. Гострий коронарний синдром має три варіанти, головним чином залежно від наявності змін на електрокардіограмі (ЕКГ) і результатів аналізу крові (зміна серцевих біомаркерів, таких як рівень тропоніну): інфаркт міокарда з підйомом сегмента ST (STEMI) інфаркт міокарда без підйому сегмента ST (NSTEMI) нестабільна стенокардія. STEMI характеризується повною закупоркою коронарної артерії, що призводить до некрозу частини серцевого м'яза, про що свідчить підйом сегмента ST на ЕКГ. NSTEMI характеризується частковою блокадою коронарної артерії, що призводить до некрозу частини серцевого м'яза, про що можуть вказувати зміни ЕКГ. Нестабільна стенокардія характеризується ішемією серцевого м'яза, яка не призводить до пошкодження клітин або некрозу. ГКС слід відрізняти від стабільної стенокардії, яка розвивається під час фізичної активності або стресу та проходить у спокої. На відміну від стабільної стенокардії, нестабільна стенокардія виникає раптово, часто у стані спокою або при мінімальному навантаженні, або при меншому ступені навантаження, ніж попередня стенокардія у людини («крещендо стенокардії»). Стенокардія, що виникла вперше, також вважається нестабільною стенокардією, оскільки вона свідчить про нову проблему в коронарній артерії. Ознаки та симптоми Симптоматика гострих коронарних синдромів схожа. Основним симптомом критично зниженого припливу крові до серця є біль у грудях, який відчувається як стиснення, тиск або печіння. Локалізація найчастіше навколо або над грудною кліткою і може іррадіювати або розташовуватися в руці, плечі, шиї, спині, верхній частині живота або щелепі. Це може бути пов'язано з пітливістю, нудотою або задишкою. Слово «атиповий» раніше використовували для опису болю в грудях, який зазвичай не пов'язаний із серцем, однак зараз його використовувати не рекомендується і воно було замінено на термін «несерцевий біль» для опису болю в грудях, який вказує на низьку ймовірність його зв'язку з патологією серця. При нестабільній стенокардії симптоми можуть з'явитися у стані спокою або при мінімальному навантаженні. Симптоми можуть тривати довше, ніж при стабільній стенокардії, можуть бути стійкими до спокою або ліків і можуть погіршуватися з часом. Хоча ГКС зазвичай асоціюється з коронарним тромбозом, він також може бути пов'язаний із вживанням кокаїну. Біль у грудній клітці з ознаками серцевого походження (стенокардія) також може бути спричинений глибокою анемією, бради- або тахікардією (надто повільне або прискорене серцебиття), низьким або високим артеріальним тиском, важким стенозом аортального клапана (звуження клапана на початку аорти), гіпертензія легеневої артерії та ряд інших станів. Патофізіологія У тих, хто має ГКС, у 60 % випадків спостерігається розрив атероми, у 30 % — ерозія атероми, що спричиняє утворення тромбу, який блокує коронарні артерії. Розрив бляшки відповідає за 60 % STEMI, тоді як ерозія бляшки відповідає за 30 % STEMI, і навпаки, для NSTEMI. При розриві бляшки її вміст багатий на ліпіди, бідний на колаген, з рясним запаленням, у якому переважають макрофаги, і вкритий тонкою фіброзною оболонкою. При ерозії бляшки вона багата позаклітинним матриксом, протеогліканами, глікоаміногліканами, але без фіброзних покривів, без запальних клітин і великого ліпідного ядра. Після розблокування коронарних артерій існує ризик виникнення реперфузійного пошкодження через поширення медіаторів запалення по всьому тілу. Тривають дослідження ролі циклофіліну D у зменшенні реперфузійного ушкодження. Інші, менш поширені причини гострого коронарного синдрому включають спонтанне розшарування (дисекцію) коронарної артерії, ішемію за відсутності обструктивного захворювання коронарних артерій (INOCA) та інфаркт міокарда за відсутності обструктивного захворювання коронарних артерій (MINOCA). Діагностика праворуч|міні|300x300пкс|Класифікація гострих коронарних синдромів. Електрокардіограма У разі гострого болю в грудях електрокардіограма (ЕКГ) є дослідженням, яке найбільш надійно розрізняє його різні причини. ЕКГ слід зробити якомога раніше, у тому числі в машині швидкої допомоги, якщо це можливо. Зміни на ЕКГ, що вказують на гостре ураження серця, включають, серед іншого, елевацію сегмента ST, нову блокаду лівої ніжки пучка Гіса та депресію сегмента ST. Відсутність змін на ЕКГ не дозволяє відразу розрізнити нестабільну стенокардію та NSTEMI. Аналізи крові Зміни в рівнях серцевих біомаркерів, таких як тропонін I і тропонін Т, вказують на інфаркт міокарда, включаючи STEMI та NSTEMI, однак їхні рівні не змінюються при нестабільній стенокардії. Оцінки прогнозу Поєднання серцевих біомаркерів і оцінок ризику, таких як шкали HEART і TIMI, може допомогти оцінити ймовірність інфаркту міокарда в невідкладних умовах. Профілактика Гострий коронарний синдром часто відображає ступінь ураження коронарних судин атеросклерозом. Первинна профілактика атеросклерозу — контроль факторів ризику: здорове харчування, фізичні вправи, лікування гіпертонії та цукрового діабету, відмова від куріння та контроль рівня холестерину. У пацієнтів зі значними факторами ризику було показано, що аспірин знижує ризик серцево-судинних ускладнень. При інфаркті міокарда розглядається вторинна профілактика. Після того, як у березні 2006 року в Шотландії було введено заборону на куріння в усіх закритих громадських місцях, кількість госпіталізацій з приводу ГКС скоротилася на 17 %. 67 % цього зниження припало на некурців. Лікування Людей із встановленим діагнозом ГКС зазвичай лікують аспірином, клопідогрелем або тикагрелором, нітрогліцерином і, якщо дискомфорт у грудях не проходить, морфіном. Інші анальгетики, такі як закис азоту, мають невідомий ефект. Ангіографію рекомендують тим, у кого на ЕКГ є нова елевація ST або нова блокада лівої чи правої ніжки пучка Гіса. Якщо у людини низький рівень кисню, додатковий кисень не є корисним. STEMI Якщо ЕКГ підтверджує зміни, що вказують на інфаркт міокарда (елевація сегмента ST у певних відведеннях, нова блокада лівої ніжки пучка Гіса або справжній задній ІМ), можна ввести тромболітики або провести черезшкірне коронарне втручання. У першому варіанті вводять ліки, які стимулюють фібриноліз, руйнуючи тромби, що закупорюють коронарні артерії. У другому варіанті через стегнову або променеву артерію пропускають гнучкий катетер і просувають його до серця для виявлення закупорки коронарних артерій. Коли оклюзії виявлені, їх можна усунути за допомогою ангіопластики, зазвичай розгортанням стента, якщо вважається, що дана оклюзія дійсно спричиняє пошкодження міокарда. Наявні дані свідчать про важливість швидкого сортування, доставки та лікування пацієнтів у спеціалізованих відділеннях. Відповідно до рекомендацій Американського коледжу кардіології (ACC) на введення тромболітика «від дверей до голки» має бути не більше 30 хвилин, тоді як час черезшкірного коронарного втручання (ЧКВ) «від дверей до балона» має становити менше 90 хвилин. Згідно з дослідженням випадок-контроль 2009 року було виявлено, що у рамках встановлених рекомендацій ACC у пацієнтів з STEMI виконання тромболізису більш імовірно ніж проведення ЧКВ. NSTEMI та NSTE-ACS Якщо ЕКГ не виявляє типових змін, що відповідають STEMI, можна використовувати термін «ГКС без підйому сегмента ST» (NSTE-ACS), який охоплює NSTEMI і нестабільну стенокардію. Загальноприйнятим лікуванням нестабільної стенокардії та гострого коронарного синдрому є емпіричне лікування аспірином, другим інгібітором тромбоцитів, таким як клопідогрель, прасугрель або тікагрелор, і гепарином (зазвичай це низькомолекулярний гепарин), з внутрішньовенним введенням нітрогліцерину та опіоїдів, якщо біль не проходить. Гепариноподібний препарат, відомий як фондапаринукс, показує кращі результати, ніж еноксапарин. Якщо на ЕКГ немає доказів підйому сегмента ST, відкладання термінової ангіопластики до наступного ранку демонструє не гірші результати, ніж негайне втручання. Застосування статинів у перші 14 днів після ГКС знижує ризик подальшого ГКС. ГКС, пов'язаний із вживанням кокаїну, слід лікувати так само, як і інших пацієнтів з гострим коронарним синдромом, за винятком того, що не слід застосовувати бета-блокатори, а бензодіазепіни слід призначати на ранніх стадіях. Прогноз Оцінки прогнозів Оцінка ризику за шкалою TIMI може ідентифікувати пацієнтів високого ризику з ГКС із підйомом ST та без підйому сегмента ST, що було перевірено у незалежних дослідженнях. Базуючись на глобальному реєстрі 102 341 пацієнта, шкала GRACE оцінює ризик смертності в лікарні, через 6 місяців, 1 рік і 3 роки після серцевого нападу. Враховуються клінічні дані (артеріальний тиск, ЧСС, дані ЕКГ) та анамнез. Нині шкала GRACE також використовується для пацієнтів з ГКС без підйому сегмента ST як критерій високого ризику (GRACE > 140), що може сприяти ранній інвазивній стратегії лікування протягом 24 годин після серцевого нападу. Біомаркери Коронарна КТ-ангіографія в поєднанні з визначенням рівня тропоніну також допомагає виявляти пацієнтів, вразливих до ГКС. Позитронно-емісійна томографія з F-фторидом також корисна для виявлення людей із коронарними бляшками, багатими на ліпіди, що є ознакою високого ризику ГКС. Вплив хронології захворювання Дослідження показали, що для пацієнтів з ГКС госпіталізація у вихідні дні пов'язана з вищою смертністю та меншим використанням інвазивних кардіологічних процедур, а ті, хто пройшов ці втручання, мали вищий рівень смертності та ускладнень, ніж пацієнти, доставлені до лікарні у будні. Ці дані дозволяють зробити висновок, що доступ до діагностичних/інвенційних процедур може залежати від дня госпіталізації, що може вплинути на смертність. Це явище описується як ефект вихідного дня. Див. також Алергічний гострий коронарний синдром (синдром Куніса) Список літератури Категорія:Невідкладні стани Категорія:Сторінки з неперевіреними перекладами Категорія:Медицина Категорія:Кардіологія Категорія:Серцево-судинні захворювання Категорія:Серце"}
{"category": "Медицина", "title": "Дентин", "abstract": "Дентин (dentinum, лат. dens, dentis — зуб) — мезенхімальна клітинна мінералізована центральна тканина зуба, що знаходиться під зубною емаллю та оточує пульпу, один із основних компонентів зуба. Зазвичай він покритий емаллю на коронці та цементом на корені та оточує всю пульпу. Складається з мінералу гідроксиапатиту, пронизаного дентинними канальцями й колагеновими волокнами.\nМінеральна частина дентину складає близько 70 % маси, 20 % приходиться на органічний матрикс, а 10 % — на воду. Утім за об'ємом співвідношення 40-45 %, 30 % і 20-25 % відповідно. Основними клітинами дентину є одонтобласти.", "content": "thumb|200px Дентин (dentinum, — зуб) — мезенхімальна клітинна мінералізована центральна тканина зуба, що знаходиться під зубною емаллю та оточує пульпу, один із основних компонентів зуба. Зазвичай він покритий емаллю на коронці та цементом на корені та оточує всю пульпу. Складається з мінералу гідроксиапатиту, пронизаного дентинними канальцями й колагеновими волокнами. Мінеральна частина дентину складає близько 70 % маси, 20 % приходиться на органічний матрикс, а 10 % — на воду. Ten Cate's Oral Histology, Nanci, Elsevier, 2013, en, page 194Утім за об'ємом співвідношення 40-45 %, 30 % і 20-25 % відповідно. Основними клітинами дентину є одонтобласти. Розвиток До моменту формування зубної емалі починається процес формування дентину, відомий як дентиногенез, і цей процес триває протягом усього життя людини, навіть після того, як зуб повністю розвинувся. Такі проблеми, як карієс і зношування зубів, також можуть ініціювати формування дентину. Структура У дентині виділяють зовнішні шари та внутрішні навколопульпарні шари. Зовнішні шари досить тонкі, складають 15-30 мкм у товщину. Вони відрізняються біля коронки зуба та біля кореня. Зовнішній шар дентину біля кореня розділяють на гранулярний шар Томза, який прилягає до цементу, та гіаліновий шар Гопвелла-Сміта. Товщина шару дентину коливається від 2 до 6 мм. Твердість дентину досягає 58,9 кг/мм². Білковий склад До складу органічного матриксу дентину входить низка білків, зокрема: колаген I типу декорин біглікан люмікан фібромодулін DSPP Кістковий сіалопротеїн SPP1 MEPE SPARC Типи Дентин поділяють на три види: первинний, вторинний і третинний. Вторинний дентин — це шар дентину, який утворюється після того, як корінь зуба повністю сформувався. Третинний дентин розвивається в результаті подразника, такого як каріозне ураження або знос. Первинний дентин Первинний дентин , найбільш помітний дентин у зубі, лежить між емаллю та камерою пульпи (біля дентиноемалевого з’єднання). Зовнішній шар, найближчий до емалі, відомий як мантійний дентин.Мантійний дентин утворюється щойно диференційованими клітинами одонтобластами і утворює шар 15-20 мікрометрів (мкм) завширшки. На відміну від первинного дентину, мантійний дентин позбавлений фосфорилювання, має нещільно упаковані колагенові фібрили та менш мінералізований. Нижче лежить циркумпульпний дентин, більш мінералізований дентин, який становить більшу частину дентинного шару і виділяється одонтобластами після мантійного дентину. Циркумпульпний дентин формується до завершення формування кореня. Щойно виділений дентин є немінералізованим і називається предентином. Його легко ідентифікувати в зрізах, пофарбованих гематоксиліном і еозином, оскільки він забарвлюється менш інтенсивно, ніж дентин. Зазвичай він становить 10-47 мкм і вистилає внутрішню частину дентину. Він немінералізований і складається з колагену, глікопротеїнів і протеогліканів. Він подібний до остеоїду в кістці і є найбільш товстим, коли відбувається дентиногенез. Вторинний дентин Вторинний дентин (адвентивний дентин) утворюється після завершення формування кореня, як правило, після того, як зуб прорізався і функціонував. Він росте набагато повільніше, ніж первинний дентин, але зберігає свою здатність до поступового а росту. Він має структуру, подібну до первинного дентину, хоча його відкладення не завжди відбувається рівномірно навколо пульпової камери. Він з’являється у більшій кількості зверху та дні коронкової камери пульпи, де він захищає пульпу від впливу на старі зуби. Вторинний дентин утворюється не у відповідь на будь-які зовнішні подразники, і він виглядає дуже схожим на первинний дентин. Саме зростання цього дентину зумовлює зменшення розмірів пульпової камери з віком. Це клінічно відомо як рецесія пульпи; препарування порожнини у молодих пацієнтів, таким чином, несе більший ризик оголення пульпи. Якщо це станеться, пульпу можна лікувати різними методами лікування, такими як пряме укриття пульпи. Раніше вважалося, що закупорка пульпи була найбільш успішною, якщо після неї була встановлена ​​коронка з нержавіючої сталі, однак ця процедура найчастіше непотрібна дітям. Це вимагає непотрібного видалення емалі, яка є ключовою для життя зуба. Адгезивна стоматологія дозволяє використовувати консервативні методи реставрації, які мінімізують втрату структури зуба, і їх слід використовувати. Щоб зберегти простір у молочному зубі, намагаються не видаляти оголення пульпи. Третинний дентин Третинний дентин – це дентин, який утворюється в результаті зовнішньої стимуляції, наприклад карієсу та зношування. Він буває двох типів: або реакційний, коли дентин утворюється з уже існуючого одонтобласта, або репаративний, коли новодиференційовані клітини, подібні до одонтобластів, утворюються внаслідок загибелі вихідних одонтобластів із клітин-попередників пульпи. Третинний дентин утворюється лише одонтобластом, на який безпосередньо впливає подразник; отже, архітектура та структура залежать від інтенсивності та тривалості подразника, наприклад, якщо подразником є ​​карієс, відбувається велике руйнування дентину та пошкодження пульпи внаслідок диференціації бактеріальних метаболітів і токсинів. Таким чином, третинний дентин швидко відкладається з рідкісним і неправильним трубчастим малюнком і деякими клітинними включеннями; в цьому випадку він називається «остеодентин». Остеодентин спостерігається при дефіциті вітаміну А під час розвитку. Однак, якщо подразник менш активний, він закладається менш швидко з більш регулярним трубчастим малюнком і майже без клітинних включень. Швидкість, з якою формується третинний дентин, також суттєво відрізняється серед видів приматів. Дентин тварин Слонова кістка - твердий дентин. Структура дентинних канальців сприяє як його пористості так і його еластичності. Бивні слона утворені тонким шаром емалі, який незабаром стирається, залишаючи дентин відкритим. Оголений дентин у людей викликає симптом чутливих зубів. Дентин найбільш відомий тим, що він зустрічається в зубах, але у ранніх хребетних він був важливою частиною дермального скелета, який покривав більшу частину тіла, і він зберігся сьогодні в кількох таксонах, таких як Целакантоподібні. Матеріал, подібний до дентину, утворює твердий матеріал, який утворює шкірні зуби в акул та інших хрящових риб. Примітки Джерела Goldberg, M., Kulkarni, A. B., Young, M., & Boskey, A. (2011). Dentin: structure, composition and mineralization. Frontiers in bioscience (Elite edition), 3(2), 711—735. https://doi.org/10.2741/e281 Категорія:Зуби Категорія:Медицина Категорія:Анатомія людини"}
{"category": "Медицина", "title": "Дослідження інвалідності", "abstract": "Дослідження інвалідності — це сфера академічних досліджень, яка вивчає значення, природу та наслідки інвалідності. Спочатку ця сфера зосереджувалася на розмежуванні понять «інвалідність» і «порушення», при чому інвалідність-це фізичні та психічні порушення, тоді як порушення вважалося соціальною структурою. Це створило дві різні моделі інвалідності: соціальну та медичну інвалідність. У 1999 році соціальна модель була визнана кращою моделлю в галузі. Однак останніми роками поділ між соціальною та медичною інвалідністю став під сумнів. Крім того, було зосереджено увагу на міждисциплінарних дослідженнях.\nДослідження інвалідності з'явилися у 1980-х роках у США, Великій Британії та Канаді; у 1986 році секція з досліджень хронічних захворювань, здоров'я та інвалідності Асоціації соціальних наук (США) була перейменована на Товариство досліджень інвалідності. Перша програма з вивчення інвалідності в США розпочалась у 1994 році в університеті Сіракуз. Перше видання Disabilities Studies Reader (один із перших збірників наукових робіт, пов'язаних з дослідженнями інвалідності) було опубліковано в 1997 році. Дослідження в цьому напрямку стрімко розвивалися протягом наступних років, результатом чого стала більша увага до освіти людей з інвалідністю.\nДослідження інвалідності виникли в основному в США, Великій Британії та Канаді, але інші країни також проводили дослідження інвалідності під різними кутами зору. У Німеччині, наприклад, з початку 20-го століття було проведено значну кількість досліджень інвалідності. На Німецькі дослідження інвалідності вплинула література феміністичних сексологів, які досліджували, як інвалідність впливає на сексуальність і здатність відчувати задоволення. У Норвегії дослідження інвалідності зосереджені на літературному контексті.", "content": "Дослідження інвалідності — це сфера академічних досліджень, яка вивчає значення, природу та наслідки інвалідності. Спочатку ця сфера зосереджувалася на розмежуванні понять «інвалідність» і «порушення», при чому інвалідність-це фізичні та психічні порушення, тоді як порушення вважалося соціальною структурою. Це створило дві різні моделі інвалідності: соціальну та медичну інвалідність. У 1999 році соціальна модель була визнана кращою моделлю в галузі. Однак останніми роками поділ між соціальною та медичною інвалідністю став під сумнів. Крім того, було зосереджено увагу на міждисциплінарних дослідженнях. Дослідження інвалідності з'явилися у 1980-х роках у США, Великій Британії та Канаді; у 1986 році секція з досліджень хронічних захворювань, здоров'я та інвалідності Асоціації соціальних наук (США) була перейменована на Товариство досліджень інвалідності. Перша програма з вивчення інвалідності в США розпочалась у 1994 році в університеті Сіракуз. Перше видання Disabilities Studies Reader (один із перших збірників наукових робіт, пов'язаних з дослідженнями інвалідності) було опубліковано в 1997 році. Дослідження в цьому напрямку стрімко розвивалися протягом наступних років, результатом чого стала більша увага до освіти людей з інвалідністю. Дослідження інвалідності виникли в основному в США, Великій Британії та Канаді, але інші країни також проводили дослідження інвалідності під різними кутами зору. У Німеччині, наприклад, з початку 20-го століття було проведено значну кількість досліджень інвалідності. На Німецькі дослідження інвалідності вплинула література феміністичних сексологів, які досліджували, як інвалідність впливає на сексуальність і здатність відчувати задоволення. У Норвегії дослідження інвалідності зосереджені на літературному контексті. Історія Університети давно вивчають інвалідність з клінічної точки зору. У 1986 році Секція хронічних хвороб, інвалідності та порушень Асоціації соціальних наук була перейменована в Асоціацію студій інвалідності, а «Disability Studies Quarterly» став першим журналом студій інвалідності. Перша програма з вивчення інвалідності в США була започаткована в Сиракузькому університеті в 1994 році; у першому виданні «Читача з вивчення інвалідності», опублікованому в 1997 році, Леонард Девіс писав, що «практично неможливо викладати про інвалідність в гуманітарних науках». У 2009 році журнал Disability Studies Quarterly опублікував міжнародне дослідження англомовних програм і курсів з вивчення інвалідності. Воно показало, що між 2003 і 2008 роками кількість окремих програм з вивчення інвалідності в США, Великої Британії, Австралії, Новій Зеландії та Канаді зросла з 56 до 108, а кількість дипломних програм — з 212 до 420. Загалом у США було запропоновано 17 дипломних програм, у Великій Британії — 11, у Канаді — 2, в Австралії — 3 і в Канаді — 1. Дослідження інвалідності та медичні гуманітарні науки Соціальна модель інвалідності поширюється на хронічні захворювання та на інтенсивну роботу медичних гуманітарних наук. Фахівці-практики працюють над покращенням охорони здоров'я людей з інвалідністю за допомогою досліджень інвалідності. Ця міждисциплінарна галузь досліджень використовує досвід і перспективи людей з інвалідністю для подолання дискримінації. Infinite Ability виконала деяку попередню роботу в Індії, аби запровадити дослідження інвалідності для студентів-медиків. Рух медичних гуманітарних наук виступає за використання літератури для дослідження хвороби з точки зору практикуючого лікаря та пацієнта, з графічною медициною як новою стратегією, яка поєднує в собі засоби в стилі коміксів і розповідь про хворобу. Виключення когнітивних і психічних розладів У дослідженнях інвалідності існує дискурс, який аналізує конструювання психічної інвалідності, але мало хто з постструктуралістських дослідників інвалідності зосереджувався на психічній інвалідності. На думку соціолога Керол Томас з Інституту досліджень здоров'я Ланкастерського університету, це може бути пов'язано з тим, що попередні дослідники інвалідності розглядали лише бар'єри, з якими стикаються люди з фізичною інвалідністю. Досвід людей з труднощами у навчанні, когнітивними розладами та психічними захворюваннями залишався поза увагою. Відомі теоретики вивчення інвалідності Див. також Доступність Інклюзія (права з обмеженими можливостями) Спеціальна освіта Примітки Категорія:Інвалідність Категорія:Медицина Категорія:Галузі соціології"}
{"category": "Медицина", "title": "Етика клінічних досліджень", "abstract": "Етика клінічних досліджень — галузь етики, що визначає етичні принципи при проведенні клінічних досліджень. \nСучасна наука виділяє поняття біоетика клінічних досліджень, що визначає об'єктом клінічних досліджень живих істот: тварин та людей. Питання біоетики постає поряд з питаннями моральності клінічних досліджень з тієї причини, що наукова цінність клінічних досліджень не повинна протиставлятись етиці цих досліджень, та визначення ступеню втручання людини у сферу природи та тіла людини повинні бути такими, щоб організатор дослідження відповідав за дотримання принципів гуманізму, тобто за людяність в ході проведення досліджень. \nЕтична комісія перевіряє наступні ризики для здоров'я пацієнтів, що приймають участь у клінічному дослідженні: шкода фізичному та психічному здоров’ю людини, втручання в особисте життя, порушення конфіденційності даних особи та дослідження, соціальні травми. \nСферою перевірки етичності клінічних досліджень є участь у таких дослідженнях вагітних та жінок, що можуть завагітніти, дітей та неповнолітніх. \nДля впровадження етичних принципів клінічних досліджень у світі було започатковано застосування інформо́ваної згоди пацієнта. У 1991 році було проведено Міжнародну конференцію з гармонізації технічних вимог щодо реєстрації лікарських засобів для людини.", "content": "Етика клінічних досліджень — галузь етики, що визначає етичні принципи при проведенні клінічних досліджень. Сучасна наука виділяє поняття біоетика клінічних досліджень, що визначає об'єктом клінічних досліджень живих істот: тварин та людей. Питання біоетики постає поряд з питаннями моральності клінічних досліджень з тієї причини, що наукова цінність клінічних досліджень не повинна протиставлятись етиці цих досліджень, та визначення ступеню втручання людини у сферу природи та тіла людини повинні бути такими, щоб організатор дослідження відповідав за дотримання принципів гуманізму, тобто за людяність в ході проведення досліджень. Етична комісія перевіряє наступні ризики для здоров'я пацієнтів, що приймають участь у клінічному дослідженні: шкода фізичному та психічному здоров’ю людини, втручання в особисте життя, порушення конфіденційності даних особи та дослідження, соціальні травми. Сферою перевірки етичності клінічних досліджень є участь у таких дослідженнях вагітних та жінок, що можуть завагітніти, дітей та неповнолітніх. Для впровадження етичних принципів клінічних досліджень у світі було започатковано застосування інформо́ваної згоди пацієнта. У 1991 році було проведено Міжнародну конференцію з гармонізації технічних вимог щодо реєстрації лікарських засобів для людини. Міжнародне законодавство Гельсінська декларація Всесвітньої медичної асоціації Міжнародний світовий стандарт \"Належна клінічна практика - ICH GCP\" «Звіт Бельмонта: етичні принципи та рекомендації щодо захисту людей у рамках досліджень» Законодавство щодо клінічних досліджень в Україні В Україні при проведенні клінічних досліджень слід керуватися правовою основою законів та законодавчих актів: ч. 3 ст. 28 Конституції України ч. 3 ст. 281 Цивільного кодексу України ст. 45 Основ законодавства України про охорону здоров’я Хельсинська декларація (2001г.) Див. також Біоетика Звіт Бельмонта Терапевтичне непорозуміння Нейроетика Медична етика Категорія:Етика клінічних досліджень Категорія:Медична етика Категорія:Медицина Категорія:Медицина в Україні"}
{"category": "Медицина", "title": "Захворювання грудей", "abstract": "Захворювання грудей — це група захворювань, які пов'язані з порушення функціонування нормальної життєдіяльності чи зміною анатомічної будови клітин молочних залоз. Існує багато типів захворювань молочної залози, включаючи інфекції, кісти та новоутворення.", "content": "міні|Анатомія захворювань грудей Захворювання грудей — це група захворювань, які пов'язані з порушення функціонування нормальної життєдіяльності чи зміною анатомічної будови клітин молочних залоз. Існує багато типів захворювань молочної залози, включаючи інфекції, кісти та новоутворення. Загальна інформація Більшість захворювань молочної залози не є злоякісними. Попри те, що захворювання молочної залози може бути доброякісним або не загрожувати життю, залишається ризик того, що без профілактики і завчасного лікування залишається високий ризик розвитку раку молочної залози у майбутньому. Особливість молочних залоз жінки полягає у тому, що вони є органом-мішенню для як мінімум для 15 гормонів, рівень яких змінюється на фоні менструального циклу, періоду вагітності, годування грудьми, вікової інволюції. Ці зміни визначаються функцією гіпоталамічних нейрогормонів, гормонів гіпофізу, яєчників, надниркової і щитоподібної залози. Класифікація захворювань міні|Зміна структурних тканин грудей міні|Мастит Пухлинні захворювання Гемангіома); Кісти молочної залози; Фіброаденоми молочної залози; Запальні захворювання: Мастит; Хвороби, пов'язані з грудним вигодовуванням Лактостаз; Гіпогалактія; Галактоцеле (молочна кіста); Тріщини сосків Інші Мастоптоз (обвисання); Травми грудей. Симптоми захворювань молочних залоз При наявності одного із симптомів чи групи симптомів, рекомендують звернутися до лікаря за консультацією: Наявні ущільнення чи припухлість у грудях; Поява виділення із сосків (зокрема, кров'янисті); Зміна шкіри грудей («лимонна кірка», втягування, почервоніння, набряк); Зміна форми чи будови соска (втягнувся, з'явилася кровоточива ранка); З'явилось ущільнення чи припухлість на соску; Змінилась форма грудей; З'явились «ямочки» на шкірі грудей під час підйому рук над головою; Присутнє лущення шкірного покриву молочної залози; Змінилася структура молочної залози (на дотик); З'явилось постійне неприємне відчуття в одній із молочних залоз; Збільшилися лімфатичні вузли під пахвою; Набрякло плече або простір в пахвовій западині. Причини болю у грудях Якщо біль в грудях має нециклічних характер (як при ПМС) то причинами можуть бути: Захворювання молочних залоз (мастопатія, мастит та ін.); Затискання нервових корінців; Травми грудей; Остеохондроз грудного відділу; Захворювання серцево-судинної системи; Захворювання печінки; Онкологія молочних залоз чи статевих органів; Міжреберна міалгія; Міжреберний неврит. Діагностика міні|255x255пкс|Мамограма Перший і основний метод діагностики - це огляд онкомамолога, який складає подальший клінічний маршрут і визначає найнеобхідніші обстеження для верифікації точного діагнозу. УЗД молочних залоз - безболісний, простий і безпечний метод дослідження. Мамографія — це поширений, точний і найбільш ефективний спосіб обстеження здоров'я грудей на сьогоднішній день. Цей метод обстеження є найбільш безпечним, адже має низьку дозу опромінення. Скринінгову мамограму (за наявності показань), можна робити щорічно, бо вона дозволяє виявити рак на найбільш ранніх та виліковних стадіях захворювання. Для підтвердження злоякісних новоутворень використовють: ● Пункційну біопсію — (є кілька варіантів - тонкоголкова, ексцизійна, трепанобіопсія) медичну маніпуляцію, коли з «підозрілої» ділянки беруть зразки клітин для наступного аналізу — цитологія, гістологія. ● Імуногістохімія — метод виявлення особливих білкових пухлин -антигенів за допомогою спеціальних біохімічних реакцій з антитілами. Лікар не лише встановлює різновидність пухлини, а й оцінює ступінь її злоякісності, здатність до росту і поширення, залежність від гормонів, чутливість до хіміотерапії, якщо в цьому є потреба. Заключний діагноз ставить лікар мамолог чи онкомамолог. Також до ефективних методів дослідження стану пацієнтки доцільно використовувати: Комп'ютерну томографія; Позитронно-емісійну та комп'ютерну томографія; МРТ — магнітно-резонансну томографію; Дослідження онкомаркерів; Аналіз крові на гормони; Остеосцинтиграфію; Дуктографію; Лабораторні дослідження виділень із соска. Лікування Лікування залежить від встановленого діагнозу. Див. також Мамографія Примітки Джерела Breast Cancer. Gopal Menon; Fadi M. Alkabban; Troy Ferguson.Treasure Island (FL): StatPearls Publishing; 2025 Jan Методичні вказівки до практичних занять із курсу «Загальна хірургія» зі змістовим модулем «Аномалії розвитку і захворювання молочної та грудної залоз» / укладач І. М. Лукавенко. – Суми : Сумський державний університет, 2020. – 64 с Посилання Рак грудей. Самодіагностика та профілактичні огляди - МОЗ України Категорія:Жіноче репродуктивне здоров'я Категорія:Медицина Категорія:Здоров'я Категорія:Гінекологія"}
{"category": "Медицина", "title": "Захворювання зубів", "abstract": "Захворювання зубів — будь-який стан зубів, який може бути вродженим або набутим. Іноді вроджене захворювання зуба називають аномалією зуба. Це одні з найпоширеніших захворювань у людей. Профілактика, діагностика, лікування та реабілітація цих захворювань є основою професії стоматолога, у якій працюють стоматологи та стоматологічні гігієністи, а також її субспеціальностей, таких як оральна медицина, ротова та щелепно-лицева хірургія та ендодонтія. Патологію зубів зазвичай відокремлюють від інших типів стоматологічних проблем, включаючи гіпоплазію емалі та стирання зубів.", "content": "міні|праворуч|200пкс Захворювання зубів — будь-який стан зубів, який може бути вродженим або набутим. Іноді вроджене захворювання зуба називають аномалією зуба. Це одні з найпоширеніших захворювань у людей. Профілактика, діагностика, лікування та реабілітація цих захворювань є основою професії стоматолога, у якій працюють стоматологи та стоматологічні гігієністи, а також її субспеціальностей, таких як оральна медицина, ротова та щелепно-лицева хірургія та ендодонтія. Патологію зубів зазвичай відокремлюють від інших типів стоматологічних проблем, включаючи гіпоплазію емалі та стирання зубів. Приклади Вроджені Анодонтія Придбані Карієс зубів Карієс зубів — карієс зубів відомий як карієс. Бактерії в ротовій порожнині використовують їжу, що містить цукор або крохмаль, для виробництва кислот, які роз'їдають структуру зуба, викликаючи руйнування емалі зубів . Тим часом мінерали в слині (кальцій і фосфат) разом із фтором відновлюють емаль. Карієс зубів — це хронічне захворювання, якому можна запобігти і яке сильно проявляється у дітей віком від 6 до 11 років і підлітків від 12 до 19 років. 9 з 10 дорослих страждають від карієсу. Профілактика включає хорошу гігієну порожнини рота, яка складається з чищення зубів двічі на день, використання зубної нитки, вживання поживної їжі та обмеження перекусів, а також регулярне відвідування стоматолога. Лікування фтором сприяє зміцненню зубів, тоді як герметики допомагають жувальним поверхням не псуватися. Важкі випадки можуть призвести до видалення зуба та протезування . Зубний абсцес Зубний абсцес — це накопичення гною в зубах або яснах внаслідок бактеріальної інфекції, що викликає сильний пульсуючий біль у місці абсцесу. Це викликано споживанням солодкої або крохмалистої їжі та поганою гігієною зубів і лікується стоматологом шляхом дренування гною та, можливо, повного видалення інфікованого зуба/зубів. Хвороби пародонту Пародонтоз відноситься до інфекцій ясен і опорних структур зубів. Гінгівіт, рання стадія пародонтозу, характеризується запаленням і кровоточивістю ясен. Якщо захворювання не лікувати, воно може прогресувати до пародонтиту, що призведе до рецесії ясен, втрати кісткової тканини та, зрештою, до втрати зубів. Погана гігієна ротової порожнини, вживання тютюну, генетичні фактори та певні системні захворювання підвищують ризик захворювання пародонту.Лікування включає професійне глибоке очищення (видалення накипу та планування коренів), антибіотики, а в запущених випадках може знадобитися хірургічне втручання. Пульпіт Пульпіт — це запалення пульпи або серцевини зуба, де розташовані кровоносні судини й нерви.Однією з основних ознак його появи є різкий біль, який посилюється при високій або низькій температурі. У більшості випадків пульпіт виникає в результаті запущеного карієсу, а при відсутності лікування переходить в періодонтит. На початковій стадії запалення пульпи лікується досить просто. Зубний нерв і пульпу не видаляють, а запалення знімають терапевтичними засобами. У тих випадках, коли витягти живий нерв не вдається, його обробляють спеціальною пастою, що містить миш'як або параформальдегід. Через 1-2 дні після лікування пульпа відмирає і безболісно видаляється. Примітки Категорія:Медицина Категорія:Зуби Категорія:Захворювання та розлади"}
{"category": "Медицина", "title": "Інформована згода пацієнта", "abstract": "Інформо́вана зго́да паціє́нта — процедура, за допомогою якої суб'єкт добровільно підтверджує свою згоду на участь у певному клінічному випробуванні після ознайомлення з усіма особливостями дослідження, які можуть вплинути на його рішення. Інформована згода документально оформлюється за допомогою підписання та датування форми згоди.", "content": "Інформо́вана зго́да паціє́нта — процедура, за допомогою якої суб'єкт добровільно підтверджує свою згоду на участь у певному клінічному випробуванні після ознайомлення з усіма особливостями дослідження, які можуть вплинути на його рішення. Інформована згода документально оформлюється за допомогою підписання та датування форми згоди. Див. також Медична етика Клінічне дослідження Біоетика Етика клінічних досліджень Посилання Проведення клінічних випробувань: договірне оформлення відносин // «Аптека», № 842 (21), 28 травня 2012 Громадська рада при МОЗ України. Реформа охорони здоров’я та лікарське самоврядування, належне регулювання та інформована згода пацієнта // «Український медичний часопис», 23 серпня 2012 Інформована добровільна згода пацієнта на проведення діагностики, лікування та на проведення операції та знеболення (форма первинної облікової документації № 003-6/о) Інструкція щодо заповнення форми первинної облікової документації № 003-6/о «Інформована добровільна згода пацієнта на проведення діагностики, лікування та на проведення операції та знеболення» // Наказ Міністерства охорони здоров’я України № 110 від 14 лютого 2012 року Informed Consent Form Templates // World Health Organization (WHO) Джерела Faden, R. R.; Beauchamp, T. L. A History and Theory of Informed Consent. — New York: Oxford University Press, 1986. — 409 p. — ISBN 0-19-503686-7 (title preview) . Категорія:Медична термінологія Категорія:Етика клінічних досліджень Категорія:Медична етика Категорія:Медицина"}
{"category": "Медицина", "title": "Коли подих стає повітрям", "abstract": "Коли подих стає повітрям (англ. When Breath Becomes Air) — науково-дослідна автобіографічна книга американського нейрохірурга Пола Каланіті. Це спогади про його життя та боротьбу з метастатичним раком легенів IV стадії. Він був посмертно опублікований Random House 12 січня 2016 року.", "content": "Коли подих стає повітрям () — науково-дослідна автобіографічна книга американського нейрохірурга . Це спогади про його життя та боротьбу з метастатичним раком легенів IV стадії. Він був посмертно опублікований Random House 12 січня 2016 року. Життя автора Каланіті народився в Каліфорнії в 1977 році. Він закінчив Стенфордський університет і Каліфорнійський університет у Сан-Франциско, де здобув ступінь доктора медицини. Після закінчення навчання він працював нейрохірургом у Каліфорнійському університеті в Сан-Франциско. У 2013 році Каланіті діагностували рак легенів. Він пройшов кілька курсів лікування, але рак поширився на інші частини тіла. Каланіті помер у 2015 році у віці 37 років. Структура книги Книга розділена на три частини. У першій частині Каланіті розповідає про своє дитинство в Індії та США. Він розповідає про своє захоплення наукою та медициною, а також про своє рішення стати нейрохірургом. У другій частині Каланіті розповідає про своє навчання в медичній школі та про свою кар'єру нейрохірурга. Він розповідає про свої успіхи в кар'єрі, а також про труднощі, з якими він зіткнувся. У третій частині Каланіті розповідає про свою боротьбу з раком. Він розповідає про те, як він дізнався про свій діагноз, про те, як він пройшов курс лікування, а також про те, як він прийняв свою смерть. Короткий сюжет Книга починається з дитинства Каланіті в Індії та США. Каланіті народився в Індії в сім'ї лікарів. Його батько був нейрохірургом, а мати — педіатром. Каланіті з дитинства мріяв стати лікарем, як його батько. У 1997 році Каланіті вступив до медичної школи Єльського університету. Він був одним із найкращих студентів у своєму класі і отримав стипендії від Національної медичної академії та Американської академії неврології. Після закінчення медичної школи Каланіті оселився в Каліфорнії та почав працювати нейрохірургом. Він спеціалізувався на нейроонкології, тобто на лікуванні пухлин головного мозку. У 2015 році Каланіті діагностували рак легенів IV стадії. Рак був викликаний рідкісною мутацією, яка не піддається лікуванню. Каланіті був змушений залишити свою кар'єру нейрохірурга і зосередитися на боротьбі з хворобою. Книга розповідає про Каланіті боротьбу з раком. Він розповідає про свої емоції, страхи та переживання. Він також розповідає про те, як хвороба змінила його погляд на життя. Нагороди Книга «Коли подих стає повітрям» Пола Каланіті отримала такі нагороди: Премія «Філдман» за нехудожню літературу (2016) Премія «Аутсайдер» за найкращу книгу (2017) Премія «Літературна премія імені Альфреда Шнітке» (2018) Французька премія за найкращу іноземну книгу (2018) Крім того, книга була включена до списку 10 найкращих книг 2016 року за версіями таких видань, як The New York Times, The Washington Post, The Wall Street Journal, The Boston Globe та The Chicago Tribune. Примітки Категорія:Література Категорія:Мемуари Категорія:Філософія Категорія:Медицина"}
{"category": "Медицина", "title": "Криптит", "abstract": "Криптит (анальний криптит, нейтрофільна інфільтрація крипт)— це запалення анальних пазух (моргенієвих крипт), які є поглибленнями в самому дистальному відділі прямої кишки. Крипти розташовані між анальними (мигальними) валиками і прикриті з боку просвітної порожнини півмісяцевими стулками. Розвитку запального процесу сприяє закупорка проток анальних залоз, гирла яких знаходяться в дні крипт.", "content": "міні|Криптит Криптит (анальний криптит, нейтрофільна інфільтрація крипт)— це запалення анальних пазух (моргенієвих крипт), які є поглибленнями в самому дистальному відділі прямої кишки. Крипти розташовані між анальними (мигальними) валиками і прикриті з боку просвітної порожнини півмісяцевими стулками. Розвитку запального процесу сприяє закупорка проток анальних залоз, гирла яких знаходяться в дні крипт. Причини виникнення Криптит може бути спричинений інфекцією, ліками, променевою терапією товстої кишки або запальним захворюванням кишечника (хвороба Крона або виразковий коліт). Симптоми Виділяють наступні симптоми криптиту: біль в задньому проході, яка посилюється при дефекації, домішки крові в калі, свербіж і дискомфорт в задньому проході. Діагностика При огляді в дзеркалах і аноскопіїЛекции по проктологии ; Автор, А. М. Аминев ; Издатель, Рипол Классик ; ISBN, 5458327748, 9785458327749. виявляється набряк в ділянці ураженої крипти, фібриноїдне перекриття. При натисканні на крипту з неї можуть виділятися крапельки гною. Також до інструментальних методів обстеження належать: Ректороманоскопія; Біопсія; Ультрасонографія ректальним датчиком; Проктографія; фістулографія (дозволяє виявити наявність нориць). Лікування Для лікування лікар призначає трав'яні супозиторії, сидячі ванни, збільшення у раціоні харчування харчових волокон, та застосування місцевої анестезії при необхідності. Також призначають ректальні мазі «Проктозид» та «Ауробін». Гострий криптит найчастіше вирішується розтином абсцесу в крипті. При рецидиві запального процесу відбувається хронізація захворювання. В цьому випадку необхідно своєчасне, комплексне і адекватне лікування, так як хронічне запалення крипт призводить до поширення процесу на навколишні тканини. Також рекомендоване дієтичне харчування з винятком гострих, кислих страв, соління та алкоголю. Дивитись також Геморой Гемороїдиктомія Криптит препуціальної вуздечки Криптоспоридіоз Примітки Категорія:Медицина Категорія:Проктологія Категорія:Захворювання"}
{"category": "Медицина", "title": "Крововтрата", "abstract": "Крововтрата (лат. sanguis — кров) — стан, викликаний втратою крові. Крововтрата, зазвичай, настає як наслідок кровотечі та характеризується рядом патологічних реакцій організму. Швидкість настання реакцій та їхній перебіг залежить від фактору швидкості кровотечі та об'єму втраченої крові. Найбільш швидко це відбувається при пошкодженні великих артерій. З клінічної точки зору, смерть настає від втрати кров'ю здатності переносити кисень, а також від порушення кровообігу.", "content": "Крововтрата (лат. sanguis — кров) — стан, викликаний втратою крові.Ярошенко Р. А., Панасенко С. І., Чорна І. О., Лігоненко О. В. (2022) ЕВОЛЮЦІЯ МЕТОДІВ ОЦІНКИ КРОВОВТРАТИ // Український журнал медицини, біології та спорту – 2022 – Том 7, № 3 (37). С.43-51 Крововтрата, зазвичай, настає як наслідок кровотечі та характеризується рядом патологічних реакцій організму. Швидкість настання реакцій та їхній перебіг залежить від фактору швидкості кровотечі та об'єму втраченої крові. Найбільш швидко це відбувається при пошкодженні великих артерій. З клінічної точки зору, смерть настає від втрати кров'ю здатності переносити кисень, а також від порушення кровообігу. Види крововтрати Залежно від кількості втраченої крові, крововтрату розрізняють: малу — менше 0,5 л. Проходить майже безсимптомно або з легким запамороченням; середню — від 0,5 до 1,0 л. Пульс частішає, починається сильна слабкість та нудота, кінцівки стають холодними; велику — від 1,0 до 2,0. Дуже швидкий пульс, шкіра блідна та може синіти, проступає холодний піт, втрачається гострота зору, починається апатія; масивну — від 2,0 до 3,5. Тиск швидко падає, частота пульсу підвищується, погляд стає байдужим, свідомість втрачається, очі западають. Враховуючи середній об'єм крові для людини — 5,6 л., критичною є одноразова втрата понад 40 %. Припинення крововтрати організмом Залежно від типу поранення та перебігу крововтрати, може розпочатися спонтанний гемостаз. Він характеризується звуженням судин, активацією тромбоцитів та згортальної системи крові. Під час цього утворюється тканинний та кров'яний тромбопластин, протромбін перетворюється на тромбін, утворюється фібрин, який власне і зупиняє кровотечуРеклама . Процес може не розпочатись або відбуватись вкрай повільно, якщо в організмі присутні порушення згортання крові, наприклад гемофілія. До інших процесів, за допомогою яких організм може адаптуватися до крововтрати належать: олігоурія, веноспазм, гіпервентиляція, прилив тканинної рідини, активація адреналінової системи, активація гемопоезу тощо. Крововтрата як метод забою тварин Крововтрата використовується як один з методів забою тварин. Перед тим, як зробити смертельний надріз, тварину роблять нечутливою до болю різними методами, зокрема, за допомогою електричного струму або хімічних речовин. Без попереднього знеболення, процес може викликати занепокоєння у тварини та гострий біль, в той час як забій за правильних умов не завдає тварині болю, чи страждань. Процес відбувається таким чином. Тварину кладуть на землю та перерізають яремну вену, сонну артерію та трахею. Кров починає текти вільно, а тому смерть настає за лічені секунди. Безперервна робота серця під час забою підвищує тиск рідини в крові та пришвидшує смерть. Зменшення кількості циркулюючої крові поступово призводить до послаблення функцій серця, одночасно з відмиранням інших частин тіла. Залежно від виду тварини, процес триває від 10 до 60 секунд. Цей період може збільшитися до кількох хвилин, якщо виникають ускладнення, такі як артеріальна оклюзія. Примітки Категорія:Медицина Категорія:Кров"}
{"category": "Медицина", "title": "Малонога Світлана Олександрівна", "abstract": "Світлана Олександрівна Малонога (нар. 20 березня 1975, Одеса) — українська лікарка, доктор філософії (PhD), Заслужений лікар України, громадська діячка, волонтер. Заступниця генерального директора та начальниця єдиної оперативно-диспетчерської служби КНП «Одеський обласний центр екстреної медичної допомоги та медицини катастроф».", "content": "Світлана Олександрівна Малонога ( 20 березня 1975, Одеса) — українська лікарка, доктор філософії (PhD), Заслужений лікар України, громадська діячка, волонтер. Заступниця генерального директора та начальниця єдиної оперативно-диспетчерської служби КНП «Одеський обласний центр екстреної медичної допомоги та медицини катастроф». Біографія Народилася 20 березня 1975 року в місті Одеса. У 1994 році закінчила Одеське медичне училище №3, Диплом з відзнакою. У 2002 році закінчила Одеський державний медичний університет (нині — Одеський національний медичний університет) за спеціальністю «Лікувальна справа» і отримала кваліфікацію лікаря-інтерна. У 2015 році стала старшим лікарем оперативного відділу Одеської міської станції швидкої медичної допомоги. У 2018 році призначена начальницею єдиної оперативно-диспетчерської служби Одеського обласного центру екстреної медичної допомоги та медицини катастроф, а у 2021 році — заступницею генерального директора центру. Освіта 1994 р. — Одеське медичне училище №3, спеціальність \"Фельдшер\". 2002 р. — Одеський державний медичний університет, спеціальність «Лікувальна справа». 2019 р. — Одеський регіональний інститут державного управління Національної академії державного управління при Президентові України, магістр за спеціальністю «Публічне управління та адміністрування». 2019 р. — Проходила стажування за программою Служби санітарної авіації та диспетчеризації у м. Лодзь, Польша. 2021 р. — Академія управління при Президентові УкраЇни, доктор філософії, тема дисертації: «Механізми інфраструктурної трансформації екстреної медичної допомоги України в умовах цифровізації».За основу взята робота Одеського Центру екстренної медичної допомоги і медицини катастроф. 2022 р. — Проходила стажування у США за программою \"Open World Program\", закінчила з Certificate of Achivement.міні|Світлана Малонога під час стажування у Сполучених Штатах. Вашингтон, США Кар'єра та внесок Світлана Малонога розпочала свою кар'єру в екстреній медичній допомозі у 1995 році як фельдшер Одеської міської станції швидкої медичної допомоги. З 2002 р. — лікар-інтерн. З 2003 р. — розпочала роботу лікарем медицини невідкладних станів. Її професійна діяльність тісно пов'язана з екстреною медициною, де вона зробила значний внесок у розвиток системи управління та цифровізації медичних послуг. Під час пандемії COVID-19 Світлана активно займалася організацією медичної допомоги хворим на коронавірус, брала участь у створені гарячої лінії для консультацій населення та проводила навчання для медичних диспетчерів щодо надання допомоги пацієнтам із COVID-19. Вона брала активну участь у заходах з вакцинації населення від коронавірусу. Під час повномасштабного вторгнення Росії в Україну в 2022 році 24 лютого з 6 години ранку екстренно вийшла на службу, Світлана Малонога керувала евакуацією та транспортуванням поранених військових. Організувала надання медичної допомоги населенню на деокупованних территоріях Миколаївської та Херсонської областей. Нагороди та відзнаки Світлана Малонога має численні нагороди за свої досягнення в медичній сфері та за внесок у розвиток екстреної допомоги: Почесне звання «Заслужений лікар України» (2022 р.) за вагомий особистий внесок у розвиток української медицини. Грамота Верховної Ради України \"За заслуги перед Українським народом\" (25 липня 2023 р.) Почесна грамота від РНБО України (2021 р.). Нагрудний знак «Знак пошани» МО України (№ 222 від 05.04.2022 р.). Відзнака медаллю \"За сприяння Збройним Силам України\" від МО України (№ 1272 від 29.09.2023). Почесна грамота від МОЗ за вагомий особистий внесок у розвиток охорони здоров'я та високий професіоналізм (17.06.2020). Подяка МОЗ України (20.05.2022). Подяка від Голови Комітету Верховної Ради України за питань здоров'я нації, медичної допомоги та медичного страхування (2024 р.) Почесна грамота від голови Одеської обласної державної адміністрації (січень 2021 р.). Почесна грамота від міського голови Одеси (2023 р.). Подяка від голови Одеської обласної державної адміністрації (травень 2022 р.). Почесна відзнака від Одеської обласної ради (11.06.2021). Почесна грамота від голови Одеської обласної ради (2019 р.). Пам'ятний годинник від голови Одеської обласної ради (2023 р.). Переможець в категоріЇ \"Лікарі медицини невідкладних станів\" у Національному народному рейтингу \"Топ лікар України\" (2023 р.). Наукова діяльність Світлана Малонога активно займається науковою діяльністю у сфері медицини, зокрема екстреної медичної допомоги. Вона є автором наукових публікацій, які присвячені темі цифровізації медичних послуг та інфраструктури, а також брала участь у міжнародних конференціях з цієї теми​. Громадська діяльність Світлана Малонога активно підтримує Збройні сили України, бере участь у благодійних ініціативах, спрямованих на допомогу армії та постраждалим від війни. Підтримує місцеві організації, що займаються наданням гуманітарної допомоги населенню​. Одна з перших продала своє особисте авто для закупівлі шоломів та іншого знарядження для військових ЗСУ. міні|276x276пкс|Світлана Малонога на змаганнях ветеранів \"Сильні України\" Почесний нагрудний знак \"За сприяння війську\" від Головнокомандувача ЗСУ (№ 371 від 22.02.2023). Відзнака «За службу» від командира 28-ї окремої механізованої бригади (02.07.2022). Почесна відзнака від командира 127 окремої бригади территоріальної оборони 3 ступеня (03.12.2023). Подяка від командира військової частини Е6117 Служби безпеки України. Подяка від командира військової частини А0666 (04.07.2022). Подяка від командира військової частини А7383 (05.12.2023). Медаль «За вірність та патріотизм» від ВО «КРАЇНА» (2023 р.). Диплом «100 успішних жінок Одеського регіону: разом — до Перемоги!» (2024 р.). Джерела Категорія:Українські лікарки Категорія:Медицина Категорія:Лікарі Одеси Категорія:Медицина в Україні Категорія:Лікарі України за областю __БЕЗ_РЕДАГУВ_РОЗДІЛУ__ __ІНДЕКС__"}
{"category": "Медицина", "title": "Мамологія", "abstract": "Мамологія (від лат. mamma — молочна залоза і logos- наука), мастологія, сенологія — область сучасної медицини, що спеціалізується на захворюваннях молочної залози.", "content": "Мамологія (від лат. mamma — молочна залоза і logos- наука), мастологія, сенологія — область сучасної медицини, що спеціалізується на захворюваннях молочної залози. Походження терміну Термін означає «наука про жіночі груди» і походить від французького «le sein = лоно». Французи, у свою чергу, сходять до латинського «sinus», що означає криву, відомого з графіків синусів і косинусів у математиці, які нагадують форму грудей. Завдання науки Вона займається діагностикою та лікуванням доброякісних і злоякісних захворювань молочної залози. Історія Історія Європейської медицини пов'язана із Стародавньою Грецією та ім'ям Гіппократа. Він описав жінку з карциномою молочної залози, що проявляється кров'янистими виділеннями із соска. Перший зареєстрований випадок оперативного лікування раку молочної залози належить грецькому лікарю Леонідісу (I століття н.е.). У трактаті римлянина (I століття н.е.) Авреліуса Корнеліуса Цельса виявлено перший клінічний опис раку. Цельс виділяв 4 клінічні стадії: злоякісна (проста або рання), карцинома без виразки, виразковий рак і виразковий рак з подібними квітками розростаннями, що кровоточать. Лікар Клавдій Гален описував рак молочної залози, як пухлину з венами, що роздулися, подібними за формою на ноги краба. Ряд скульптурних і образотворчих творів зображує жінок, у яких є ті чи інші захворювання молочних залоз. Наприклад, скульптурна група Мікеланджело Буонарроті \"День і ніч\". Героїня, що позує для «Ночі» мала, мабуть, рак лівої молочної залози з бугристою, пухлиноподібною поверхнею та втягненням соска. У наш час рак молочної залози посідає перше місце за поширеністю та смертністю серед онкологічних захворювань у жінок. У всьому світі, функціонують клініки жіночого здоров'я з мамографічними кабінетами; існують міжнародні програми та громадські організації з боротьби з раком молочної залози. Методи дослідження молочних залоз До методів дослідження молочних залоз можна віднести:Национальное руководство «Мамология», Владимир Петрович Харченко, Надежда Ивановна Рожкова, издательство «ГЭОТАР-Медиа», русский, 2009 г. Клінічний огляд; Рентгенологічне обстеження (в тому числі мамографія); Ультразвукове долідження або УЗД з використанням доплерографії та радіальної протоковою соноеластрографією; Інтервеціонні лікувально — дагностичні втручання з використанням діагностичних зображень; МРТ. Рожевий жовтень Щороку у Франції виявляють майже 59 000 нових випадків раку молочної залози. Він є найпоширенішим видом раку серед жінок. Незважаючи на те, що це все ще основна причина смертності від раку серед жінок, досягнення медицини, раннє обстеження та інформаційні кампанії, такі як «Рожевий жовтень», допомогли значно підвищити рівень виживаності пацієнтів. Започаткована у Франції в 1994 році, «Рожевий жовтень» проходить з 1 по 31 жовтня кожного року. Символом кампанії є рожева стрічка- символ, який використовується в усьому світі. Стрічка походить зі Сполучених Штатів і символізує боротьбу жінок проти раку молочної залози. Дивитись також Мамолог Мамографія Рак молочної залози Примітки Категорія:Медицина Категорія:Жіноче здоров'я Категорія:Захворювання грудей"}
{"category": "Медицина", "title": "Маразм", "abstract": "Мара́зм (від грец. μαρασμός «виснаження, згасання») — майже повне припинення психічної діяльності людини, що супроводжується загальним виснаженням організму з поступовим згасанням всіх життєвих процесів.\nМаразм зумовлюється атрофією кори головного мозку.\nСпостерігається в кінцевій стадії старечого недоумства, хвороби Альцгеймера, хвороби Паркінсона, хвороби Піка, хореї Гантінгтона, тяжкої травми голови, прогресивного паралічу, при деяких інших захворюваннях центральної нервової системи, інфекцій, алкогольних і наркотичних отруєннях, при важких формах недоїдання.\nМаразм як форма важкого недоїдання характеризується дефіцитом енергії. Воно може виникнути у будь-кого з серйозним недоїданням, але зазвичай трапляється у дітей. Маса тіла зменшується до менш ніж 62% від нормальної (очікуваної) маси тіла для віку.\nВиникнення маразму зростає до досягнення 1 року, тоді як поява квашиоркору збільшується після 18 місяців. Його можна відрізнити від квашіоркору тим, що квашіоркор — це дефіцит білка з достатнім споживанням енергії, тоді як маразм — це недостатнє споживання енергії у всіх формах, включаючи білок. Однак цей чіткий розподіл між маразмом і квашіоркором не завжди є клінічно очевидним, оскільки квашіоркор часто розглядається в контексті недостатнього споживання калорій, і можливі змішані клінічні картини, які називаються маразматичним квашіоркором. Втрата білка в квашіоркорі зазвичай призводить до набряків і асциту, тоді як втрата м’язів і втрата підшкірного жиру є основними клінічними ознаками маразму, через який ребра і суглоби виступають.\nПри маразмі прогноз кращий, ніж для квашіоркору. Маразм — це форма недоїдання, яка найбільше пов’язана з ВІЛ, розвивається на останніх стадіях педіатричного СНІДу, і прогноз для дітей із коморбідним маразмом і ВІЛ дуже поганий.", "content": "Мара́зм (від «виснаження, згасання») — майже повне припинення психічної діяльності людини, що супроводжується загальним виснаженням організму з поступовим згасанням всіх життєвих процесів. Маразм зумовлюється атрофією кори головного мозку. Спостерігається в кінцевій стадії старечого недоумства, хвороби Альцгеймера, хвороби Паркінсона, хвороби Піка, хореї Гантінгтона, тяжкої травми голови, прогресивного паралічу, при деяких інших захворюваннях центральної нервової системи, інфекцій, алкогольних і наркотичних отруєннях, при важких формах недоїдання. Маразм як форма важкого недоїдання характеризується дефіцитом енергії. Воно може виникнути у будь-кого з серйозним недоїданням, але зазвичай трапляється у дітей. Маса тіла зменшується до менш ніж 62% від нормальної (очікуваної) маси тіла для віку. Виникнення маразму зростає до досягнення 1 року, тоді як поява квашиоркору збільшується після 18 місяців. Його можна відрізнити від квашіоркору тим, що квашіоркор — це дефіцит білка з достатнім споживанням енергії, тоді як маразм — це недостатнє споживання енергії у всіх формах, включаючи білок. Однак цей чіткий розподіл між маразмом і квашіоркором не завжди є клінічно очевидним, оскільки квашіоркор часто розглядається в контексті недостатнього споживання калорій, і можливі змішані клінічні картини, які називаються маразматичним квашіоркором. Втрата білка в квашіоркорі зазвичай призводить до набряків і асциту, тоді як втрата м’язів і втрата підшкірного жиру є основними клінічними ознаками маразму, через який ребра і суглоби виступають. При маразмі прогноз кращий, ніж для квашіоркору. Маразм — це форма недоїдання, яка найбільше пов’язана з ВІЛ, розвивається на останніх стадіях педіатричного СНІДу, і прогноз для дітей із коморбідним маразмом і ВІЛ дуже поганий. Ознаки та симптоми Маразм зазвичай проявляється зморщеним, виснаженим виглядом, втратою м’язової маси та підшкірного жиру. Через дефіцит макроелементів і споживання калорій, зокрема білка та дорослих, що вижили, що впливає на розвиток. Іншими довгостроковими наслідками маразму є підвищений ризик дисфункції бета-клітин підшлункової залози, що призводить до непереносимості глюкози та діабету 2 типу. Це може призвести до зменшення м’язової маси та збільшення вісцерального жиру. Крім того, існують метаболічні наслідки, включаючи зниження чутливості до інсуліну та порушення метаболізму глюкози. Існує також підвищений ризик інших НІЗ (неінфекційних захворювань), а також CVRF (фактори ризику серцево-судинних захворювань). Вражаються не лише ті, хто пережив маразм, але й їхні нащадки. Існує зв'язок з тим, що ті, хто вижив, і їхні нащадки мають низьку вагу при народженні. Існують також довгострокові ефекти, пов’язані з метилюванням генів. Дорослі особи, які пережили маразм, можуть мати зміни в експресії генів щодо імунітету, росту та метаболізму глюкози. Діагноз Першими кроками в діагностиці маразму є фізичне обстеження та антропометричні розрахунки. Деякі з ознак, які можна діагностувати під час фізичного огляду, — це сильне виснаження та затримка росту, а також аномальна схудлість. Втрата розраховується шляхом вимірювання ваги на зріст. Якщо дитина має 2 стандартних відхилення від стандарту ВООЗ, вона вважається марною. Відставання в рості розраховується таким же чином, однак воно базується на співвідношенні зростання та віку. Вимірювання також проводиться за допомогою середнього окружності плеча (MUAC). Після фізичного огляду та вимірювань можна зробити аналізи крові, щоб визначити дефіцит білка, а також дефіцит інших основних мінералів і вітамінів. Це допомагає визначити стан харчування та чи є ознаки маразму. У крайніх випадках інфекції проводяться зразки калу та аналіз крові. Оскільки маразм є типом харчового стану, який часто асоціюється з квашіоркором, деякі постачальники перевіряють наявність набряку, щоб підтвердити, що це маразм. Наявність набряку пов’язана з квашіоркором, а не з маразмом. Причини Маразм викликається наступними факторами: Недоїдання матері; Анемія крові у матері; Бідність; Патологічні стани у дитини (наприклад, діарея); Пневмонія; Ціанотичні захворювання серця; Малярія; Некротичний ентероколіт; Пілоростеноз; Непереносимість лактози; Інвагінація; Менінгіт; Нервова анорексія; Кінцева стадія деменції. Лікування Потрібно лікувати як причини, так і ускладнення розладу, включаючи інфекції, зневоднення та порушення кровообігу, які часто є летальними та призводять до високої смертності, якщо їх ігнорувати. Спочатку дитину годують сухим знежиреним молоком, змішаним з кип’яченою водою. Повторне годування повинно здійснюватися повільно, щоб уникнути синдрому повторного годування. Коли діти починають одужувати, вони повинні мати більш збалансований раціон, який відповідає їхнім харчовим потребам. У дітей, які страждають на маразм, зазвичай розвиваються інфекції, і тому їх лікують антибіотиками або іншими ліками. Зрештою, маразм може прогресувати до точки неповернення, коли втрачається здатність організму синтезувати білок. У цей момент спроби виправити розлад за допомогою їжі або білка стають марними, і смерть неминуча. Профілактика З погляду харчування найкращий спосіб запобігти маразму ― це різноманітне та адекватне харчування. Інші втручання, які також спрямовані на втручання, пов’язані з харчуванням, включають лікування SAM, CTC (центр комплексного лікування), а також білкові та мікронутрієнтні добавки. Також важливо, щоб матері та сім’ї отримували знання про до пологовий догляд, харчування та розвиток дитини. Енергетичні добавки, білки та мікроелементи є життєво важливими для забезпечення належного харчування матері та дитини. Суворо грудне вигодовування протягом 6 місяців і 24 місяці для харчових добавок також рекомендується для запобігання маразму та іншим формам недоїдання дітей віком до 2 років. Крім харчування, забезпечення доступу до чистої води, санітарії та гігієни є важливими для запобігання дитячим хворобам і діарейним захворюванням, які можуть сприяти розвитку маразму та інших важких випадків гострого недоїдання, а також, якщо дитина має маразм, він може швидко стати небезпечним, якщо дитина має інше захворювання, оскільки при маразмі у дитини знижується імунна функція. Важливо, щоб дитина або будь-яка особа, яка має ризик маразму, мали доступ до первинної медичної допомоги, щоб вони могли лікувати ці захворювання, запобігати діарейним захворюванням, які часто пов’язані з недоїданням, і стежити за ростом. Епідеміологія США У Сполучених Штатах маразм зустрічається рідко, особливо у дітей. У 1995 році в США було зареєстровано лише 228 смертей від маразму, з яких лише 3 були дітьми. У 2016 році поширеність маразму в США становила 0,5%. Поширеність вища серед госпіталізованих дітей, особливо з хронічними захворюваннями, однак точна частота несмертельного маразму невідома. Це пов’язано з тим, що маразм не повідомляється як діагноз при вступі чи виписці. Світ Існує кілька форм недоїдання, і приблизно одна третина населення світу зараз відчуває одну чи декілька з них. Близько 50 мільйонів дітей віком до п’яти років страждають від білково-енергетичної недостатності. Із недоїдаючої популяції дітей у світі 80% живуть в Азії, 15% в Африці та 5% у Латинській Америці. За оцінками, поширеність гострого недоїдання в Німеччині, Франції, Великобританії та Сполучених Штатах становить 6,1–14%. У Туреччині поширеність досягає 32%. Схильність Немає очевидної расової схильності, яка б корелювала з недоїданням. Швидше, існує сильний зв’язок із географічним розподілом бідності. Вік Маразм частіше спостерігається у дітей віком до п’яти років, оскільки цей віковий діапазон характеризується як такий, що має підвищену потребу в енергії та сприйнятливість до вірусних і бактеріальних інфекцій. Всесвітня організація охорони здоров’я також визначає людей похилого віку як іншу групу населення, яка вразлива до недоїдання. Оскільки їх харчові потреби не визначені, спроби забезпечити їх необхідним харчуванням стають важкими. Існують інструменти скринінгу та тести, які можна використовувати, щоб допомогти визначити ознаки та симптоми недоїдання у літніх людей. Інструмент скринінгу недоїдання (MST) — це перевірений інструмент скринінгу недоїдання, який в основному використовується в інтернатних закладах для літніх людей або для дорослих у стаціонарних/амбулаторних лікарняних умовах. Він включає такі параметри, як втрата ваги та апетит. Соціально-економічні наслідки Ті, хто живе в бідності, мають більше шансів розвинути маразм та інші недоліки харчування. Через недоїдання в дитинстві люди, які пережили маразм, часто мають гірші соціально-економічні перспективи через когнітивний компроміс у роки свого розвитку. Оскільки повноцінне харчування є життєво важливим для розвитку, люди з маразмом страждають від порушення нервового розвитку. Це призводить до втрати освіти в ранньому шкільному віці, що призводить до обмеження вищої освіти та професійних можливостей. Профілактика може виглядати як покращення освіти щодо харчування та доступу, а також усунення бідності є способами зменшити ризики розвитку цих недоліків. Дивіться також Голодування Кахексія Квашіоркор Примітки Категорія:Психічні розлади Категорія:Голод Категорія:Медицина Категорія:Ендокринні захворювання"}
{"category": "Медицина", "title": "Медична демографія", "abstract": "Медична демографія (соціальна медицина) – вивчення стану здоров’я населення, впливу соціальних і екологічних умов життя на демографічні процеси, аналіз причин смертності та розробка на цій основі соціально-гігієнічних заходів, спрямованих на забезпечення найсприятливішого розвитку демографічних процесів і поліпшення здоров’я населення. Вона виникла на стику загальної демографії (переважно економічної) і соціальної гігієни на початку 1970-х років", "content": "Медична демографія (соціальна медицина) – вивчення стану здоров’я населення, впливу соціальних і екологічних умов життя на демографічні процеси, аналіз причин смертності та розробка на цій основі соціально-гігієнічних заходів, спрямованих на забезпечення найсприятливішого розвитку демографічних процесів і поліпшення здоров’я населення. Вона виникла на стику загальної демографії (переважно економічної) і соціальної гігієни на початку 1970-х років Демографія людського виду Згідно з експертними оцінками, популяції людей, одночасно проживали на Землі 1 млн. років тому (стадія Homo erectus), налічували 100 тис. індивідів, до часу появи Homo sapiens -близько 500 тис., 30 - 20 років тому - приблизно 5 млрд. Протягом багатьох тисячоліть населення Землі росло надзвичайно повільно. Починаючи з епохи Великих географічних відкриттів темпи зростання народонаселення значно зросли і наблизилися до експоненційної закономірності, потім (з 1600 по 1990 рр.) зростання населення Землі нагадував гіперболу. В останні роки зростання чисельності наблизився до лінійного із середнім значенням абсолютного приросту близько 86 млн. осіб на рік. За прогнозами Фонду народонаселення ООН цей темп збережеться до 2015 року, коли загальна чисельність людей досягне 7, 5 млрд. Зростання чисельності населення в XX столітті називають \"Демографічним вибухом\". Демографічні проблеми України Протягом останніх років в динаміці здоров'я населення України намітився ряд негативних тенденцій, в певній мірі пов'язаних з незадовільною екологічною ситуацією. В Україні з початку 90 - х років відсутній природний приріст населення, а тривалість життя на 6 років нижча, ніж у розвинених країнах. У 1913 році на території 5 сучасної України проживало 35, 2 мільйони осіб., В 1940 році - 41, 3 мільйони, нині - близько 50 мільйонів. Таким чином, в порівнянні з 1913 роком кількість населення збільшилася на 46, 8%, а в порівнянні з 1940 роком - на 25%. Значення вивчення демографії для медицини планування заходів з охорони здоров'я; комплексна оцінка стану здоров'я; складання науково-обґрунтованих прогнозів; організація медичної допомоги Здоров'я населення Соціально-економічні фактори, що впливають на формування стану здоров'я населення України екологічні умови валовий національний продукт соціальне розшарування населення рівень освіти бідність безробіття соціальна незахищеність громадян вживання алкогольних напоїв, тютюну, наркотичних речовин низька фізична активність Доведено, що приблизно на 50% здоров'я людини визначає спосіб життя. Негативними його чинниками є шкідливі звички, незбалансоване, неправильне харчування, несприятливі умови роботи, моральні та психічні навантаження, малорухливий спосіб життя, погані матеріально-побутові умови, незгода в сім'ї, самотність, низький освітній та культурний рівень тощо негативно позначається на формуванні здоров'я і несприятлива екологічна обстановка, зокрема забруднення повітря, води, ґрунту, а також складні природно-кліматичні умови (внесок цих чинників - до 20%). Велике значення має стан генетичного фонду популяції, схильність до спадкових хвороб. Це ще близько 20%, які визначають сучасний рівень здоров'я населення. на охорону здоров'я припадає 10% \"внеску\" в той рівень здоров'я населення, яке ми маємо на сьогоднішній день. Загальновизнаними показниками ризику для здоров'я є число додаткових випадків смерті, захворювань, вродженої патології, скорочення очікуваної тривалості життя населення або середню скорочення тривалості життя будь-якої людини. Встановлено, що скорочення тривалості життя внаслідок різних причин становить такі цифри: самотність чоловіче - 3500 днів, жіноче - 1600, куріння - 2250, надмірна вага тіла - 1300, низький освітній рівень (нижче 8 класів) - 850, низький соціально економічний рівень - 700, проживання в екологічно несприятливому районі - 500, вживання алкоголю - 130 днів і т.п., але часто має місце їх комплексна дія. Важливою проблемою є поширеність шкідливих звичок серед населення. Ситуація з алкоголізмом в країні відзначалася гостротою і в минулі часи, а за останні роки стала надзвичайно загрозливою. Населення стало вживати більше міцних спиртних напоїв, низькосортних вина і горілки, сурогатів, фальсифікатів. Все це відбувається на тлі недостатнього, незбалансованого харчування. В процес алкоголізації втягуються жінки і молодь. результати соціологічних досліджень свідчать про те, що вживання алкогольних напоїв з року в рік зростає. За оцінками експертів, вживання алкоголю в Україні має негативну тенденцію: в 1991 м воно дорівнювало 10,6 л. абсолютного алкоголю, в 2000 - приблизно 13,0 л. на душу населення. Вибіркові дослідження показують, що лише 9,5% чоловіків і 21,0% жінок старше 18 років ведуть тверезий спосіб життя. Вже давно відзначена висока ступінь зв'язку між показниками споживання, рівнем травматизму і рівнем смертності від нещасних випадків. Захворюваність населення Збірне поняття, яке включає в себе показники, що характеризують рівень, структуру і динаміку різних захворювань серед населення і різних його груп на даній території. Для вивчення і характеристики захворювання виділяють 3 поняття: власне захворюваність хворобливість патологічна ураженість Джерела та література Виговська Т. В. Медико-екологічні аспекти депопуляції в Україні та на Хмельниччині. – [Електронний ресурс.] – Режим доступу: univer.km.ua/visnyk/1004.pdf Козлов, А. (2006). Медична демографія (Російська). Харків: ХНУ ім. В.Н. Каразина,. с. 37. . О.П. Зоря. Демографічний стан в Україні в умовах глибокої трансформаційної економічної кризи/ О.П. Зоря//Грані. – 2015. – №2(118) – ст. 89 Посилання Категорія:Демографія Категорія:Медицина"}
{"category": "Медицина", "title": "Морська медицина", "abstract": "Морська медицина — міждисциплінарна галузь медичної науки профілактичного напряму, що вивчає теорію та практику охорони здо­ров'я на водному транспорті. Її метою є дослідження умов праці та побуту моряків, а також вироб­лення науково обґрунтованих заходів профілактики професійних хвороб.\nПровідні морські держави (Велика Британія, Португалія, Греція, країни Скандинавії тощо) офіційно визнають морську медицину як окрему спеціальність.", "content": "Морська медицина — міждисциплінарна галузь медичної науки профілактичного напряму, що вивчає теорію та практику охорони здо­ров'я на водному транспорті. Її метою є дослідження умов праці та побуту моряків, а також вироб­лення науково обґрунтованих заходів профілактики професійних хвороб. Провідні морські держави (Велика Британія, Португалія, Греція, країни Скандинавії тощо) офіційно визнають морську медицину як окрему спеціальність. Історія У 1861 році в Російській імперії розпочато видання журналу «Медицинскія прибавленія къ “Морскому сборнику”» (назва з 1911 року — «»). В світових морських державах подібні видання з'явилися пізніше: у 1864 — у Франції, у 1894 — Італії, у 1907 — США, у 1915 — Англії. Були закладені принципи спеціальності «морська медицина». У цей період галузь розглядали в аспекті військово-морської медицини. Морські лікарі брали участь у проектуванні, контролі будівництва та приймальних випробуваннях суден. У 1858 році в Російській імперії створено перше наукове товариство морських лікарів у Санкт-Пе­тербурзі, а згодом й у інших портових містах. Велике значення для розвитку морської медицини мало формування нових медичних галузей: суднової гігієни і санітарії, клінічного напряму морської медицини, у 1970-х роках — вивчення проблеми адаптації людини до життєдіяльності в умовах Світового океану. У 1960-х роках на міжнародних симпозіу­мах були визначені методологія, актуальні проблеми і завдання морської медицини. В Україні центром вивчення галузі є Одеса. Значний внесок у розвиток морської медицини зробили українські вчені: М. Ясиновський, Л. Алейникова, Ю. Курако, І. Герцен, А. Лобенко, В. Волянський, А. Войтенко, В. Лісобей, Л. Шафран та інші. Для надання вищої морської медичної освіти у 1977 році в складі Одеського медичного інституту на базі факультету удосконалення лікарів організовано клінічну кафедру морської медицини (перший завідувач — М. Денисюк; нині — кафедра профпатології, клінічної лабораторної та функціональної діагностики, завідувач — О. Ігнатьєв), основна мета якої — післядипломне навчання лікарів за спеціальністю «судновий лікар». У 1992 році кафедра разом із лікувально-профілактичними закладами морського транспорту увійшла до складу НВО «Медицина транспорту», що підвищило рівень медичного забезпечення моряків та сприяло розвитку морської медицини як наукової дисципліни. Кафедра також є засновником науково-педагогічної медичної школи «Фізіологія і патологія адаптації людини до умов Світового океану». Співробітники кафедри видали «Справочник судового врача» (К., 1983; 1992), посібник «Неот­ложные состояния и экстренные мероприятия при заболеваниях внутренних органов у моряков» (1991), «Справочник мероприятий первой медицинской помощи и профилактики отравлений, повреждений и заболеваний, связанных с морской перевозкой опасных грузов» (1992; обидва — Одеса), монографію «Адаптация человека к условиям Мирового океана» (К., 1997), «Атлас опасных для человека животных Мирового океана» (О., 1998; українською мовою — Т., 2012), «Медицина туризма и путешествий» (О., 2013) та інші. У 1997 році в Одесі організовано Український НДІ морської медицини (директор — А. Лобенко), який був визнаний практичним цент­ром ВООЗ із проблем морської медицини. Неодноразово міжнародні галузеві науково-практичні конференції проводили в Одесі (1976, 1992, 1997, 1999, 2003, 2005, 2008, 2011, 2013, 2015). У ВООЗ організовано департамент із морської медицини, деякі конвенції Міжнародної організації праці присвячено проб­лемам галузі. Під егідою ВООЗ і МОП щодвароки проходять міжнародні симпозіуми з морської медицини. Медичні огляди моряків допомагають запобігти захворюванням, тому їх повинні здійснювати за єдиними критеріями. Також важливими залишаються питання інфекційної безпеки українських морських портів, проблеми епідеміології та попередження інфекційних захворювань у працівників флоту і морегосподарського комплексу. Ці та інші питання розроблення нових медичних технологій, впровадження в практику медичного супроводу плавскладу сучасних стандартів діагностики, лікування та реабілітації, вдосконалення роботи медкомісій із проведення попередніх та періодичних медоглядів розглядає Всеукраїнська асоціація морської медицини. Питання галузі висвітлює «Вісник морської медицини» (заснований у 1997 році). Примітки Джерела Література Ігнатьєв О. М., Мацегора Н. А., Ярмула К. А., Шухтин В. В. та ін. Професійні інтоксикації на водному транспорті // Вісн. мор. медицини. — 2011. — № 1. Ігнать­єв О. М., Мацегора Н. А., Ярмула К. А., Панюта О. І. та ін. Екстремальні фактори морської галузі. Вплив вібрації на здоров’я людини // Вісн. мор. медицини. — 2010. — № 3. Категорія:Морська медицина Категорія:Медицина"}
{"category": "Медицина", "title": "Первинна медико-санітарна допомога", "abstract": "Перви́нна ме́дико-саніта́рна допомо́га — медико-санітарна допомога, яка передбачає консультацію лікаря, забезпечує профілактику, діагностику і лікування найпоширеніших хвороб, травм, отруєнь та інших станів, проведення індивідуальних санітарно-гігієнічних і протиепідемічних заходів, медичної профілактики захворювань, гігієнічного виховання та санітарної просвіти населення, реалізацію прав людини щодо охорони здоров'я дитини, матері та батька, а також направлення пацієнтів на отримання вторинної, третинної медичної допомоги та санаторно-курортного лікування.\nЗа умови наявності у пацієнта відповідних медичних показань за направленням, виданим лікарем, подається планова спеціалізована (вторинна) та високоспеціалізована (третинна) медична допомога. Зазначене направлення не є обов'язковим.\nПервинна медико-санітарна допомога подається переважно сімейними лікарями або дільничними терапевтами і педіатрами.\nОбсяги та порядок подання первинної медико-санітарної допомоги встановлюються центральним органом виконавчої влади в сфері охорони здоров'я.\nПервинна медико-санітарна допомога є основною, найбільш наближеною до населення ланкою медичної допомоги.\nУвага до пріоритетності первинної ланки виникла через те, що пацієнт поступово почав відчувати незадоволення раніше існуючою медичною допомогою, при якій існувало чимало вузьких фахівців. За останні декілька десятиліть в структурі амбулаторно-поліклінічної ланки пріоритетного розвитку набувала спеціалізована медична допомога. В пошуках медичної допомоги пацієнт звикав до думки, що найбільш оптимальним є самостійне вирішення до якого спеціаліста йому потрапити, вистоюючи довгі черги, одержуючи багато рекомендацій та рецептів на ліки і не знаючи напевне, що з ними робити, у якій послідовності їх приймати.\nПоступово гостро назріло проблемне питання необхідності якихось змін у медичній справі.\nЗначення первинної медико-санітарної допомоги було визначено в Алма-Атинській декларації Всесвітньої організації охорони здоров'я (ВООЗ) у 1978 р. Алма-Атинська декларація ініціювала проведення реформ в галузі охорони здоров'я з пріоритетним розвитком первинної медико-санітарної допомоги.\nОдна з основних вимог, на якій акцентує увагу Всесвітня організація охорони здоров'я — це фізична доступність медичної допомоги населенню. Відповідно до засад «Європейської політики з досягнення здоров'я на XXI століття», на рівні ПМСД державою повинна бути забезпечена безперервність медичної опіки.\nЦе означає надання лікувально-діагностичної допомоги пацієнту у будь-який час, включаючи нічний та святкові дні, а також забезпечення нагляду за пацієнтами, які виписались із стаціонарів для продовження лікування за місцем проживання. Передбачається також надання невідкладної медичної допомоги хворим у тяжкому стані. Всім цим вимогам відповідає концепція надання медичної допомоги на засадах сімейної медицини, яка для будь-якого пацієнта та членів його сім'ї є фізично доступною, безперервною та невідкладною.", "content": "альт=Лікар веде обстеження|міні|Лікар веде обстеження Перви́нна ме́дико-саніта́рна допомо́га — медико-санітарна допомога, яка передбачає консультацію лікаря, забезпечує профілактику, діагностику і лікування найпоширеніших хвороб, травм, отруєнь та інших станів, проведення індивідуальних санітарно-гігієнічних і протиепідемічних заходів, медичної профілактики захворювань, гігієнічного виховання та санітарної просвіти населення, реалізацію прав людини щодо охорони здоров'я дитини, матері та батька, а також направлення пацієнтів на отримання вторинної, третинної медичної допомоги та санаторно-курортного лікування. За умови наявності у пацієнта відповідних медичних показань за направленням, виданим лікарем, подається планова спеціалізована (вторинна) та високоспеціалізована (третинна) медична допомога. Зазначене направлення не є обов'язковим. Первинна медико-санітарна допомога подається переважно сімейними лікарями або дільничними терапевтами і педіатрами. Обсяги та порядок подання первинної медико-санітарної допомоги встановлюються центральним органом виконавчої влади в сфері охорони здоров'я. Первинна медико-санітарна допомога є основною, найбільш наближеною до населення ланкою медичної допомоги. Увага до пріоритетності первинної ланки виникла через те, що пацієнт поступово почав відчувати незадоволення раніше існуючою медичною допомогою, при якій існувало чимало вузьких фахівців. За останні декілька десятиліть в структурі амбулаторно-поліклінічної ланки пріоритетного розвитку набувала спеціалізована медична допомога. В пошуках медичної допомоги пацієнт звикав до думки, що найбільш оптимальним є самостійне вирішення до якого спеціаліста йому потрапити, вистоюючи довгі черги, одержуючи багато рекомендацій та рецептів на ліки і не знаючи напевне, що з ними робити, у якій послідовності їх приймати. Поступово гостро назріло проблемне питання необхідності якихось змін у медичній справі. Значення первинної медико-санітарної допомоги було визначено в Алма-Атинській декларації Всесвітньої організації охорони здоров'я (ВООЗ) у 1978 р. Алма-Атинська декларація ініціювала проведення реформ в галузі охорони здоров'я з пріоритетним розвитком первинної медико-санітарної допомоги. Одна з основних вимог, на якій акцентує увагу Всесвітня організація охорони здоров'я — це фізична доступність медичної допомоги населенню. Відповідно до засад «Європейської політики з досягнення здоров'я на XXI століття», на рівні ПМСД державою повинна бути забезпечена безперервність медичної опіки. Це означає надання лікувально-діагностичної допомоги пацієнту у будь-який час, включаючи нічний та святкові дні, а також забезпечення нагляду за пацієнтами, які виписались із стаціонарів для продовження лікування за місцем проживання. Передбачається також надання невідкладної медичної допомоги хворим у тяжкому стані. Всім цим вимогам відповідає концепція надання медичної допомоги на засадах сімейної медицини, яка для будь-якого пацієнта та членів його сім'ї є фізично доступною, безперервною та невідкладною. Див. також Медико-санітарна допомога Сімейний лікар та Сімейна медична сестра Сімейна медицина Реформа охорони здоров'я в Україні з 2016 року Охорона здоров'я в Україні Охорона здоров'я Профілактична медицина Медицина Джерела ICPC-2e (Міжнародна класифікація первинної допомоги, 2 видання) Закон України «Про затвердження Загальнодержавної програми розвитку первинної медико-санітарної допомоги на засадах сімейної медицини до 2011 року» від 22 січня 2010 р. № 1841-VI Kringos Dionne S.; Boerma W. G. W.; Hutchinson Allen; Saltman Richard B.; European Observatory on Health Systems and Policies (2015). Building primary care in a changing Europe. Copenhagen. ISBN 978-92-890-5031-9. Категорія:Сімейна медицина Категорія:Громадське здоров'я Категорія:Охорона здоров'я Категорія:Медицина"}
{"category": "Медицина", "title": "Пролапс", "abstract": "У медицині пролапс — стан, при якому органи падають або вислизають зі свого місця. Він використовується для органів, що виступають через вагіну, пряму кишку, або для неправильного розташування клапанів серця. Грижу диска хребта також іноді називають «пролапсом диска». Пролапс означає «збиватися з місця» від латинського prolabi що означає «випадати».\nЩо стосується матки, стан опущення призводить до неповноцінного розширення органу в вагіну, викликаного ослабленням тазових м'язів.", "content": "У медицині пролапс — стан, при якому органи падають або вислизають зі свого місця. Він використовується для органів, що виступають через вагіну, пряму кишку, або для неправильного розташування клапанів серця. Грижу диска хребта також іноді називають «пролапсом диска». Пролапс означає «збиватися з місця» від латинського що означає «випадати». Що стосується матки, стан опущення призводить до неповноцінного розширення органу в вагіну, викликаного ослабленням тазових м'язів. Люди Пролапс серцевого клапана міні|Мітральний пролапс серця-Arm Основним типом пролапсу серцевих клапанів у людини є пролапс мітрального клапана (ПМК), який є клапанним захворюванням серця, що характеризується зміщенням аномально потовщеної стулки мітрального клапана в ліве передсердя під час систоли. Пролапс трикуспідального клапана може спричинити регургітацію тристулкового клапана.Page 41 in: Випадання прямої кишки міні|Випадання прямої кишки Випадання прямої кишки — це стан, при якому частина стінки або вся стінка прямої кишки випадає з місця. Опущення прямої кишки може бути невідкладною медичною допомогою. У деяких випадках пряма кишка може випинатися. Симптомами випадання прямої кишки можуть бути: Витік калу, Кровотеча, анальний біль, свербіж, подразнення, Тканина, яка виступає з прямої кишки. Хірург може оперувати живіт, щоб закріпити частину товстої кишки або прямої кишки до внутрішньої частини черевної порожнини (ректопексія). Іноді хірург видаляє уражену частину кишки. Хірургічне втручання також може бути зроблено через промежину (область між статевими органами та анусом), щоб видалити випадаючу тканину. Хірургічне втручання найчастіше успішне для людей, які все ще мають певний контроль над дефекацією. Якщо анальний сфінктер пошкоджений, операція може виправити випадання, але не зможе повністю виправити нетримання калу (відсутність контролю над дефекацією). Нетримання калу може як потенційно покращитися, так і погіршитися після операції з опущення. Якщо підкладка випала з ануса і становить близько 7 см або менше, вона в кінцевому підсумку повинна втягнутися назад всередину природним шляхом, хоча втягування може зайняти до чотирьох днів. міні|Пролапс. Опущення матки — лежачи 40-річна жінка з опущенням матки, яке не видно на цьому знімку в положенні лежачи. Слизова оболонка в центрі зображення покриває м'яке ректоцеле. Пролапс жіночих геніталій Опущення матки (або опущення органів малого таза) виникає, коли жіночі органи малого таза падають зі свого нормального положення, у вагіну або через неї. Зустрічається у жінок різного віку, частіше в старших, особливо у тих, хто народили великих дітей або мали надзвичайно тривалі фази пологів. Куріння, ожиріння, розлади сполучної тканини, розлади верхніх дихальних шляхів та травми, що повторюються, можуть збільшити ризик випадання. Незначне опущення можна лікувати вправами для зміцнення м'язів тазового дна (фізіотерапія тазу). Більш серйозне опущення, наприклад, повна проциденція, вимагає застосування песарію або реконструктивного хірургічного лікування. Реконструктивна операція з опущення тазу може бути зроблена без звернення до повної гістеректомії шляхом гістеропексіїPrice N., Slack A., Jackson S. «Laparoscopic hysteropexy: the initial results of a uterine suspension procedure for uterovaginal prolapse.» BJOG 2010;117:62–68. . www.bjog.org, тобто відновлення випадіння матки. Традиційна гінекологічна практика сприяє видаленню матки або яєчників (або обох) під час операції з випадання, і одна оцінка стверджує, що з 600 000 гістеректомій, що проводяться в США щороку, 13 % призначені для випадання. Однак існує занепокоєння, що багато з цих гістеректомій можуть бути непотрібними, і що гістеропексії буде достатньо як лікування. Пролапс тазового дна Пряма кишка або сечовий міхур можуть пролабувати внаслідок зміни цілісності сполучної тканини в задній або передній стінках вагіни відповідно, що призводить до пролапсу тазового дна. Симптоми можуть включати відчуття тиску в малому тазу, або видиме випинання органів з вагіни. Опущення майже ніколи не буває болючим, але зміна положення органів може викликати сечові або кишкові симптоми. Песарії є варіантом лікування пролапсу тазових органів., which cites: Випадання пуповини міні|Жінка 40 років з опущенням матки, яке видно в положенні стоячи, шийка матки виступає через вульву. Випадання пуповини відбувається, коли пуповина виходить із матки разом із передлежачою частиною плоду або раніше. Це відносно рідкісний стан і зустрічається менше ніж у 1 % вагітностей. Випадання пуповини частіше зустрічається у жінок, які перенесли розрив плодового міхура. Інші фактори ризику включають материнські або внутрішньоутробні фактори, які заважають плоду займати нормальне положення в малому тазі вагітної, наприклад, аномальне положення плода, надлишок амніотичної рідини, недоношеність або маленький плід. Проблема пролапсу пуповини полягає в тому, що тиск плоду на пуповину спричинить стиснення пуповини, що порушить приплив крові до плоду. Кожного разу, коли відбувається раптове зниження частоти серцевих скорочень плода або аномальне відстеження серцевого ритму плода, слід розглянути можливість випадання пуповини. Через можливість внутрішньоутробної смерті плода та інших ускладнень випадіння пуповини вважається невідкладною акушерською допомогою під час вагітності або пологів. Сучасні рекомендації щодо лікування зосереджені на швидких пологах, що зазвичай передбачає кесарів розтин. При належному лікуванні більшість випадків мають хороші неонатальні результати. Інші види Рептилії Повідомлялося про випадіння статевих органів у змій і черепах. Птахи праворуч|міні| Курка-хвилястий папуга, пов'язана з яйцем, із випаданням піхви, та її подружжя Пролапс яйцепроводу часто є летальним станом у птахів. Коли яйце відкладається, піхва вивертається через клоаку, щоб доставити яйце. Великі яйця та ожиріння птахів сприяють цьому стану. Негайна ветеринарна допомога має першочергове значення для виживання птаха з пролапсом. Навіть за умови негайного медичного втручання шанси на виживання зазвичай невизначені. Неліковані птахи почнуть рвати місце пошкодження, а інші товариші по зграї почнуть канібалізувати ділянку пролапсу, поведінка, яка широко відома як піккаут. Велика рогата худоба Опущення матки у великої рогатої худоби, особливо молочної, зазвичай виникає в перші 12 годин після отелення. Частими причинами є гіпокальціємія в поєднанні з подразненням пологових шляхів, що викликає натужування. Заміна випинання, яке може коливатися від розміру м'яча для софтболу до звисання всієї матки нижче скакальних суглобів, виконується з коровою в положенні лежачи за грудиною, епідуральною ін'єкцією та «жабчастими» задніми кінцівками, щоб дозволити тазу наконечник вперед, що полегшує заміну. Ретельне миття та очищення перед заміною є важливим, як і переконатися, що роги повністю вивернуті, коли корова знаходиться всередині. Часто на вульву накладають шов Бюнера, щоб запобігти подальшому рецидиву. Іншим типом репродуктивного пролапсу у великої рогатої худоби є так званий бичачий вагінальний пролапс. Свині Ректальний пролапс — це стан, який зазвичай виявляють у свиней на фермах і бійнях. Якщо не зменшити швидко, пролапси у свиней стають некротичними та інфікованими, і є ризик канібалізації іншими тваринами по загону. Якщо трапляється останнє, це зазвичай призводить до смерті тварини від сепсису, шоку або фекального перитоніту. Коні та мули міні|Анальний пролапс у мула Ректальний пролапс, який виникає у коня та мула, краще назвати анальним пролапсом, оскільки він залучає лише слизову оболонку, яка рухається назад, утворюючи кругле випинання поза заднього проходу. The Merck Veterinary Manual, 3rd ed.‚ Merck and co. Inc. Rahway, N.J., USA, 1967 Стан безболісний. У кобил після пологів він описується як 10 до 60 мм випинання слизової.V.L. Tharp, in Cattcott E.J. & Smithcors J.F. Equine Medicine and Surgery, American Veterinary Publications Inc., 2nd ed 1972, French translation Vigot Frères, Paris, France, 1974, . . У молодих мулів і лошат анальний пролапс виникає з такою ж частотою, як у Gasterophilus haemorrhoidalis. В умовах екстенсивного розведення хвороба розпізнається лише через кілька днів, що призводить до сильного набряку випадаючих тканин і некрозу слизової оболонки. Ранні випадки слід лікувати шляхом застосування гігроскопічних речовин, таких як цукрова пудра, з подальшим накладанням кисетних швів. При набряку і некротизації опущених тканин проводять ампутацію. Прогноз справедливий, оскільки видалені тканини не містять важливих органів або великих кровоносних судин. Список літератури Категорія:Хірургія Категорія:Патологічна анатомія Категорія:Сторінки з неперевіреними перекладами Категорія:Медицина"}
{"category": "Медицина", "title": "Ротація", "abstract": "Рота́ція — (від лат. roto, avi, atum, are — крутити, обертати)", "content": "Рота́ція — (від — крутити, обертати) У війні Ротація — регулярна заміна або взаємозаміна особового складу, підрозділів або військових частин, що виконують завдання у важких, складних або несприятливих умовах через певний час. Широко практикується в умовах ведення бойових дій. У політиці Ротація (від лат. rotatio — обертання). Демократична вимога періодичної змінюваності політичних сил та осіб, що перебувають при владі. На радіо Розміщення музичної композиції або рекламної вставки в радіоефірі. Ротація розрізняється за ступенями (важка або жорстка, середня, легка чи м'яка), що відображають частоту розміщення композиції в ефірі і вимірюється кількістю прокруток (іноді — за часовий проміжок). У медицині Здійснення обертальних рухів у тому чи іншому суглобі. У спорті Зміна складу гравців. У логістиці Ротація — заміщення одного однотипного товару на інший, який відрізняється виробничою партією, датою та часом виробництва. Використовуються методи FIFO та LIFO та інші. Література В. М. Матвієнко. Ротація // Українська дипломатична енциклопедія: У 2-х т./Редкол.:Л. В. Губерський (голова) та ін. — К.:Знання України, 2004 — Т.2 — 812с. ISBN 966-316-045-4 Шведа Ю. Політичні партії. Енциклопедичний словник.- Львів: Астролябія.- 2005.- 488 с. Шведа Ю. Теорія політичних партій та партійних систем: Навч. посібник.- Львів: Тріада плюс.- 2004.- 528 с. Обушний М. І., Примуш М. В., Шведа Ю. Р. Партологія: Навч. посібник / За ред. М. І. Обушного.- К.: Арістей.- 2006.- 432 с. Категорія:Радіомовлення Категорія:Медицина Категорія:Логістика"}
{"category": "Медицина", "title": "Таргетне лікування", "abstract": "Таргетне лікування (таргетна терапія, цільове лікування, цільова терапія) — це інноваційний підхід до лікування раку, який спрямований на специфічні молекулярні мішені, пов'язані з ростом і прогресуванням пухлини. На відміну від традиційної хіміотерапії, яка впливає на всі швидко проліферуючі клітини, таргетна терапія більш селективно діє на ракові клітини.", "content": "Таргетне лікування (таргетна терапія, цільове лікування, цільова терапія) — це інноваційний підхід до лікування раку, який спрямований на специфічні молекулярні мішені, пов'язані з ростом і прогресуванням пухлини. На відміну від традиційної хіміотерапії, яка впливає на всі швидко проліферуючі клітини, таргетна терапія більш селективно діє на ракові клітини. Механізм дії Таргетні препарати працюють різними способами: Блокують або вимикають сигнали, що стимулюють ріст ракових клітин Змінюють білки всередині ракових клітин, викликаючи їх загибель Зупиняють утворення нових кровоносних судин, що живлять пухлину Активують імунну систему для знищення ракових клітин Доставляють токсичні речовини безпосередньо в ракові клітини Основні види таргетної терапії Моноклональні антитіла Це великі білкові молекули, які специфічно зв'язуються з певними білками на поверхні ракових клітин або в їх мікрооточенні. Вони можуть: Блокувати сигнали росту Активувати імунну систему Доставляти токсичні речовини безпосередньо до ракових клітин Назви цих препаратів часто закінчуються на «-маб» (наприклад, трастузумаб). Низькомолекулярні інгібітори Це невеликі молекули, здатні проникати всередину клітин і впливати на внутрішньоклітинні сигнальні шляхи. До них належать: Інгібітори тирозинкінази — блокують специфічні білки, що стимулюють ріст раку Інгібітори mTOR — блокують білок mTOR, який контролює ріст і поділ клітин Назви цих препаратів часто закінчуються на «-іб» (наприклад, іматиніб). Інші типи таргетної терапії Інгібітори протеасом — блокують розщеплення білків у клітинах Індуктори апоптозу — стимулюють запрограмовану загибель ракових клітин Інгібітори ангіогенезу — блокують утворення нових кровоносних судин Модулятори генної експресії — змінюють експресію генів у ракових клітинах Приклади таргетних препаратів Іматиніб — інгібітор тирозинкінази BCR-ABL при хронічному мієлоїдному лейкозі Трастузумаб — моноклональне антитіло проти HER2 при раку молочної залози Осимертиніб — інгібітор EGFR при недрібноклітинному раку легень Переваги та виклики Таргетна терапія має потенціал для більш ефективного лікування з меншою токсичністю порівняно з традиційною хіміотерапією. Однак виникнення резистентності залишається серйозною проблемою. Розвиток таргетної терапії відкриває шлях до персоналізованої медицини, коли лікування підбирається індивідуально на основі молекулярного профілю пухлини кожного пацієнта. Примітки Категорія:Медицина Категорія:Онкологія Категорія:Терапія"}
{"category": "Медицина", "title": "Термінальний стан", "abstract": "Терміна́льний стан (лат. terminalis — пограничний, кінцевий) — кінцеві стадії життя — преагонія, агонія і клінічна смерть; стан між життям та смертю.\nПід час термінальних станів відбувається розпад функцій серцево-судинної системи, дихання, центральної нервової системи, нирок, печінки, ендокринної системи, метаболізму. Найістотнішим є згасання функцій центральної нервової системи. Наростаюча гіпоксія і подальша аноксія в клітинах головного мозку (перш за все  кори головного мозку) призводять до заміни  окисного типу обміну на  гліколітичний. При цьому спостерігається порушення синтезу АТФ, іонних градієнтів, утворюються вільні радикали, підвищується проникність  клітинних мембран. Ці зміни обміну тягнуть за собою деструктивні зміни в клітинах, що проявляється у вигляді мутної гідропічної дегенерації.\nЦі зміни можуть бути оборотними і при відновленні нормального постачання тканин киснем не тягнуть за собою станів, які загрожують життю. Але при тривалої  аноксії вони переходять в необоротні дегенеративні зміни, які супроводжуються гідролізом білків і, врешті-решт, розвивається аутоліз. Найменш стійкими до гліколітичному типу обміну є тканини головного і спинного мозку, всього лише 4-6 хвилин аноксії необхідно, щоб відбулися незворотні зміни в корі головного мозку. Довше при гліколітичному типі обміну можуть функціонувати підкіркова область і спинний мозок. Виразність термінальних станів і їх тривалість залежать від вираженості і швидкості розвитку гіпоксії і аноксії. До термінальних станів відносять:[відсутнє в джерелі]\\[відсутнє в джерелі]\n\nважкий шок (шок IV ступеня)\nпозамежна кома\nколапс\nпреагональний стан\nтермінальна пауза\nагонія\nклінічна смерть\nВажкий шок, позамежна кома, колапс можуть переходити в стан клінічної смерті або інші термінальні стани. У той час, як предагональному стану, термінальної паузі, агонії і клінічній смерті зовсім необов'язково повинні передувати шок, кома або колапс.\nІноді термінальний період буває таким тривалим і важким, що в корі головного мозку розвивається стан незворотності, коли  реанімаційні заходи виявляються неефективними і оживлення людини неможливо навіть після декількох секунд клінічної смерті.", "content": "Терміна́льний стан ( — пограничний, кінцевий) — кінцеві стадії життя — преагонія, агонія і клінічна смерть; стан між життям та смертю.реклама Під час термінальних станів відбувається розпад функцій серцево-судинної системи, дихання, центральної нервової системи, нирок, печінки, ендокринної системи, метаболізму. Найістотнішим є згасання функцій центральної нервової системи. Наростаюча гіпоксія і подальша аноксія в клітинах головного мозку (перш за все кори головного мозку) призводять до заміни окисного типу обміну на гліколітичний. При цьому спостерігається порушення синтезу АТФ, іонних градієнтів, утворюються вільні радикали, підвищується проникність клітинних мембран. Ці зміни обміну тягнуть за собою деструктивні зміни в клітинах, що проявляється у вигляді мутної гідропічної дегенерації. Ці зміни можуть бути оборотними і при відновленні нормального постачання тканин киснем не тягнуть за собою станів, які загрожують життю. Але при тривалої аноксії вони переходять в необоротні дегенеративні зміни, які супроводжуються гідролізом білків і, врешті-решт, розвивається аутоліз. Найменш стійкими до гліколітичному типу обміну є тканини головного і спинного мозку, всього лише 4-6 хвилин аноксії необхідно, щоб відбулися незворотні зміни в корі головного мозку. Довше при гліколітичному типі обміну можуть функціонувати підкіркова область і спинний мозок. Виразність термінальних станів і їх тривалість залежать від вираженості і швидкості розвитку гіпоксії і аноксії. До термінальних станів відносять:\\ важкий шок (шок IV ступеня) позамежна кома колапс преагональний стан термінальна пауза агонія клінічна смерть Важкий шок, позамежна кома, колапс можуть переходити в стан клінічної смерті або інші термінальні стани. У той час, як предагональному стану, термінальної паузі, агонії і клінічній смерті зовсім необов'язково повинні передувати шок, кома або колапс. Іноді термінальний період буває таким тривалим і важким, що в корі головного мозку розвивається стан незворотності, коли реанімаційні заходи виявляються неефективними і оживлення людини неможливо навіть після декількох секунд клінічної смерті. Етіологія Причини термінальних станів різноманітні: будь-яке захворювання, раптова зупинка дихання або асфіксія, електротравма, утоплення, отруєння, зупинка серця, гостра крововтрата і ін. В результаті негативний вплив на організм, який зумовлений раніше перерахованими станами, реалізується, як правило, через порушення обмінних процесів. Термінальні стани включають: предагонію, термінальну паузу, агонію і клінічну смерть. Патогенез Головну роль у механізмах розвитку термінальних станів грає кисневе голодування (гіпоксія), насамперед головного мозку, яке обумовлене вираженим порушенням серцево-легеневої системи. Клінічна картина Клінічні симптоми термінальних станів незалежно від їх причини складаються із симптомів прогресуючого порушення кровообігу, дихання і наростаючих неврологічних розладів. Передагональний стан проявляється спочатку у вигляді зниження артеріального тиску, тахікардії, аритмії, прискореним диханням, змінами дихання патологічних типів, потім брадикардією і зменшенням частоти дихання, включенням в акт дихання допоміжних дихальних м'язів (м'язів шиї, плечового поясу, черевної стінки, міжреберних м'язів), активним видихом, ейфорією або прогресуючим пригніченням свідомості, поглибленням кисневого голодування всіх органів і тканин. Після припинення регуляторної функції мозку настає кінцева пауза, яка триває від декількох десятків секунд до 3-4 хв. Характерним для неї є зупинка дихання з різким уповільненням пульсу. Потім дихальний центр відновлює активність, і починається період агонії. Спостерігається останній сплеск життєдіяльності: трохи підвищується артеріальний тиск (АТ), ефективність серцевих скорочень і посилюється дихання, яке, однак не забезпечує необхідний газообмін, так як м'язи видиху скорочуються одночасно з м'язами вдиху. У деяких пацієнтів посилюється активність мозку і навіть іноді відновлюється свідомість. Але такий сплеск життєдіяльності дуже скоро закінчується повним пригніченням всіх життєвих функцій. У клінічній картині преагонального і агонального станів можливі деякі варіації через специфічні причини термінального стану. При цьому існує загальна закономірність вмирання — прогресуюче пригнічення життєво важливих функцій, наростання порушень обміну речовин і розпад функціональних систем — яка простежується завжди. Серцева діяльність припиняється поступово або раптово. Невелика специфічність термінального стану, обумовлена його причиною, повністю втрачається при клінічній смерті. Клінічна смерть — оборотна фаза вмирання, стан, при якому клітини кори головного мозку ще залишаються життєздатними, але дихання і кровообіг вже припинилися або неефективні. Тому зовнішніх проявів життя немає. Такий стан людини триває не більше 3-5 хв. Час клінічної смерті визначається чутливістю клітин кори головного мозку до кисневого голодування і залежить від умов і тривалості вмирання, віку вмираючого, ступеня його активності. Діагностика клінічної смерті ґрунтується на клінічних ознаках: немає свідомості, дихання, кровообігу. Такі ознаки, як розширення зіниць і зміна кольору шкіри, не завжди служать абсолютним орієнтиром. Розширюються зіниці (їх діаметр більше 5 мм) відносно пізно (через 60-90 с). На ширину зіниці впливають деякі лікарські засоби (атропін, адреналін, різні снодійні, наркотичні препарати, анальгетики). У пацієнтів, які отруїлися наркотиками, снодійними, фосфорорганічними речовинами і вмираючих в умовах зниженої температури в період клінічної смерті зіниці звужуються. Колір шкіри залежить від вмісту гемоглобіну в крові, деяких хімічних агентів (окису вуглецю, ціаністих сполук, які обумовлюють рожевий або червоний колір шкіри). У більшості людей в період клінічної смерті шкіра холодна, бліда або мармурово-синюшна. Про стан несвідомості свідчить таке: людина не реагує на оклик, біль; очні яблука встановлюються центрально; не викликаються зіничний і рогівковий рефлекси. Реакцію зіниць на світло (зіничний рефлекс) перевіряють шляхом відкривання і закривання повіки (на світлі зіниця людини у свідомості звужується). Рогівковий рефлекс викликається роздратуванням рогівки ниткою. Дихання визначають за допомогою уловлювання струменя повітря, що видихається, вухом, прикладеним до губ вмираючого. Методи виявлення дихання з ниткою, ватою або дзеркальцем неприйнятні через дефіцит часу (на очікування запотіння дзеркальця) і необ'єктивності отримання інформації в стресовій ситуації (тремор рук), а також відхилення нитки від вітру. Якщо немає дихання, необхідно зробити 3-5 штучних вдихів і тільки після цього приступити до оцінки функцій інших органів і систем. Кровообіг виявляється по пульсації сонної артерії. Для діагностики клінічної смерті не потрібно вдаватися до інструментальних досліджень. Фактор часу відіграє величезну роль у результаті термінального стану і особливо повноцінної неврологічної реабілітації. Якщо реанімаційні заходи не проводилися або були неефективні, то через 10-15 хв. слідом за клінічною настає біологічна смерть. Це вже необоротний стан, коли відновлення організму як цілого неможливо. Діагностичними критеріями такого стану є всі ознаки клінічної (немає свідомості, дихання, кровообігу, реакції зіниць на світло і рогівкового рефлексу, зіниці широкі, шкіра холодна, мармурово-синюшна), а також чіткі ранні (помутніння і висихання рогівки) і пізні (трупні плями і трупне задубіння) ознаки біологічної смерті. При виявленні явних ознак біологічної смерті лікар зобов'язаний відмовитися від реанімаційних заходів, констатувати смерть, пояснити родичам померлого, що неможливо відновити життєві функції, і в разі насильницької смерті викликати міліцію. Констатуючи смерть, потрібно обов'язково зафіксувати всі виявлені ознаки, щоб значною мірою полегшити можливе слідче розслідування. Невідкладна допомога Будь-якій людині в термінальному стані необхідна негайна серцево-легенево-мозкова реанімація (штучне дихання, закритий масаж серця). Успіх лікування залежить від правильності і своєчасності проведення елементарних реанімаційних заходів, послідовності лікувальних етапів. Все це часто виявляється більш важливим, ніж все подальше лікування у клініці. Всі дії повинні бути чіткими, рішучими, доцільними, швидкими і спокійними. Суєта неприпустима. Бажано відновити спонтанний кровообіг на місці події. Необхідно зареєструвати час його припинення і обов'язково — час початку серцево-легенево-мозкової реанімації. Недоцільними в термінальному періоді є реанімаційні заходи, які надаються людям з невиліковною хворобою. Серцево-легенево-мозкова реанімація не показана помираючим, у яких констатовано смерть мозку, проте цей діагноз може поставити консиліум лікарів стаціонару в процесі спостереження за хворим і його лікуванням. Лікар швидкої допомоги має право поставити діагноз «смерть мозку» лише постраждалим з розчленованим тулубом або з відкритою черепно-мозковою травмою. Але молодим особам доцільно проводити реанімаційні заходи і доставляти їх у стаціонар, щоб використовувати їхні неушкоджені органи для можливої ​​трансплантації. Алгоритм надання невідкладної допомоги Спочатку необхідно припинити вплив шкідливих чинників, наприклад: перервати контакт з електричною напругою, вивільнити повішеного з петлі, погасити палаючий одяг, відновити прохідність дихальних шляхів. Хворого треба укласти горизонтально на тверду поверхню (підлога, земля, щит) і звільнити груднину від одягу, що стискує. Починати реанімацію необхідно з штучної вентиляції легень (ШВЛ) методом «з рота в рот» або «з рота в ніс» і закритого масажу серця. ШВЛ «з рота в ніс» фізіологічніше, ніж ШВЛ «з рота в рот». Але частіше проводиться остання через виявлення у помираючих аденоїдів, викривленої носової перегородки і затруднення механічного очищення носа. Однак, коли у них виникають судомні скорочення жувальних м'язів і неможливо відкрити рот або утворюється перешкоду під час роздування легень методом «з рота в рот», необхідно проводити ШВЛ «з рота в ніс». Щоб ШВЛ була ефективною, попередньо необхідно виконати такі умови: Насамперед звільнити верхні дихальні шляхи; Забезпечити адекватний для певного віку дихальний об'єм і герметичність губ. Верхні дихальні шляхи звільняють так: підводять одну руку під шию, а іншою, покладену на лоб, помірно закидають голову; розкривають рот, якщо він залишився закритим після закидання голови; необхідно руку з-під шиї змістити на підборіддя, обережно його підтримуючи і відтягуючи нижню губу; висувають вперед нижню щелепу, захопивши II—IV пальцями обох рук її висхідні гілки біля вушної раковини і зміщуючи таким чином, щоб нижні зуби виявилися попереду верхніх або в одній площині з ними: нижня губа зміщується великими пальцями; поєднують помірне закидання голови з висуванням нижньої щелепи; механічно очищають ротову порожнину від слизу, блювотних мас, сторонніх тіл, зубних протезів. При виконанні ШВЛ «з рота в ніс» після звільнення верхніх дихальних шляхів однією рукою піднімають підборіддя хворого, щоб закрити його рот, зробивши помірно глибокий вдих, щільно притискають свої губи до носа потерпілого, в який вдувають повітря. Під час видиху завжди необхідно відкривати рот реанімованого для вилучення можливого перешкоди вдиху повітря. Ознаки ефективності реанімації Ознаки ефективності реанімації: змінюється колір шкіри і навіть її температура, звужуються зіниці, з'являється реакція їх на світло, мимовільна пульсація сонної і стегнової артерій, а іноді і променевої, починає визначатися АТ, у деяких пацієнтів виникають мимовільні дихальні рухи, а потім повертається свідомість. Після відновлення самостійного кровообігу масаж серця припиняють. Якщо з'явилося спонтанне дихання, продовжують допоміжну вентиляцію легенів до повного відновлення адекватного дихання: при визначенні прискореного дихання роблять вдих разом з хворим, потім 1–2 вдихи пропускають і знову — вдих разом з хворим. За допомогою допоміжної вентиляції можна запобігти повторну зупинку серця. У випадках раннього припинення ШВЛ реанімація частіше буває безуспішною. При відсутності ознак ефективного кровообігу протягом 30–35 хв хворого слід визнати померлим і реанімаційні заходи припинити. Якщо ж спостерігаються ознаки ефективного кровообігу, але тенденції до відновлення самостійної серцевої діяльності не прослідковують, реанімацію продовжують 1,5 години і більше, до отримання позитивного ефекту (відновлення серцевого ритму) або встановлення ознак біологічної смерті. При електротравмі, ураженні блискавкою, утопленні, переохолодженні, отруєнні наркотиками реанімаційні заходи необхідно продовжувати не менше 60 хв. Помилки реанімації Не дотримання елементарних умови методики ШВЛ і масажу серця; тривалі (більше 5–10 с) перерви між ШВЛ і масажем серця; втрачають час на вислуховування тонів серця, вимірювання артеріального тиску, запис ЕКГ; з запізненням починають реанімаційні заходи і не контролюють їх ефективність (пульс на сонній або стегновій артерії, зміна діаметра зіниці, кольору шкіри і слизових оболонок, екскурсії грудної клітки); намагаються медикаментозно стимулювати дихання і передчасно припиняють ШВЛ і ВВЛ. Ускладнення реанімації Переломи ребер і грудини, розриви печінки, селезінки, шлунка, аорти, гемо- та пневмоторакс; аспірація шлункового вмісту. При медикаментозної стимуляції серцевої діяльності та неможливості пунктирувати у вену адреналін, атропін і лідокаїн вводять ендотрахеально в подвійній дозі в 10 мл 0,9 % розчину хлориду натрію. Під час реанімації неприпустимо підшкірне і внутрішньо-м'язове введення будь-яких лікарських засобів. Препарати кальцію (10 % -ний розчин хлориду або глюконату) застосовують лише у випадках, коли клінічна смерть настала на фоні гіпокальціємії, гіперкаліємії або від передозуванні антагоністів кальцію. У ранньому постреанімаційному періоді необхідно забезпечити адекватне дихання і кровообіг; купірувати судоми, гіпертермію, набряк мозку; усунути порушення гомеостазу та реології крові. Примітки Категорія:Невідкладна допомога Категорія:Реаніматологія Категорія:Медицина Категорія:Смерть"}
{"category": "Медицина", "title": "Фосфатна буферна система", "abstract": "Фосфатна буферна система у фізіології людини є в основному внутрішньоклітинною буферною системою. Двоосновний фосфат HPO42–, зв’язуючи H+, що утворюється в якості кінцевого продукту обміну речовин, перетворюється на H2PO4–, що екскретується з організму з сечею.", "content": "Фосфатна буферна система у фізіології людини є в основному внутрішньоклітинною буферною системою. Двоосновний фосфат HPO42–, зв’язуючи H+, що утворюється в якості кінцевого продукту обміну речовин, перетворюється на H2PO4–, що екскретується з організму з сечею. Фосфатний буфер Окрім дихальної та ниркової систем контролю концентрації іонів водню, фосфатна буферна система також допомагає підтримувати гомеостатичний рівень pH у організмі. Фосфатна буферна система майже ідентична бікарбонатній буферній системі, але діє у внутрішньоклітинній рідині. Хоча фосфатний буфер не є значним агентом у підтримці pH позаклітинної рідини, він відіграє важливу роль у підтримці кислотно-основного балансу всередині клітин та в канальцях нирок. Постійна рівноважна величина pK для цієї системи становить 6,8, що близько до нормального рівня pH (7,4). Вона складається з іонів дигідрофосфату, які виступають донором іонів водню (кислота), і іонів гідрофосфату, які виступають акцептором іонів водню (основа). Якщо до клітинної рідини потрапляють додаткові гідроксид-іони (OH⁻), вони нейтралізуються іоном дигідрофосфату (H₂PO₄⁻). Якщо до клітинної рідини потрапляють додаткові іони водню (H⁺), вони нейтралізуються іоном гідрофосфату (HPO₄²⁻). Зміна pH через фосфати (у формі фосфорних кислот) регулюється виділенням фосфатів нирками. Механізм дії Основні компоненти цього буферу: H₂PO₄⁻ – кислий компонент буферу → NaH₂PO₄ HPO₄²⁻ – лужний компонент буферу → Na₂HPO₄ Коли додається сильна кислота (HCl, H₂SO₄), HPO₄²⁻ приймає протон (H⁺): HCl + Na₂HPO₄ → NaH₂PO₄ + NaCl Таким чином, сильна кислота замінюється дуже слабкою кислотою NaH₂PO₄. Коли додається сильна основа (NaOH), група OH⁻ нейтралізується за допомогою H₂PO₄⁻ з утворенням води: NaOH + NaH₂PO₄ → Na₂HPO₄ + H₂O У цьому випадку сильна основа замінюється слабкою основою, а саме Na₂HPO₄. Якщо співвідношення HPO₄²⁻ : H₂PO₄⁻ змінюється на користь більшої кількості H₂PO₄⁻, нирки забезпечують виведення H₂PO₄⁻, що дозволяє зберегти стабільний рівень pH. Діє подібно до ацетатного буферу, за винятком діапазону pH. Концентрація фосфатного буферу в плазмі дуже низька, тому його ефективність менша. Фосфатна буферна система у канальцях нирок На відміну від позаклітинного середовища, де цей буфер відіграє незначну роль (оскільки його концентрація становить лише 8% порівняно з бікарбонатним буфером), у канальцях нирок він має незамінну роль. Це зумовлено двома причинами: У процесі проходження рідини через ниркові канальці концентрація фосфату в канальцевій рідині зростає. Рівень pH канальцевої рідини набагато нижчий, ніж у плазмі та позаклітинній рідині, і тому він ближчий до значення 6,8, за якого буфер найефективніший. Фосфатна буферна система також дуже важлива для підтримки постійного рівня pH у внутрішньоклітинній рідині, де концентрація фосфат-іонів значно вища. Посилання https://medictests.com/units/buffer-systems https://www.wikilectures.eu/w/Phosphate_buffer https://open.oregonstate.education/aandp/chapter/26-4-acid-base-balance/ https://library.fiveable.me/key-terms/cell-biology/phosphate-buffer-system https://www.khanacademy.org/test-prep/mcat/chemical-processes/acid-base-equilibria/a/chemistry-of-buffers-and-buffers-in-blood Категорія:Хімія Категорія:Біологія Категорія:Фізіологія Категорія:Біохімія Категорія:Людина Категорія:Буферні розчини Категорія:Фосфати Категорія:Кислотно-основний баланс Категорія:Кислотність Категорія:Лабораторії Категорія:Діагностика Категорія:Медицина Категорія:Невідкладні стани Категорія:Невідкладна допомога Категорія:Анестезіологія Категорія:Нирки Категорія:Кров __ОБОВ_ЗМІСТ__ Категорія:Медична хімія"}
{"category": "Медицина", "title": "Якість медичної допомоги", "abstract": "Якість медичної допомоги — сукупність властивостей і характеристик послуги (чи продукту), які забезпечують здатність задовольняти потреби споживача. \nЦе сукупний ступінь відповідності своєчасно наданої меддопомоги та отримання результату, що узгоджується з сучасним станом науки й практики охорони здоров'я. Медична допомога складається з сукупності окремих медпроцедур, виконання яких необхідне за певних захворювань та патологічних станів.", "content": "Якість медичної допомоги — сукупність властивостей і характеристик послуги (чи продукту), які забезпечують здатність задовольняти потреби споживача. Це сукупний ступінь відповідності своєчасно наданої меддопомоги та отримання результату, що узгоджується з сучасним станом науки й практики охорони здоров'я. Медична допомога складається з сукупності окремих медпроцедур, виконання яких необхідне за певних захворювань та патологічних станів. Особливості Забезпечення належної якості допомоги та постійне її вдосконалення є головним завданням діяльності систем охорони здоров'я в усіх розвинених країнах світу. Специфіка медичної допомоги в тому, що в абсолютній більшості випадків пацієнт не може самостійно оцінювати її якість, через те, що медицина — складна галузь людських знань, що потребує спеціальної освіти. Головний інструмент управління якістю, зокрема медичної допомоги — стандартизація. З позиції управління якістю меддопомоги стандарти мають визначати мінімально допустимий рівень якості через визначення обов'язкових вимог, які утворюють основу програми державних гарантій медичної допомоги та напрямки подальшого підвищення її якості через формулювання додаткових вимог. У законодавстві Наказ МОЗ «Про порядок контролю якості медичної допомоги» термін визначає так «надання медичної допомоги та проведення інших заходів щодо організації надання закладами охорони здоров'я медичної допомоги відповідно до стандартів у сфері охорони здоров'я». Примітки Література Яковлєва Л.В., Міщенко О.Я., Бездітко Н.В. та ін. Основи медичної стандартизації: Метод. рек. — Х., 2014. Новітній глосарій з клінічної фармації / За заг. ред. проф. А.Б. Зіменковського. — Львів, 2013. Зіменковський А.Б., Пономаренко В.М., Матвійчук Б.О. Організація стандартизації медичних технологій в Україні: Навч. посіб. — Львів, 2003. Стандартизация в здравоохранении: Лекции / Под ред. А.И. Вялкова, П.А. Воробьева. — М., 2007. Категорія:Медицина Категорія:Якість"}
