{"category": "Література", "title": "Література", "abstract": "Літерату́ра (від лат. littera — буква, літера), іноді книжництво, письменство — сукупність писаних і друкованих творів певного народу, епохи, людства. Різновид мистецтва, що відображає дійсність у художніх образах, створює нову художню реальність за законами краси; результат творчого процесу автора, зафіксований у відповідному тексті за допомогою літер.\nЛітерату́ра — форма передачі думки та досвіду через письмо, що є продуктом писемності.", "content": "Літерату́ра (від — буква, літера), іноді книжництво, письменство — сукупність писаних і друкованих творів певного народу, епохи, людства. Різновид мистецтва, що відображає дійсність у художніх образах, створює нову художню реальність за законами краси; результат творчого процесу автора, зафіксований у відповідному тексті за допомогою літер. Літерату́ра — форма передачі думки та досвіду через письмо, що є продуктом писемності. Різновиди літератури Література за своїм змістом розмежовується на філософську, політичну, природничу (біологічну, математичну, географічну тощо), юридичну, філологічну, тобто наукову, та художню, призначену спеціально для задоволення пізнавальних, інтелектуальних та естетичних потреб. Сама специфіка художньої літератури є предметом літературознавства, зокрема теорії літератури. Наукова література У науковій літературі фіксуються і узагальнюються результати наукових досліджень та їхнього аналізу. Первинним видом наукової літератури є наукові статті, що публікуються в наукових журналах та збірниках статей, а також доповіді і тези доповідей на наукових конференціях. Більшість наукових статей присвячена викладенню оригінальних результатів досліджень. Оглядові статті підбивають підсумок досліджень в певній області знань за певний період часу. Більшого рівня узагальнення досягають монографії — книги на певну наукову тему, написані одним автором або невеликим колективом авторів. Крім того, до наукової літератури належать описи винаходів та відкриття — патенти, авторські свідоцтва тощо. До наукової літератури примикають навчальна і науково-популярна література. Навчальна література призначена для підготовки фахівців у певній галузі знань та професій. Основний вид навчальної літератури — підручник і посібник. Науково-популярна література призначена для розповсюдження знань і орієнтується на непідготовленого у вибраній галузі науки читача. Її мета зацікавити читача та дати йому певні уявлення про сучасні наукові дослідження. При цьому науково-популярна література намагається використовувати просту мову і не вживати спеціалізованих термінів. Довідкова література thumb|200px|Словник Брокгауза (1910) Літературу допоміжного змісту використовують для отримання найзагальнішої інформації, яка не викликає сумнівів по тому чи іншому питанню. Основні види довідкової літератури: Словники, впорядковують інформацію по основних для цієї сфери знань (або для всієї мови в цілому) слів і виразів, найчастіше — в алфавітному порядку; Довідники, в яких інформація впорядкована якимось іншим способом, згідно із власною структурою цієї сфери знань (наприклад, медичний довідник — по локалізації захворювань або характером симптомів); Енциклопедії — найбільш комплексні та системні склепіння інформації по даній сфері знання. В ідеалі довідкові видання повинні містити лише ті факти, що вважаються об'єктивно встановленими та адекватно відображати існуючий в цей момент рівень людських знань. Однак на практиці неможливо повністю відокремити факти від інтерпретацій та неявних припущень, тому та чи інша частка тенденційності в будь-якому довідковому виданні присутня. У деяких випадках ця частка достатньо велика та привноситься в довідкове видання цілеспрямовано: такі, зокрема, більшість довідкових видань радянської епохи, особливо в тому, що стосується гуманітарного знання, — навіть короткі словникові статті опиняються в них ідеологічно пофарбовані. Стосується це і відбору матеріалу: так, в літературних енциклопедіях, випущених у СРСР, знаходилося місце для суто другорядних письменників соціалістичної та комуністичної орієнтації, але були відсутні вельми значні автори, відомі своїм негативним ставленням до радянського ладу. Навіть через короткий час користуватися такими виданнями як довідковими стає неможливо: занадто багато зусиль доводиться витрачати на те, щоб відокремити факти від інтерпретацій; однак саме це ідеологічне забарвлення робить довідкові видання особливо цікавими як історичне свідчення, пам'ятник своєї епохи. Технічна література До технічної літератури належать, окрім наукових видань, специфікації, стандарти, технічні паспорти, інструкції з експлуатації машин і механізмів, хімічних речовин, комп'ютерних програм тощо. Художня література Художня література розцінюється як вид мистецтва. У художній літературі автор намагається розповісти про світ, людину та їхні проблеми через призму свого власного бачення, використовуючи поетичні засоби. Здебільшого персонажі та події, описані в художній літературі, вигадані, однак таким чином, щоб знайти відгук в особистому досвіді читача. Художня література багатопланова й різножанрова. Спираючись переважно на розважальний принцип, вона також часто підіймає важливі для світогляду людини й суспільства філософські, етичні та естетичні питання й теми. Інші Філософська література присвячена роздумам на загальні для людини і людства теми. З нею межує релігійна література, що охоплює священні писання та коментарі до них. Політична література пропагує ідеї політичних партій та рухів. Її різновидами є агітаційна і пропагандистська література. Носії thumb|250px|Кирило і Мефодій ініціювали розвиток старослов'янської книжної мови До винайдення книгодрукування література існувала переважно у вигляді рукописів. З особливо важливих рукописів впродовж віків робилися копії, що допомогло зберегти древні літературні джерела. Матеріалом для збереження записів були глиняні таблички в Межиріччі, папіруси в Стародавньому Єгипті, пальмове листя в Стародавній Індії, шовк у Китаї та інше. В епоху Середньовіччя книги записувалися на пергаменті. Винайдений у 2 ст. папір згодом витіснив більшість інших носіїв. У наш час дедалі більша частина літератури створюється й публікується в електронному вигляді. Періодична література Значна частина сучасної літератури існує у вигляді періодичних видань: газет, журналів, серійних видань (приклад — вісники). Такі видання можуть мати науковий, інформаційний, пропагандистський або розважальний характер. Видання та розповсюдження Початково автор або колектив авторів створює рукопис. Тиражуванням рукописів займаються видавництва. Видавництва мають механізм оцінювання якості рукописів, наприклад, попереднє рецензування, призначений для визначення доцільності публікації. Прийнятий до друку рукопис проходить процес редагування, що має на меті покращити якість тексту, виправити орфографічні та стилістичні помилки. В деяких державах існує або існувала в минулому цензура, що накладає обмеження на призначений для публікації матеріал. Призначена для масового споживання література розповсюджується через книгарні та через мережу розповсюдження періодичних видань, іноді — через механізм передплати. На літературні твори розповсюджується авторське право, яке регулює можливість повторного видання, перекладів тощо, і призначене для захисту інтересів авторів та видавців. Зберігання Література зберігається у бібліотеках, книгосховищах, архівах, персональних збірках. Публічні бібліотеки не тільки зберігають літературні твори й документи, а й забезпечують до них широкий доступ. Література, яка має менший попит, але все ж має цінність для вужчого кола спеціалістів, зберігається в книгосховищах, звідки можуть бути одержані бібліотеками на запит. Архіви зазвичай призначені для зберігання різноманітних документів: указів та постанов урядів, юридичних контрактів, листування тощо. Частина неопублікованої літератури передається на депонування у вигляді рукописів. Див. також Література Літературознавчий словник-довідник за редакцією Р. Т. Гром'яка, Ю. І. Коваліва, В. І. Теремка. — К.: ВЦ «Академія», 2007; Аристотель, Об искусстве поэзии, М., 1957; Буало-Депрео Н., Поэтическое искусство, М., 1957; Белинский В. Г., Общее значение слова литература, Полное собрание сочинений, т. 5, М., 1954; Толстой Л. Н., Об искусстве и литературе, т. 1—2, М., 1968; Достоевский Ф. М., Об искусстве, М., 1973; Веселовский А. Н., Историческая поэтика, Л., 1940; Балухатый С., Теория литературы. Аннотированная библиография, Л., 1929. Посилання ДОВІДКОВА ЛІТЕРАТУРА //Фармацевтична енциклопедія Нусинов И. Литература //Литературная энциклопедия: В 11 т. — [М.], 1929—1939. Joseph Twadell Shipley. Dictionary of World Literature — Criticism, Forms, Technique Категорія:Письмова комунікація Категорія:Гуманітарні науки"}
{"category": "Література", "title": "«Планета Полин» (збірка есеїв)", "abstract": "«Планета Полин» ― збірка есеїв української письменниці Оксани Забужко, які вона написала з кінця 90-х і закінчуючи 2020 роком. Збірку есеїв видало видавництво «Комора» 2020 року.", "content": "«Планета Полин» ― збірка есеїв української письменниці Оксани Забужко, які вона написала з кінця 90-х і закінчуючи 2020 роком. Збірку есеїв видало видавництво «Комора» 2020 року. Структура збірки «Планета Полин» містить чотирнадцять есеїв, що вміщені в три розділи. Кожна частина, як каже сама письменниця, розкриває «портретну галерею» суспільства на тлі різних епох. Перший розділ містить п'ять есеїв та показує «жіночий портрет» епохи, розкриває життя таких постатей, як Соломія Павличко, Софія Яблонська, Катерина Білокур, Ольга Токарчук та інші. Другий розділ містить шість есеїв та розкриває «чоловічий портрет» цієї епохи. Героями есеїв Оксани Забужко стали Юрій Шевельов, Іван Забужко, Леонід Плющ та інші інтелектуали. Третій розділ містить три есеї та висвітлює парадигму «колективного», проблему постчорнобильської генерації, побудови нової держави. «Жіночий портрет» Перший розділ збірки складається з таких есеїв: Право на історію: Дві слові до «Казки про калинову сопілку»; Катерина, або Філософія мовчазного бунту: конспект до ненаписної біографії; Час деміургинь; Ефект присутности: спогад про Соломію Павличко. Оксана Забужко об'єднала під одним розділом історії різних жінок різних професій і навіть різних країн (так однією з героїнь есеїв є Ольга Токарчук ― польська письменниця та лауретка Нобелівської премії). Ще однією героїнею цього розділу, а саме есею «Право на історію: Дві слові до «Казки про калинову сопілку», є так звана «анонімка», що була прототипом сестри-убивці цього тексту. У своєму інтерв'ю для «Суспільне Культура» Оксана Забужко розповіла про важливість постаті Софії Яблонської у своїй збірці «Планета Полин»:«Там є текст про Софію Яблонську, досі не друкований в Україні й написаний спеціально на замовлення музею Д’Орсе для збірника «300 жінок в історії фотографії всіх часів і народів». Щоправда, музей негайно заличкував її, згадавши, що вона була й французькою громадянкою, тому може бути трактована як французька фотографиня. Вони її позначають як Софія Яблонська-Уден. Це смішно, бо вона друкувала свої фотографії під іменем Софія Яблонська, тому мені хочеться спеціально наголосити, що не треба звикати називати її Софією Яблонською-Уден тільки тому, що французи вирішили її поставити собі на п’єдестал».Крім того, так само відповідально Оксана Забужко підійшла до розкриття героїні Соломії Павличко в есеї «Ефект присутности: спогад про Соломію Павличко». Ось так про неї писала есеїстка:«Мертві від її доторку воскресали й приєднувались до живих. У нормальних, не оголомшених історією націй саме такий діалог і зветься культурою…» «Чоловічий портрет» Другий розділ «Планета Полин» містить шість есеїв: Повернення до Ґрацу; Ваш дєдушка, Ю.Ш.; Прощання з імперією. Портрет із постскриптумом; Пам'яті проклятих поетів; Коротка історія рок-н-ролу по-українськи; Політ над гніздом зозулі завдвожки в пів століття; У цьому розділі Оксана Забужко ще більше розгортає тему спротиву, глобальних змін на тлі нової епохи тощо. Так, вона порушує тему шістдесятництва в есеї про Леоніда Плюща. У есеї «Прощання з імперією. Портрет із постскриптумом» письменниця віддає пам'ять Бродському. Ще одним важливим героєм «Планети Полин» є Юрій Шевельов. Ще в передмові Оксана Забужко пише: «...я можу достеменно вказати на тих, у кого свого часу вчилася, притомно й цілеспрямовано: це Джорж Орвелл, Вірджинія Вульф та Юрій Шевельов». До того ж, для «Суспільне Культура» письменниця зазначала:«Він [Ваш дєдушка, Ю.Ш.] написаний на замовлення Лундського університету в Швеції як передмова до збірника пам'яті Шевельова, котрий готується славістичним відділом. Це версія, якої українці не читали і не бачили, узагальнюючий мемуар про Шевельова і те, що він означав для мого покоління в діалозі “розстріляного відродження”, представником якого він прийшов до нас у 90-ті». «Колективний портрет» Останній, третій розділ «Планети Полин» містить три есеї: Тема з варіаціями на три теледії, з трьома інтерлюдіями та епілогом; Озираючись уперед; Планета Полин: Довженко ― Тарковський ― фон Трієр, або про дискурс нового жаху Останні три есеї цієї збірки сфокусовані на темі переживання спільного досвіду єдиною ґенерацією. Ганна Улюра, українська літературознавчиня, кандидатка філологічних наук, літературна критикиня пише про ці есеї наступне:«У трьох «колективних» нарисах Забужко обмірковує досвід переживання «кінця історії», який випав на долю чорнобильської і постчорнобильських генерацій, досвіди покоління, яке засвідчило смерть імперії і народження держави. Це про саму історію, яка проворно дає відкоша першим двом групам «протестантів».Особливу увагу літературознавчиня приділяє останньому есею збірки, який має однойменну назву ― «Планета Полин». Цей есей про Чорнобильську катострофу, про чорнобильське покоління, про те, як три абсолютно різні кінорежисери осмислювали апокаліпсис. Ганна Улюра зазначає у своїй рецензії ще й кілька важливих інтертекстів. Есей «Планета Полин: Довженко ― Тарковський ― фон Трієр, або про дискурс нового жаху» про втрати, які не можна доказати, про ті катастрофи, чиї втрати непомірні, але їх неможливо засвідчити. А також, що дуже важливо, про залежність одних поколінь від інших: щоб хтось міг існувати, хтось мусить існувати. Нагороди/номінації Книга року BBC в номінації «Есеїстика» (2020) лонглист Літературної нагороди Центральної Європи «Анґелус» (2023) 10 найкращих книжок 2022 року за версією польського часопису Książki Примітки Джерела Забужко О. Планета Полин. Київ : Комора, 2020. 384 с. Категорія:Література Категорія:Українська література Категорія:Книги Категорія:Культура"}
{"category": "Література", "title": "Список літератур народів світу", "abstract": "Національна літерату́ра — сукупність літератур одного окремого народу за час існування.\nЗародження літератури пов'язане з виникненням писемності і художньої творчості, що відбувається неодночасно в різних регіонах, державах тощо. Література кожного народу має свою національну й художню своєрідність і унікальність, але вона сприймає досягнення літератур інших країн і розвивається у взаємодії з ними, запозичуючи окремі елементи (факти, ідеї, поетичні форми тощо).", "content": "Національна літерату́ра — сукупність літератур одного окремого народу за час існування. Зародження літератури пов'язане з виникненням писемності і художньої творчості, що відбувається неодночасно в різних регіонах, державах тощо. Література кожного народу має свою національну й художню своєрідність і унікальність, але вона сприймає досягнення літератур інших країн і розвивається у взаємодії з ними, запозичуючи окремі елементи (факти, ідеї, поетичні форми тощо). Національні літератури за алфавітом Абхазька література Австралійська література Австрійська література Азербайджанська література Аккадська література Албанська література Алжирська література Американська література Англійська література Арабська література Аргентинська література Баскська література Білоруська література Бельгійська література Бенгальська література Бразилійська література Бретонська література Британська література Болгарська література Вірменська література Грецька література Давньогрецька література Новогрецька література Гебрейська література Данська література Есперанто-література Естонська література Ефіопська література Єгипетська література Ізраїльська література Індійська література Ірландська література Ісландська література Італійська література Канадська література Література каннада Каталонська література Китайська література Кіпрська література Нідерландська література Німецька література Російська література Угорська література Українська література Фінська література Фламандська література Французька література Хорватська література Чеська література Японська література #"}
{"category": "Література", "title": "Список літературних форматів", "abstract": "Літературні формати — список різноманітних літературних форматів. Серед літературних критиків постійно точаться дебати, щодо визначення того чи іншого літформату, але загалом існує консенсус щодо основних літературних форм.", "content": "Літературні формати — список різноманітних літературних форматів. Серед літературних критиків постійно точаться дебати, щодо визначення того чи іншого літформату, але загалом існує консенсус щодо основних літературних форм. Список літературних форматів Найпоширеніші формати Драма Вірш Роман Новела / повість Новелета Оповідання Мініатюра Решта форматів Епопея Байка Фабліо Казка Народна оповідь Мала проза Легенда Парабула Сценарій Есе Стаття Огляд Порівняльна таблиця основних літературних форм (за величиною твору) Згідно з загальноприйнятою класифікацією жанрів за виличною твору (кількість сторінок та слів) є такою:Syed Hunbbel Meer. Differences Between a Short Story, Novelette, Novella, & a Novel - літературний портал \"LetterPile\", 3 червня 2016 кількість сторінок рахується, використовуючи припущення, що у середньому 250 слів — це 1 сторінка Літ. форма (англійською) Літ. форма (українською) К-сть слів К-сть сторінок Novel Роман 40,000+ ~160+ Novella Новела або невеликий роман 17,000-40,000 ~70-160 Novellette Новелета 7,500-17,000 ~30-70 Short Story Оповідання 3,500-7,500 ~15-30 Flash Story Мініатюра менше 1,000 менше 5 Примітка: жанр повість притаманний лише російській літературі та літературам колишніх колоній Російської Імперії і не є поширеним в західній літературній традиції; відтак літературні твори неросійської літератури не слід кваліфікувати як повісті, незалежно від наповненню та кількості сторінок у них. Примітка 2: Переклад назв жанрів з англійської українською подано за підручником професора філології Олександра Галича «Теорія літератури» (Київ: Либідь, 2001)О. Галич, В. Назарець, Є. Васильєв. Теорія літератури. Науковий редактор: Олександр Галич. Київ: Либідь, 2001. 486 стор. ISBN 966-06-0163-8 (1-ше вид.) Див. також Літературний жанр Література Джерела Посилання Словник літературознавчих термінів #"}
{"category": "Література", "title": "Блог-література", "abstract": "Блог-література — художні твори, які пишуться в форматі блога, різновид мережевої літератури.\nБлог-література може писатися як одною людиною, так і бути колективною творчістю, коли для написання художнього тексту використовується колективний щоденник (наприклад, співтовариство в Живому журналі).", "content": "Блог-література — художні твори, які пишуться в форматі блога, різновид мережевої літератури. Блог-література може писатися як одною людиною, так і бути колективною творчістю, коли для написання художнього тексту використовується колективний щоденник (наприклад, співтовариство в Живому журналі). Серії мініатюр Велику популярність практично з нуля отримали автори Живого журналу, які пишуть в жанрі казково-історичної мініатюри, — (Петро Бормор) і . Серії останніх про деміургів були опубліковані і в паперовій формі.Напівтемрява. «Книга Натаніеля». М.: «Memories», 2006. — 388 сторінок з іл. ISBN 5-903116-05-1 Традиційні твори як блог-література До блог-літератури може бути віднесена традиційна авторська творчість, коли в блозі в процесі написання публікуються глави творів, які не адаптовані до формату щоденникових записів, що не володіють властивістю фрагментарності, при написанні яких ніяк не використовувався рушій блогу. Проте, процес написання такого твору є інтерактивним і подальший розвиток сюжету може залежати від коментарів, що відрізняє твір від журнальної публікації. Прикладом такого твору є «Чернетка» Сергія Лук'яненка. Примітки Категорія:Література Категорія:Блоги Категорія:Колективна творчість"}
{"category": "Література", "title": "Велике Ювілейне Читання", "abstract": "«Велике Ювілейне читання» (англ. Big Jubilee Read)  — це кампанія 2022 року, спрямована на популяризацію читання для задоволення на честь 70-ї річниці сходження на престол королеви Єлизавети II. Список був обраний групою експертів і оголошений на BBC разом з благодійною організацією The Reading Agency 18 квітня 2022 року. Список включає авторів країн Британської Співдружності, по 10 авторів з кожного десятиліття правління Єлизавети ІІ.", "content": "«Велике Ювілейне читання» (англ. Big Jubilee Read) — це кампанія 2022 року, спрямована на популяризацію читання для задоволення на честь 70-ї річниці сходження на престол королеви Єлизавети II. Список був обраний групою експертів і оголошений на BBC разом з благодійною організацією The Reading Agency 18 квітня 2022 року. Список включає авторів країн Британської Співдружності, по 10 авторів з кожного десятиліття правління Єлизавети ІІ. Процес відбору Початковий лонг-лист був складений із пропозицій читачів. Група бібліотекарів, книготорговців і фахівців з літератури зробила вибір із 70 найменувань. Книги були обрані з метою залучити різних цільових читачів «до пізнання та розповсюдження найкращих книг». Проект отримав фінансування від Ради Мистецтв Англії і підтримувався благодійною організацією «Обʼєднані Бібліотеки» та Асоціацією книготорговців Сполученого Королівства та Ірландії. Includes list of titles with images of covers Організатори сподівалися, що проект «возвеличить радість читання та силу, яку воно надає для об’єднання людей по всій країні та між іншими народами». Дев'ятнадцять книг зі списку є лауреатами Букерівської премії. Більшість книг — це романи, написані англійською мовою, але є також поетичні збірки, такі як «Смерть натураліста», і збірки оповідань, зокрема «Човен». Окрім цього, твір «Одна місячна ніч» був опублікований валлійською мовою із назвою «Un Nos Ola Leuad», «Le Procès-Verbal» і «Our Lady of the Nile» спочатку були написані французькою мовою, а твір «Shuggie Bain» — англійською, але з діалогами шотландською . Список Остаточний список був опублікований BBC 18 квітня 2022 року . НазваАвторРікКраїна (як зазначено в офіційному списку)The Palm-Wine-Drinkard1952The Hills Were Joyful Together1953In the Castle of My Skin1953My Bones and My FluteЕдгар Міттельгольцер1955The Lonely Londoners1956The Guide1958To Sir, With Love1959One Moonlit Night1961A House for Mr BiswasВідьядхар Сураджпрасад Найпол1961Sunlight on a Broken Column1961«Механічний апельсин»Ентоні Берджес1962The InterrogationЖан-Марі Гюстав Ле Клезіо1963The Girls of Slender Means Мюріел Спарк1963«Стріла бога»Чинуа Ачебе1964Death of a NaturalistШеймас Гіні1966Wide Sargasso SeaДжин Ріс1966A Grain of WheatНгугі Ва Тхіонго1967«Пікнік біля Навислої скелі»Джоан Ліндсі1967The Beautiful Ones Are Not Yet Born 1968When Rain Clouds Gather 1968The Nowhere Man1972Tinker, Tailor, Soldier, SpyДжон Ле Карре1974«Ті, що співають у терні»Коллін Мак-Каллоу1977The Crow Eaters Бапсі Сідхва1978The Sea, the Sea Айріс Мердок1978Who Do You Think You Are?Еліс Манро1978«Путівник Галактикою»Дуглас Адамс1979Tsotsi1980Clear Light of Day1980«Опівнічні діти»Салман Рушді1981«Список Шиндлера»Томас Кініллі1982Beka Lamb1982The Bone PeopleКері Г'юм1984«Оповідь служниці»Маргарет Етвуд1985Summer Lightning1986The Whale Rider1987«Залишок дня»Ішіґуро Кадзуо1989OmerosДерек Волкотт1990The Adoption Papers1991Cloudstreet1991«Англійський пацієнт»Майкл Ондатже1992The Stone Diaries1993ParadiseАбдулразак Гурна1994A Fine Balance1995Salt1996«Бог Дрібниць»Арундгаті Рой1997The Blue Bedspread1999DisgraceДжон Максвелл Кутзее1999«Білі зуби»Зеді Сміт2000«Життя Пі»Янн Мартель2001Small Island2004The Secret RiverКейт Ґренвілл2005«Крадійка книжок»Маркус Зузак2005Half of a Yellow SunЧімаманда Нґозі Адічі2006A Golden Age 2007The Boat2008Wolf HallГіларі Ментел2009The Book of Night WomenМарлон Джеймс2009The Memory of Love2010ChinamanШехан Карунатілака2010Our Lady of the Nile2012«Світила»Елінор Каттон2013Behold the Dreamers2016The Bone Readers2016How We Disappeared2019Girl, Woman, OtherБернардіна Еварісто2019The Night Tiger2019Shuggie BainДуглас Стюарт2020A Passage North2021The PromiseДеймон Галгут2021 Країни Британської Співдружності за кількістю книг Якщо у наведеному списку автор має дві країни походження, кожній країні надається 0,5 балів. КраїнаКнигиНаселення (мільйони, 2022)11687.52671,4175393.55.533.035.132182.52220.821.41.53.210.110.210.310.411.915.6114128133157116912310.50.10.51.30.52.30.58.40.5330.5640.566 Пропущені книги та інші проблеми Коментатори відзначили кілька книг, які потенційно повинні були входити в список. Серед них «Володар перснів» Дж. Р. Р. Толкіна (посідає перше місце в рейтингу The Big Read 2003 The BBC's Big Read BBC — The Big Read квітня 2003, Процитовано 9 грудня 2008); «Гаррі Поттер» (серія романів) Дж. Роулінг (входить у список найбільш продаваних книг у світі \"Scholastic Marks 25 Year Anniversary of The Publication of J.K. Rowling's Harry Potter and the Sorcerer's Stone\" (Прес реліз). Нью Йорк, Нью Йорк: Scholastic. 2023-02-06. Процитовано 2023-02-15.); серія книг Террі Пратчетта «Дискосвіт»; трилогія «Темні матерії» Філіпа Пуллмана; «Золотий зошит» Доріс Лессінг; а також твори Діка Френсіса, одного з улюблених авторів Королеви. Включення північноірландського письменника Шеймаса Гіні було пояснено тим фактом, що, коли він писав твір «Смерть натураліста», він жив у Великобританії і твір було видано англійським видавцем; Гіні вважав себе ірландським націоналістом і був проти його включення до «Книги Сучасної Британської Поезії» видавництва The Penguin Book. У виданні Дейлі Телеграф Елісон Пірсон, британська журналістка, назвала список Великого Ювілейного читання \"для прийому таблеток і заспокоєння\", створений людьми які боялися бути недостатньо різноманітними . Подібним чином у виданні The Article Девід Герман скаржився: «Якщо вам подобаються Горацій Хорнблауер чи Джеймс Бонд, відьми та гобіти, чудова дитяча література, популярна поезія чи драма, це не хвилює авторів Великого Ювілейного читання. Те, що їх справді цікавить, — це постколоніальна, в ідеалі не біла, література». Джерела Категорія:Рейтинги книг Категорія:BBC Категорія:Єлизавета II Категорія:Книги Категорія:Література"}
{"category": "Література", "title": "Всесвітній день письменника", "abstract": "Всесвітній день письменника (повна назва — Всесвітній день миру для письменника) — професійне свято, яке святкується 3 березня. Закликає «четверту владу» виступати проти негативних аспектів демократичного друку, утриматись від неправдивих публікацій, навмисних фальсифікацій, умисного викривлення фактів та тенденційної безчесної їх інтерпретації заради політичних, групових та особистих інтересів.", "content": "міні|Калліопа — в давньогрецькій міфології найстарша серед дев'яти муз; первісно богиня співів, згодом покровителька епічної поезії й науки Всесвітній день письменника (повна назва — Всесвітній день миру для письменника) — професійне свято, яке святкується 3 березня. Закликає «четверту владу» виступати проти негативних аспектів демократичного друку, утриматись від неправдивих публікацій, навмисних фальсифікацій, умисного викривлення фактів та тенденційної безчесної їх інтерпретації заради політичних, групових та особистих інтересів. Історія свята міні|праворуч|Зброя письменника У 1921 році було створено ПЕН-клуб. У 1923 році в Лондоні відбувся перший міжнародний конгрес ПЕН-клубу. 12–18 січня 1986 року на 48-му за рахунком міжнародному конгресі учасники ПЕН-клубу прийняли рішення оголосити 3 березня Всесвітнім днем миру для письменника. У деяких країнах це свято розширило заявлений спектр. Називається просто День письменника і є приводом для вшанування літературних діячів, які проявили себе. Святкування в Україні 2012 року за підтримки голови фонду «Нові традиції» Сергія Бондарчука українська письменниця Лариса Ніцой ініціювала щорічне святкування Всесвітнього дня письменника в Україні. Див. також Всесвітній день книг та авторського права Міжнародний день дитячої книги День працівника культури Примітки Джерела Всесвітній день письменника: історія свята// РБК-Україна, 3 березня 2016 року, Процитовано 28 лютого 2023 року Календар свят Сайт Міжнародного ПЕН-клубу Посилання Ти те, що ти читаєш - реакція соцмереж на Всесвітній день письменника// Gazeta.UA, 3 березня 2021 року, Процитовано 28 лютого 2023 року Всесвітній день письменника: топ-15 популярних сучасних українських авторів, яких варто прочитати// ТСН, 3 березня 2020 року, Процитовано 28 лютого 2023 року Категорія:3 березня Категорія:Міжнародні дні Категорія:Свята березня * Категорія:Література"}
{"category": "Література", "title": "Галісійське відродження", "abstract": "Галісійське відродження (гал. Rexurdimento решурдіме́нто або ісп. Resurgimiento ресурхімьєнто) — літературний та культурний рух Галісії другої половини XIX століття. Галісійське відродження характеризується пошуком та становленням національної ідентичності галісійців та, насамперед, відродженням галісійської мови, яка до 1978 офіційно вважалась діалектом кастельяно. Завдяки руху галісійська мова поновила статус самостійної та літературної мови. Майже одночасно подібні процеси відбувалися в Каталонії (Renaixença) та в Країні Басків.\nЛітературу епохи Галісійського відродження характеризує романтизм, саудаде та морінья, регіоналізм та національна ідентичність, саме тому Галісійське відродження в культурі та літературі Галісії дало поштовх розвитку галісійського націоналізму і на політичній арені Піренейського півострову.", "content": "Галісійське відродження ( решурдіме́нто або ресурхімьєнто) — літературний та культурний рух Галісії другої половини XIX століття. Галісійське відродження характеризується пошуком та становленням національної ідентичності галісійців та, насамперед, відродженням галісійської мови, яка до 1978 офіційно вважалась діалектом кастельяно. Завдяки руху галісійська мова поновила статус самостійної та літературної мови. Майже одночасно подібні процеси відбувалися в Каталонії (Renaixença) та в Країні Басків. Літературу епохи Галісійського відродження характеризує романтизм, саудаде та морінья, регіоналізм та національна ідентичність, саме тому Галісійське відродження в культурі та літературі Галісії дало поштовх розвитку галісійського націоналізму і на політичній арені Піренейського півострову. Передумови виникнення (Prerrexurdimento) міні|Мініатюра з рукопису з кантигами Діви Марії (Бібліотека Ескоріал, Мадрид, Ms. b.1.2, XIII століття) Трубадури і жонглери (галіс-порт. jograr, від — блазень, скоморох; сучасне написання , ) Піренейського півострова були відомі своїми кантигас ще з XIII століття (найбільш ранні датування — 1200—1216 рр). Кантигас як жанр галісійско-португальської поезії розвивалася під впливом куртуазної лірики Провансу і є піренейським аналогом канцони. При цьому іберійським кантигам притаманні власні характерні риси та власний жанр — «кантигас про одного» (ісп. cantiga de amigo), який не зустрічається у провансальських трубадурів. Після підпорядкування Галісійського королівства іспанській монархії домінування мови кастельяно, так званий період Темних віків (Séculos Escuros, XVI—XVIII ст.), спричинило занепад галісійської мови, витіснивши її як з державного рівня, так і з літературного. Впродовж майже чотирьох століть твори галісійською практично не видавались і галісійська мова поступово переставала використовуватись як мова писемна, залишившись мовою домашньо-битового або вузько-місцевого значення. міні|Шоан Мануель Пінтос, 1880 р. Необхідність відродження галісійської мови та писемності виникла на початку XIX століття. За часів наполеонівських завоювань Піренеїв в Галісії відбувся зріст національної свідомості. Саме народною, галісійською мовою друкувались агітаційні листівки та плакати проти французької агресії, публікувались поетичні та прозаїчні твори патріотичного спрямування. Автори цього періоду вважаються передвісниками Галісійського відродження та ідеологами галісійського націоналізму. Найбільш важливими творами цього періоду є Proezas de Galicia (автор Шосе Фернандез Нера) та поетична антологія A gaita gallega (автор Шоан Мануель Пінтос). Придушення повстання Solís () 1846 року стало поштовхом до активної фази відродження галісійської літератури, культури та національної ідентичності. Галісійською починають видаватися часописи El Centinela de Galicia та La Aurora de Galicia. Беніто Вісето видає героїчно спрямований шеститомник з історії Галісії (1865–1866). 1861 року в Коруньї вперше проводиться литературний фестиваль Квіткові ігри Галісії (). Головним місцем зустрічей та культурною базою ідеологів Галісійського відродження стає Liceo de la Juventud в Сантьяго де Компостела, постійні відвідувачі якого зокрема Мануель Мургія, Росаліа де Кастро, Ауреліо Агірре та Едуардо Пондаль. Відродження (Rexurdimento) міні|Росалія де Кастро, 1880 рік міні|Мануель Куррос Енрікес Початковою точкою Галісійського відродження вважається публікація поетичної збірки Росалії де Кастро Cantares gallegos («Галісійські пісні»), а саме 17 травня 1863 року. З 1875 видається ціла низка творів та періодики галісійською мовою, зокрема найбільш популярний та відомий часопис O Tío Marcos da Portela (1876–1889). 1866 році було засноване видавництво Biblioteca Gallega, де було видруковано Aires da miña terra Мануеля Курроса Енрікеса (1851—1908) та Queixumes dos Pinos Едуардо Пондаля (1835-1917). У 1880 видаються Follas Novas Росалії де Кастро, Aires da miña terra Мануеля Курроса Енрікеса та Espiñas, follas e frores. Ramiño primeiro Валентина Ламаса Карвахала (1849—1906), а 1886 року світ побачив Los precursores Мануеля Мургії. В роки Галісійського відродження публікуються граматичні довідники і словники, праці літературних критиків та істориків, включно Історію Галісії Мануеля Мургії, а також передруковуються неперевершені твори галісійських середньовічних трубадурів — кантигас. Першою збіркою кантигас стає Cancionero de la Vaticana (1875), після якої виходять Colocci Brancuti (1889), Cantigas de Alfonso X El Sabio (1889) та Cancionero de Ajuda (1904). Першим значущим прозаїчним твором стає Maxina ou a filla espúrea Марсіала Вайядареса Нуньєса. Виданий 1880 року рукопис датується 1870 роком завершення. У 1905 в букіністичній крамниці A Cova Céltica в Коруньї відбулась зустріч митців Галісії, під час якої було висунуто ідею створення академії галісійської мови і літератури. 25 серпня 1906 року Королівську галісійську академію було офіційно створено, а її першим головою став Мануель Мургія. На честь 100-ліття публікації поетичного збірника «Галісійські наспіви» (гал. Cantares Gallegos) Росалії де Кастро, в 1963 році, Королівською галісійською академією було започатковано День галісійської літератури, якій відзначається щорічно 17 травня і з 1991 року є офіційним святом Галісії. Категорія:Література Категорія:Національні академії Категорія:Мовознавчі наукові установи Категорія:Галісійська мова Категорія:Іспанські поети Категорія:Іспанські письменниці Категорія:Іспанські письменники Категорія:Історія Галісії Категорія:Національне відродження"}
{"category": "Література", "title": "Глава", "abstract": "Глава — у літературному творі важлива одиниця композиційного членування, розділ книги чи статті, що позначається нумерацією, або окремим заголовком, що позначає розділ тексту.", "content": "Глава — у літературному творі важлива одиниця композиційного членування, розділ книги чи статті, що позначається нумерацією, або окремим заголовком, що позначає розділ тексту. Структура Велике значення для композиції та ритму цілого має структура глави, особливо — характер її кінця і початку, а також динаміка сюжетної напруги, наприклад, посилення або зменшення до кінця глави. Так для «роману жахів», романів пригод, характерно, що автор в кінці глави залишає героїв в безвихідному становищі, а читача — в невіданні про їхню долю, переходячи в наступному розділі до іншої сюжетної лінії — і тим підвищуючи напругу. Також стилістично показово членування частин роману або поеми на рівне і кругле число глав приблизно однакового розміру, яке вказує на прагнення до строгості архітектоніки, до симетрії частин. Така структура характерна для реалістичного побутового і виховного роману. Навпаки, сентименталісти (Л. Стерн), в якості одного з прийомів іронічного руйнування форми, вдаються іноді до пародії поділу на глави («Трістрам Шенді»). Нарешті, стилістичне значення має назва глави, яка еволюціонує від докладного переліку змісту до одного цифрового позначення; особливо показові в цьому розвитку пародійні (Стерн, почасти Дікенс) і іронічні (Гофман) заголовки XVIII та XIX століть. Посилання Глава Словник української мови: в 11 томах. — Том 2, 1971. — Стор. 78. Категорія:Література Категорія:Книжкова термінологія Категорія:Книжкове оформлення"}
{"category": "Література", "title": "Декадентство (течія)", "abstract": "Декадентство, також декаданс (фр. décadent — занепадницький) — напрям у літературі, творчій думці, самовираженні періоду fin de siècle (рубіж XIX і XX століть), який характеризується естетизмом, індивідуалізмом і імморалізмом. Іноді розглядається як сполучна ланка між романтизмом XIX століття і модернізмом XX століття.\nПодібно до більш раннього Руху мистецтв і ремесел, родоначальники декадентства прагнули звільнити мистецтво від матеріалістичних турбот промислової революції, розкріпачити мораль, скуту умовностями вікторіанської епохи. Вони виступали проти старих, академічних форм мистецтва, шукали нові форми самовираження, гнучкіші і більш відповідні ускладненому світовідчуттю сучасної людини.\nХарактерними рисами декадентства зазвичай вважаються відхід від громадськості і відраза до повсякденного життя (taedium vitae), що проявляється в мистецтві відривом від реальності, поетикою мистецтва для мистецтва, естетизмом, модою на демонізм («Там, внизу», «Скорбота Сатани»), переважанням форми над змістом, прагненням до зовнішніх ефектів, стилізації і т. д.", "content": "міні|220x220пкс|Рамон Касас. «Юна декадентка» (1899). Декадентство, також декаданс ( — занепадницький) — напрям у літературі, творчій думці, самовираженні періоду fin de siècle (рубіж XIX і XX століть), який характеризується естетизмом, індивідуалізмом і імморалізмом. Іноді розглядається як сполучна ланка між романтизмом XIX століття і модернізмом XX століттяDavid Weir. Decadence and the Making of Modernism. University of Massachusetts Press, 1995. ISBN 978-0-87023-992-2. P. 16.. Подібно до більш раннього Руху мистецтв і ремесел, родоначальники декадентства прагнули звільнити мистецтво від матеріалістичних турбот промислової революції, розкріпачити мораль, скуту умовностями вікторіанської епохиДекадентство в Британіці. Вони виступали проти старих, академічних форм мистецтва, шукали нові форми самовираження, гнучкіші і більш відповідні ускладненому світовідчуттю сучасної людини. Характерними рисами декадентства зазвичай вважаються відхід від громадськості і відраза до повсякденного життя (taedium vitae), що проявляється в мистецтві відривом від реальності, поетикою мистецтва для мистецтва, естетизмом, модою на демонізм («Там, внизу», «Скорбота Сатани»), переважанням форми над змістом, прагненням до зовнішніх ефектів, стилізації і т. д. Походження терміна Французьке слово décadence означає занепад, культурний регрес. Спочатку, в епоху Просвітництва, термін використовувався для позначення культурних явищ Римської імперії епохи її занепаду. Те, що називають «стилем декадансу, — писав Готьє, — є не що інше, як мистецтво, що прийшло до такої міри крайньої зрілості, яку викликають своїм косим сонцем старіючі цивілізації». Звинувачення в декадансі з часу Дезіре Нізара використовувалися для образи Віктора Гюго та інших французьких романтиків. Теофіль Готьє, Шарль Бодлер і інші спадкоємці завітів романтизму переосмислили це клеймо як знак пошани, як символ заперечення того, що вони вважали «банальністю прогресу». Бестселером 1884 року став роман Гюїсманса «Навпаки», прозваний «біблією декадента». У 1885 р. сатирики Габріель Вікер і Анрі Боклер опублікували збірник пародійних віршів «Розслаблення. Декадентські вірші ». Поль Верлен (головна мішень пародії) був геть не проти, коли його називали декадентом. У 1886—1889 рр. Анатоль Бажю видавав журнал «Декадент» (Le Décadent), в якому серед інших «проклятих поетів» публікувався і Верлен. Оскільки вороже налаштовані критики змішували декадентство з символізмом, Жан Мореас опублікував у газеті «Ле фігаро» від 18 вересня 1886 року «Маніфест символізму», де перерахував основні цінності символістів і спробував провести між декадентами і символістами певну межу. Полеміка про зміст терміна «декадентство» тривала і в наступні десятиліття. Кінець століття У радянському мистецтвознавстві декадентство сприймалося як кризове явище європейської культури останньої чверті XIX — початку XX століть. Твори цієї доби відзначені настроями зневіри, песимізму, хворобливості, безнадійності, неприйняття життя, крайнього суб'єктивізму (при близьких до тенденційних, епатуючих формулах і штампах — стилістичних прийомах, пластиці, композиційних побудовах, акцентуаціях тощо). У багатьох відношеннях декадентство служить синонімом поняття fin de siècle. До письменників-декадентів зараховували у Великій Британії Оскара Вайльда і співробітників «Жовтої книги», а також популярну романістку Марію Кореллі, в італії — д'Аннунціо, в Австрії — Шніцлера, у Польщі — С. Пшибишевського, у Франції — Гюїсманса, у Бельгії — Роденбаха. Відносно слабко був представлений декадентський естетизм в країнах Нового світу, в тому числі в США. Декадентство і символізм Декадентство — явище складне і суперечливе, яке має джерелом втому від лицемірної вікторіанської моралі, кризу суспільної свідомості, розгубленість багатьох художників перед різкими соціальними контрастами, — самотність, бездушність і антагонізми дійсності. Відмова мистецтва від політичної і цивільних тем художники-декаденти вважали проявом і неодмінною умовою свободи творчості. Постійними темами є мотиви небуття і смерті, заперечення історично сформованих духовних ідеалів і цінностей. Основним питанням позначення меж декадентства стає поділ його з символізмом. Відповідей існує досить багато, але панівних з них дві, перша говорить про відмінності цих течій у мистецтві, великим прихильником і винахідником її був Жан Мореас, друга — про неможливість їх поділу або відсутності потреби у ньому. Критика декадансу міні|«Модерний» пам'ятник Гоголю Декадентство критикували, з одного боку, консерватори від мистецтва (як академісти, так і натуралісти) і консерватори від моралі, з іншого боку — еволюціоністи і прогресисти всіх мастей. До останньої категорії можуть бути віднесені, зокрема, марксистські автори. Еволюціоніст Макс Нордау переосмислив термін «декадентство» в біологічному сенсі, позначивши їм патологічні ознаки психо-фізичного виродження в галузі культури. Після публікації в 1892 р. однойменного трактату Нордау «виродження» стало модним слівцем епохи. Лікар Нордау ополчився проти нього з гігієнічних міркувань. Неодекадентство Декадентські ідеї виявилися знову затребуваними наприкінці XX століття. Зокрема, певні риси декадентської естетики успадкував готичний постпанк. Характерним прикладом може служити альбом Disintegration групи The Cure (1989). Також декадентством музичні критики називали творчість групи Joy Division, яка випустила два студійних альбоми і в значній мірі вплинула на становлення жанру готик-рок. Декадансом свою творчість називали такі групи як, наприклад, «Dead Can Dance» та інші. Примітки Посилання Камілла Палья. Декадентське мистецтво // Палья К. Личини сексуальності. — Єкатеринбург: У-Факторія; Вид-во Урал. ун-ту, 2006, с. 624—643 Савельєв К. Н. Англійський декаданс: французький фактор Омрі Ронен — Декаданс «Декадентство» в Літературній енциклопедії Категорія:Література Категорія:Художні напрямки"}
{"category": "Література", "title": "Дидактична література", "abstract": "Дидактична література — література повчального змісту, в якій художня форма використовується для вираження наукових, етичних, філософських та інших ідей.\nНі дидактичний матеріал, поданий без естетичного оформлення (наприклад, наукові твори), ні літературні форми, що переслідують іншу (наприклад, мнемотехнічну) мету (римовані правила граматики, катехізиси і т. ін.) не входять до поняття дидактичної літератури.", "content": "Дидактична література — література повчального змісту, в якій художня форма використовується для вираження наукових, етичних, філософських та інших ідей. Ні дидактичний матеріал, поданий без естетичного оформлення (наприклад, наукові твори), ні літературні форми, що переслідують іншу (наприклад, мнемотехнічну) мету (римовані правила граматики, катехізиси і т. ін.) не входять до поняття дидактичної літератури. Див. також Утішання Посилання Категорія:Література"}
{"category": "Література", "title": "Епілог", "abstract": "Епілог (грец. έπίλογος, epílogos — «післяслів'я») — заключна частина, в кінці літературного твору, яка зазвичай використовується для його завершення. Вона подається з точки зору внутрішньої історії. Якщо автор звертається безпосередньо до читача, це правильніше вважати післямовою. Протилежністю є пролог — уривок на початку літературного чи драматичного твору, який зазвичай використовується, щоб відкрити історію та зацікавити читача. У деяких жанрах, наприклад, телевізійних програмах та відеоіграх, епілог називають «аутро» (англ. outro), за зразком використання слова «інтро» (англ. intro) для «вступу».\nДія епілогу зазвичай розгортається в майбутньому, після завершення основної історії. У межах певних жанрів він може використовуватися, щоб натякнути на наступну частину в серії творів. Він також використовується, щоб задовольнити читацьку цікавість і закрити будь-які нерозв'язані частини сюжету.", "content": "thumb|Епілог Епілог (, epílogos — «післяслів'я») — заключна частина, в кінці літературного твору, яка зазвичай використовується для його завершення. Вона подається з точки зору внутрішньої історії. Якщо автор звертається безпосередньо до читача, це правильніше вважати післямовою. Протилежністю є пролог — уривок на початку літературного чи драматичного твору, який зазвичай використовується, щоб відкрити історію та зацікавити читача. У деяких жанрах, наприклад, телевізійних програмах та відеоіграх, епілог називають «аутро» (), за зразком використання слова «інтро» () для «вступу». Дія епілогу зазвичай розгортається в майбутньому, після завершення основної історії. У межах певних жанрів він може використовуватися, щоб натякнути на наступну частину в серії творів. Він також використовується, щоб задовольнити читацьку цікавість і закрити будь-які нерозв'язані частини сюжету. У відеоіграх У відеоіграх епілоги можуть відбуватися в кінці сюжету, зазвичай після закінчення титрів. Епілог у грі функціонує подібно до епілогу в кіно та літературі, підсумовуючи історію. Взаємодія гравця з епілогом у відеогрі може визначати, чим закінчується історія, якщо гра містить кілька кінцівок. Наприклад, у відеогрі 2012 року Spec Ops: The Line є чотири можливі кінцівки, і три з них визначаються тим, що гравець робить в епілозі. Епілоги також можуть бути представлені як додатковий завантажуваний контент або розширення, які доповнюють основний сюжет гри. Примітки Посилання Категорія:Література Категорія:Книжкове оформлення"}
{"category": "Література", "title": "Ехорима", "abstract": "Ехори́ма (грец. ἠχώ — відлуння та грец. ῥυθμός — розмірність, ритм, узгодженість), або відлуння-ри́ма  — різновид рими за розташуванням у вірші комбінаторної поезії (зокрема в еховірші), за якої, другий рядок складається з одного, як правило, одно-, двоскладового слова (або короткої фрази), заримованого з першим рядком.\nУ випадку, коли кількість заримованих складів у другому рядку дорівнює кількості складів першого рядка, екорима стає панторимою (олоримою).\nВідлуння-рими утворюють відлуння-вірш (еховірш, а у випадку побуквеної відповідності — ехорим), аналогічно до того, як панторими утворюють панторим.", "content": "Ехори́ма ( — відлуння та — розмірність, ритм, узгодженість), або відлуння-ри́ма — різновид рими за розташуванням у вірші комбінаторної поезії (зокрема в еховірші), за якої, другий рядок складається з одного, як правило, одно-, двоскладового слова (або короткої фрази), заримованого з першим рядком. У випадку, коли кількість заримованих складів у другому рядку дорівнює кількості складів першого рядка, екорима стає панторимою (олоримою). Відлуння-рими утворюють відлуння-вірш (еховірш, а у випадку побуквеної відповідності — ехорим), аналогічно до того, як панторими утворюють панторим. Приклади Ехорима (відлуння-рима): Якщо сповнений ти надій, дій! (Володимир Книр) Відлуння-вірш (еховірш): Відлуння-вірш про одну ДТП З кумом мчимо ми у майбаху посеред бех. Ех! Кум — що Шумахер! Жене — аж захоплює дух! Ух! Раптом — хто зна, звідки, запор в наш майбах — ба-бах! Ах! Запор броньованим виявивсь, хай би він здох! Ох!… (Володимир Книр) Джерела Як римуються рядки? Поетичні майстерні. Відлуння-вірш про одну ДТП Категорія:Віршування Категорія:Поезія Категорія:Література Категорія:Філологія"}
{"category": "Література", "title": "Жіноче письменство", "abstract": "Жінки робили значний внесок у літературу з часів найдавніших письмових текстів, будучи в авангарді текстового спілкування з ранніх цивілізацій. Серед жіночого письменства (англ. Women's writing), тобто написаної жінками літератури, в тому числі не орієнтованої на жінок, виділяють такі явища:\n\nЧик-літ, популярна художня література, орієнтована на молодих жінок;\nЖінки у фантастиці як авторки, фанатки та героїні (див. Список фантасток);\nЖіноче письмо (літературна категорія), академічне дослідження текстів, створених жінками;\nЖіночий епос, концепт феміністичної літературної критики;\nФеміністична література (список), література, написана передовсім жінками-феміністками на захист прав жінок;\nФеміністична літературна критика, літературна критика з засад теорії фемінізму;\nÉcriture féminine, постмодерністська феміністична теорія літератури;\nЛесбійська література, література, що звертається до лесбійських тем.", "content": "міні|Анжеліка Кауфман, Література та живопис, 1782 Жінки робили значний внесок у літературу з часів найдавніших письмових текстів, будучи в авангарді текстового спілкування з ранніх цивілізацій. Серед жіночого письменства (англ. Women's writing), тобто написаної жінками літератури, в тому числі не орієнтованої на жінок, виділяють такі явища: Чик-літ, популярна художня література, орієнтована на молодих жінок; Жінки у фантастиці як авторки, фанатки та героїні (див. Список фантасток); Жіноче письмо (літературна категорія), академічне дослідження текстів, створених жінками; Жіночий епос, концепт феміністичної літературної критики; Феміністична література (список), література, написана передовсім жінками-феміністками на захист прав жінок; Феміністична літературна критика, літературна критика з засад теорії фемінізму; , постмодерністська феміністична теорія літератури; Лесбійська література, література, що звертається до лесбійських тем. Історія жіночого письменства До нашої ери Серед перших відомих письменниць — месопотамська жриця Енхедуанна; вона є найдавнішою з відомих коли-небудь записаних поетів та першою з названих авторів у світовій історії. Вона була верховною жрицею богині Інанни та бога місяця Нанни, жила в шумерському місті-державі Ур понад 4200 років тому.Gods, Demons, and Symbols of Ancient Mesopotamia: An Illustrated Dictionary by Jeremy Black and Anthony Green (1992, ), p. 134 (entry \"Nanna-Suen\"). Внесок Енхедуанни в шумерську літературу включає кілька особистих посвят Інанні та збірку гімнів, відомих як «Шумерські храмові гімни».Hallo and Van Dijk 1968, p. 3. Вона була першою відомою жінкою, яка мала титул королівський (жрецький) титул EN: роль великого політичного значення, яку часто займали королівські дочки.J Renger 1967: \"Untersuchungen zum Priestertum in der altbabylonischen Zeit\", Zeitschrift für Assyriologie und vorderasiatische Archäologie. Vol. 58, p. 118. Її матір'ю, ймовірно, була королева Ташлутум. Сапфо (630 – 570 р. до н. е.) — архаїчна грецька поетка з острова Лесбос, авторка лесбійської ліричної поезії для співу під супровід ліри. Більшість поезії Сапфо втрачено, повністю збереглася «Ода до Афродіти». Крім лірики, за стародавніми коментаторами, Сапфо писала елегійні та ямбічні вірші. У 3-му ст. до н. е. жила тамільська поетеса періоду Сангам, вважається сучасницею поетів Паранара, Кабілара та Тіруваллувара. Її вважають авторкою 7 віршів у Naṟṟiṇai, 15 у Kuṟuntokai, 4 у Akanaṉūṟu та 33 у Puṟanāṉūṟu. Легенда свідчить, що вона була придворною поетесою правителів тамільської країни. Вона мандрувала країною з одного села в інше, розділяючи кашу бідних фермерів і складаючи пісні для їхньої втіхи. Більшість її пісень були про дрібного вождя Валлала Атіямаана Недумаана Анджі та його родину, для якого вона також працювала амбасадоркою, щоб запобігти війні з сусіднім вождем Тондайманом. Решта її пісень стосувалися різних аспектів державного управління. Наша ера «Повість про Ґендзі» написала на початку XI століття знатна жінка Мурасакі Сікібу, і дехто вважають її першим романом. Візантійська принцеса Анна Комніна написала Алексіаду близько 1148 року у формі штучної аттичної грецької мови. Вона описала політичну та військову історію Візантійської імперії за часів правління свого батька, забезпечивши важливий опис Візантії Високого Середньовіччя, зокрема, взаємодію Імперії з хрестовими походами, суперечливі погляди на Схід і Захід на початку 12 століття, та занепад візантійського культурного впливу. Христина Пізанська, найвідоміша французька письменниця, філософ, риторка і критик пізнього середньовіччя, написала протофеміністську «Книгу про Град Жіночий» у 1405 році: текст про алегоричне місто, в якому незалежні жінки жили вільними від наклепів чоловіків. У своїй творчості вона залучала справжніх художниць, таких як Анастасія, яка вважалася однією з найкращих паризьких ілюмінаторів, хоча жодна з її робіт не збереглася. Інші гуманістичні тексти сприяли підвищенню освіти італійок. Першою відомою англомовною книгою, написаною жінкою, були Одкровення Божественної Любові Джуліан з Норвіча, написані між 14 і 15 століттями, збережені в різних рукописах, поки не були вперше опубліковані в 1670 році. Історикиня Гульбадан Бегам, дочка імператора Великих Моголів Бабура, написала біографію свого брата, імператора Хумаюна. Англійська письменниця Енн Редкліфф створила кілька готичних романів, включаючи «Таємниці Удольфо», опубліковану в 1794 році, і «Італієць» 1797 року. З розвитком феміністичного руху Отримавши доступ до освіти у 18 столітті, жінки почали масово включатися в літературну діяльність як таку, що давала змогу заробити з дому. Перепони, які ставлять на шляху літературної самореалізації жінок материнство, хатня робота та шлюб, проаналізувала британська феміністка Вірджинія Вульф у роботі Своя кімната. Мері Шеллі пише перший фантастичний роман, Франкенштайн, або Сучасний Прометей, який впливає на все подальше жіноче феміністичне письмо. Однією з найвідоміших та успішних письменниць 19 століття була Джейн Остін, авторка «Чуття і чуттєвості» (1811), «Гордості і упередження» (1813), «Менсфілд-парку» (1814) та «Емми» (1816). Вона написала також «Нортенгерське абатство» та «Переконання» та почала «Сендітон». Серед письменниць цього періоду: Гертрудіс Гомес де Авельянеда Мастурей Ардалан Мері Волстонкрафт Нарциза Жмиховська Габріеля Запольська Берта фон Зуттнер Лідія Койдула Марія Конопницька Божена Немцова Еліза Ожешко Кароліна Светла Хаджі Стака Скендерова Міліца Стоядинович-Српкіня Ліллі Субурґ Фатма Топуз Леся Українка Анна Цюндзевицька Уміхана Чувідіна Роза Шапіро Мері Шеллі </div> Серед міждисциплінарних мисткинь 19 століття, що також писали: : письменниця та ілюстраторка, авторка та дизайнерка ілюстрацій двох дитячих книжок; «Сад чорнобривців» (1875) та «Під вікном» (1879). : англійська художниця та поетеса, пов'язана з рухом мистецтв і ремесел. : англійська художниця, поетеса та натурниця. : французька художниця і письменниця на ліможській порцеляні. Дора д'Істрія: румунська художниця, поетка і письменниця. : австро-угорська журналістка, письменниця, піаністка та композиторка. : азербайджанська поетеса й народна співачка. Йосипіна Турнограйська: словенська письменниця, поетеса, композиторка. : еквадорська письменниця, журналістка, скульпторка, суфражистка та феміністка. ХХ століття міні|Джоан Ролінг отримує почесний ступінь Абердинського університету в Шотландії, 6 липня 2006 р.У 20 столітті жінки написали багато книг усіх літературних жанрів. Серед художніх книг такі, як Гаррі Поттер та Будинок Духів. Серед визначних письменниць ХХ століття: Кеті Акер Ізабель Альєнде Gloria E. Anzaldúa Matilde Asensi Lucia Berlin Октавія Батлер Росаріо Кастельянос Amparo Dávila Guadalupe Dueñas María Dueñas Діамела Ельтіт Еспідо Фрейре Gloria Fuertes Альмудена Грандес Joy Harjo Clara Janés Carmen Laforet Elvira Lindo Clarice Lispector Latasha Long Leslie Marmon Silko Carmen Martín Gaite Ana María Matute Роса Монтеро Тоні Моррісон Сільвіна Окампо Alejandra Pizarnik Soledad Puértolas Claudia Rankine Джоан Ролінґ Maruja Torres Джанет Вінтерсон </div> Лауреатки Нобелівської премії з літератури Нобелівську премію з літератури отримали такі письменниці та поетки: Сельма Лагерлеф (1909) — як данина високому ідеалізму, яскравій уяві й духовному проникненню, що вирізняють усі її твори; Грація Деледда (1926) — за поетичні твори, в яких із пластичною ясністю описано життя її рідного острова, а також за глибину підходу до людських проблем загалом; Сігрід Унсет (1928) — передусім за її видатний опис скандинавського життя Середньовіччя; Перл Бак (1938) — за її багатий і по-справжньому епічний опис селянського життя в Китаї та за її біографічні шедеври; Габріела Містраль (1945) — за її ліричну поезію, наповнену потужними емоціями, що зробили її символом ідеалістичного прагнення всього латиноамериканського світу; Неллі Закс (1966) — за її видатні ліричні та драматичні твори, що досліджують долю єврейського народу; Надін Гордімер (1991) — хто своїм прекрасним епосом принесла величезну користь людству; Тоні Моррісон (1993) — хто у своїх наповнених мріями і поезією романах зобразила важливий аспект американської реальності; Віслава Шимборська (1996) — за поезію, що з іронічною точністю зображує історичні та біологічні явища в контексті реальності людства; Ельфріде Єлінек (2004) — за музичний потік голосів у романах і п'єсах, які з надзвичайним лінгвістичним запалом розкривають абсурдність соціальних кліше та їхньої поневолюючої сили; Доріс Лессінг (2007) — хто оповідає про досвід жінок, зі скептицизмом, пристрастю і пророчою силою розглядає розділену цивілізацію для вивчення; Герта Мюллер (2009) — хто із зосередженістю в поезії і щирістю в прозі описує життя знедолених; Еліс Манро (2013) — майстриня сучасного оповідання; Світлана Алексієвич (2015) — за її багатоголосу творчість — пам'ятник стражданню і відвазі у наш час; Ольга Токарчук (2018) — за оповідальну уяву, яка з енциклопедичною пристрастю зображує перетин кордонів, як форму життя; Луїза Глюк (2020) — за безпомилковий поетичний голос, який суворою красою робить індивідуальне існування універсальним; Анні Ерно (2022) — за сміливість і клінічну гостроту, з якими вона відкриває коріння, відчуження і колективні обмеження особистої пам'яті. Див. також Жіноче письмо (літературна категорія), Жіночий епос Жінки у фантастиці, Список фантасток Список екофеміністичних авторок Список феміністських поетес Жінки в науці Примітки Додаткове читання \"Some Women Writers,\" St. Louis Daily Globe-Democrat, March 16, 1884, image 6 Огляд книги, English Poetesses: A Series of Critical Biographies by Eric S. Robertson Edith Sessions Tuffer, \"Women Who Scribble,\" The Wichita (Kansas) Daily Eagle, September 25, 1890, image 6 Жінка описує \"їх роботу і їх турботи\" \"Characteristics of Woman Writers,\" New York Sun, quoted in The Argus, Rock Island, Illinois, 14 April 1893, image 6 \"Chroniclings,\" Rochester (New York) Democrat and Chronicle, 24 March 1896, image 6, виступає проти звичаю деяких письменниць брати чоловіче ім'я Категорія:Жінки і мистецтво Категорія:Література"}
{"category": "Література", "title": "Історія Расселаса, принца Абіссинії", "abstract": "«Історія Расселаса, принца Абіссинії» (англ. The History of Rasselas, Prince of Abissinia) або «Расселас» - філософський роман/аполог англійського письменника Семюела Джонсона, вперше опублікований в Англії в 1759 році. Першочерговою назвою книги було «Вибір життя» (англ. The Choice of Life). Книга, що зосереджена на темах сенсу життя та справжнього щастя, розповідає про подорож абіссинського принца Расселаса та його супутників у пошуках щастя.", "content": "«Історія Расселаса, принца Абіссинії» (англ. The History of Rasselas, Prince of Abissinia) або «Расселас» - філософський роман/аполог англійського письменника Семюела Джонсона, вперше опублікований в Англії в 1759 році. Першочерговою назвою книги було «Вибір життя» (англ. The Choice of Life). Книга, що зосереджена на темах сенсу життя та справжнього щастя, розповідає про подорож абіссинського принца Расселаса та його супутників у пошуках щастя. Сюжет Головний герой, принц Расселас (син короля Абіссінії (сучасна Ефіопія)), втомлений життям у розкішному палаці свого батька, вирушає у подорож разом із своїм другом Імлаком та сестрою Некаєю щоб знайти справжнє щастя. Пригоди під час подорожі змушують героїв замислитись про природу щастя, краси, свободи та мудрості. Врешті, їх спостереження приводять до висновку, що немає легкого шляху до щастя, що повне щастя невловиме і що «поки ви робите вибір життя, ви нехтуєте життям». Твір є важливою філософською спадщиною і досліджує, чи може людство досягти щастя. Примітки Джерела Расселас, принц Абіссінії. magicbook.com.ua. URL: https://magicbook.com.ua/uk/product-96384.html?srsltid=AfmBOoph9x4nfHUObEpO0GgY16xeOFOc5jwTt8tZTA-KHeoqONmPw7ic (дата звернення: 19.01.2025). Rasselas. www.britannica.com. URL: https://www.britannica.com/topic/Rasselas (date of access: 19.01.2025). Rasselas, Prince of Abyssinia by Samuel Johnson. Project Gutenberg. URL: https://www.gutenberg.org/ebooks/652 (date of access: 19.01.2025). The History of Rasselas, Prince of Abyssinia, by Samuel Johnson - Free ebook download. Standard Ebooks: Free and liberated ebooks, carefully produced for the true book lover. URL: https://standardebooks.org/ebooks/samuel-johnson/the-history-of-rasselas-prince-of-abyssinia (date of access: 19.01.2025). Johnson S., Hardy J. P. The History of Rasselas, Prince of Abissinia. Goodreads. URL: https://www.goodreads.com/book/show/130319.The_History_of_Rasselas_Prince_of_Abissinia?from_search=true&amp;from_srp=true&amp;qid=YXVXgiwSJY&amp;rank=1 (date of access: 19.01.2025). Категорія:Романи Категорія:Англомовні романи Категорія:Романи Семюела Джонсона Категорія:Література Категорія:Англійські романи"}
{"category": "Література", "title": "Канон (фантастика)", "abstract": "Канон у фантастиці — «сукупність творів, які відбуваються в певному вигаданому світі і які широко вважаються офіційними або авторитетними; [особливо] ті, що створені оригінальним автором або розробником світу». Канон протиставляється творам фанфіку та іншим похідним творам або використовується як основа для них.", "content": "міні| Королівська книга країни Оз, канонічна робота в серії Оз, хоча написана в 1921 році після смерті автора оригінальної серії Френка Баума в 1919 році іншою письменницею Рут Пламлі Томпсон із дозволу оригінального видавця Reilly & Lee Канон у фантастиці — «сукупність творів, які відбуваються в певному вигаданому світі і які широко вважаються офіційними або авторитетними; [особливо] ті, що створені оригінальним автором або розробником світу». Канон протиставляється творам фанфіку та іншим похідним творам або використовується як основа для них. Канонічність Коли є кілька «офіційних» творів або оригінальних носіїв, може бути незрозуміло, який матеріал є канонічним. Це вирішується або явним виключенням певних медіа зі статусу канонічних (як у випадку зі Зоряний шлях і Зоряні війни), шляхом призначення різних рівнів канонічності різним медіа, шляхом розгляду різних, але ліцензованих засобів обробки медіа як офіційних і однаково канонічних для хронології серії в межах їхнього власного всесвіту безперервності, але не поперек них, або не розв'язана взагалі. Також немає консенсусу щодо того, хто має повноваження вирішувати, що є каноном, а що ні, власники авторських прав зазвичай оголошують себе владою, коли хочуть стерти або повторно відтворити матеріали, які були схвалені оригінальним творцем сеттінгу (приклад знову ж таки із Зоряними війнами). Використання канону є особливо важливим для перезапуску або повторного уявлення усталених франшиз, таких як ремейк «Зоряного шляху» (2009), через те, як це впливає на враження глядача. Приклади Офіційний вебсайт «Зоряний шлях» описує «Зоряний шлях» як «події, що відбуваються в епізодах і фільмах», що стосуються телевізійних серіалів і фільмів у прямому ефірі, причому «Зоряний шлях: анімаційний серіал» довгий час існував у туманній сірій зоні канонізму. Події, персонажі та сюжетні лінії з пов'язаних романів, коміксів і відеоігор явно виключені з канону «Зоряного шляху», але сайт зазначає, що елементи з цих джерел згодом були введені в телесеріал, і каже, що «канон — це не те, що висічено в камені». У той час, коли Джордж Лукас працював над франшизою, канон «Зоряних війн» був розділений на окремі рівні, які включали Розширений Всесвіт (РВ), а спадкоємність відстежував креативний керівник Lucasfilm Ліланд Чі. Матеріал вищого рівня та новіший скасовує матеріал нижчого рівня та старіший у разі протиріччя. Театральні фільми, серіал «Війни клонів» 2008 року та його дебютний фільм, а також заяви самого Лукаса були на вершині цієї ієрархії; такі роботи незмінно замінювали матеріал РВ у разі суперечності. Сам РВ був далі розділений на кілька низхідних рівнів спадкоємності. Після придбання Disney франшизи Lucasfilm визначив усі матеріали Розширеного Всесвіту, опубліковані до 25 квітня 2014 року (окрім перших шести театральних фільмів і фільму та серіалу «Війни клонів» 2008 року), як неканонічні продовження «Легенд». Матеріал, опублікований після цього оголошення, є окремою канонічною хронологією від оригінального Канону Джорджа Лукаса, а весь розвиток оповіді контролює Lucasfilm Story Group. Творці «Доктора Хто» загалом уникали заяв про канонічність, а Рассел Девіс пояснив, що він не думає про концепцію телесеріалу «Доктор Хто» чи його побічних ефектівDoctor Who Magazine #388Doctor Who Magazine #356Davies RT, «The Writer's Tales». У телевізійному серіалі «Сімпсони» як приклад неканонічного матеріалу є епізоди «Будинок жахів на дереві», серія спеціальних сюжетів на тему Гелловіну з кількома історіями, які відбуваються поза межами звичайного серіалу. Кілька телевізійних серіалів аніме, адаптованих на основі історій манги, мають деякі додаткові епізоди з оригінальними історіями, які не є частиною оригінальної манги, їх часто називають «епізодами-заповнювачами», оскільки вони виходять за межі канону вихідного матеріалу. Додаткові роботи Інші письменники Канонічний статус деяких творів оригінального автора, але не того самого видавця, як-от «Польовий базар», може обговорюватися. Це пояснюється тим, що раніше авторським правом користувався видавець літературного твору, а не автор. Кампанія Віктора Гюго призвела до Бернської конвенції, яка запровадила права автора. Однак іноді в літературі оригінальні автори не затверджували твори як канонічні, але оригінальні видавці або літературні маєтки оригінальних письменників посмертно затверджували наступні твори як канонічні, такі як «Королівська книга країни Оз» (1921) (оригінальним видавцем), Порто Белло Ґолд (1924) (за маєтком), і Гайді виростає (1938) (за маєтком). Кінець XX століття У кіно та на телебаченні це звичайне явище, коли оригінальний автор не визначає канон. У літературі маєток Герберта Веллса дозволив продовження Стівена Бакстера «Різанина над людством» (2017) і «Кораблі часу» (1995). «Скарлетт» була продовженням «Віднесених вітром» 1991 року, дозволеним маєтком. ХХІ століття У 2010 році маєток Конан Дойла дозволив «Молодого Шерлока Голмса» і «Дім Шовку». Продовження історій П. Ґ. Вудгауса про дворецького Дживса були санкціоновані маєтком Вудгауса для фільмів «Дживс і весільні дзвони» (2013) Себастьяна Фолкса та «Дживс і Трефовий король» (2018) Бена Шотта. «Вбивства з монограмою» (2014) Софі Ганни є продовженням романів Еркюля Пуаро, дозволеним маєтком Агати Крісті. Фанон Фанфіки майже ніколи не вважаються канонічними. Однак певні ідеї можуть стати впливовими або широко прийнятими в спільнотах фанатів, які називають такі ідеї «фанон», тобто суміш фанів і канонів: 'fanon.' Within an individual fandom, certain plotlines may be reinvented so many times and by so many people—or alternately may be written so persuasively by a few writers—that they take on the status of fan-produced canon.. Так само термін «хедканон» використовується для опису особистої інтерпретації фанатом вигаданого всесвіту. Див. також Альтернативний всесвіт (фан-фікшн) — фан-фікшн, дія якого відбувається в неканонічному всесвіті Повне зібрання творів — зібрання всіх творів одного художника, письменника, науковця, музиканта, гурту тощо. Повний каталог (фр. Catalogue raisonné) — повний, анотований перелік усіх відомих творів художника Безперервність (художня література) — Послідовність або безперервність оповіді Розширений всесвіт — Нелінійні доповнення з послідовністю до вигаданого всесвіту Вигаданий всесвіт — самоузгоджене вигадане середовище з елементами, які можуть відрізнятися від реального світу Спільний всесвіт — тип вигаданого всесвіту, в якому відбувається дія творів, написаних кількома письменниками Паралельні всесвіти у фантастичній літературі — всесвіт, що співіснує з іншим всесвітом Техніка кнопки перезавантаження — сюжетний прийом, який перезавантажує тяглість у художніх творах Сиквел — частина лінійного наративу, що продовжує історію попереднього твору Корпус текстів — цифрова колекція даних природної мови Канон Середзем'я — Твори Толкіна, дія яких відбувається у Середзем'ї Реткон — перегляд існуючих фактів у наступних художніх творах Канон Шерлока Холмса Список літератури Джерела Rebecca Black, «Digital Design: English Language Learners and Reader Reviews in Online Fiction», in A New Literacies Sampler, p. 126 Посилання Категорія:Література Категорія:Кіно"}
{"category": "Література", "title": "Кінороман", "abstract": "Кінороман — експериментальна форма роману, що виникла на початку ХХ століття як втілення ідеї про те, що мистецтво мусить бути синкретичним. Цей жанр може в різному співвідношенні поєднувати риси кінематографічності й белетристики. Тому кіно- й літературна критика в цих випадках взаємно запозичують поняття для опису й аналізу наративних і зображальних засобів.", "content": "Кінороман — експериментальна форма роману, що виникла на початку ХХ століття як втілення ідеї про те, що мистецтво мусить бути синкретичним. Цей жанр може в різному співвідношенні поєднувати риси кінематографічності й белетристики. Тому кіно- й літературна критика в цих випадках взаємно запозичують поняття для опису й аналізу наративних і зображальних засобів. Історія виникнення жанру З поняттям синкретичності мистецтв тісно пов'язане поняття інтермедіальності, утворене за аналогією до «інтертекстуальності». Оскільки художня форма мистецького твору бере участь у комунікації, то художні форми різних видів мистецтва здатні до взаємного обміну своїми «медіа» (кольором, лінією, звуками). На початку XX століття з розвитком авангардних течій у мистецтві ідея взаємопроникнення й змішування мистецтв стала особливо актуальною. З появою німого чорно-білого кіно критики почали помічати багато спільних рис у наративних прийомах і структурі прози й фільму. Спочатку кіно послуговувалося тими самими способами оповіді, що й роман, навіть у тих рідкісних випадках, коли фільм було знято не на основі якогось тексту, від якого нове мистецтво все ще було залежним, наприклад, у використанні титрів. Особливості оповідної структури традиційного роману у відтворенні фільму були висвітлені ще чіткіше, що й дозволяло проводити паралелі. Брюс Морріссетт вважає, що одним з перших власне кінороманів можна вважати опублікований у 1947 році сценарій Жана-Поля Сартра Les jeux sont faits. Хоча в цьому тексті відсутня лексика, що стосується творення фільму (наприклад, великий план або панорамна знімання), Сартр використовує й описує багато сценічних ефектів. Найбільш подібним до фільму робить цей текст кадрування, особливо в послідовності сцен, що змінюються все з більшим інтервалом, відтворюючи паралельні історії героя й героїні. Кінороман в українській літературі Перші спроби поєднати кіно та літературу пов'язані з діяльністю панфутуристів, натхненником та очільником яких був Михайль Семенко. Навколо організованого ним у 1927 році журналу \"Нова генерація\" згуртувалися митці, так чи інакше пов'язані з кінематографом: Дмитро Бузько, якому принесла славу екранізація його роману \"Лісовий звір\", кінорежисер Олександр Перегуда, режисер театру й кіно Фавст Лопатинський, працівник Одеської кінофабрики Леонід Скрипник, теоретик літератури й кіно Олексій Полторацький.. , Порівнюючи західноєвропейську й українську літературну традицію, Ніна Бернадська приходить до висновку, що в першій кінороман більше тяжій до кінематографічних засобів, тоді як в українській переважають літературні прийоми. Примітки Посилання Категорія:Література Категорія:Кіноромани Категорія:Жанри"}
{"category": "Література", "title": "Класична література", "abstract": "Класична література — корпус літературних творів, що вважаються зразковими для тієї чи іншої епохи, завдяки своєму значенню для закладення основ культури або через особисту думку більшості читачів. Термін «класична література» часто асоціюється із західним каноном, але може застосовуватися до літературних творів усіх традицій: китайської класики, індійської ведичної літератури тощо.", "content": "Класична література — корпус літературних творів, що вважаються зразковими для тієї чи іншої епохи, завдяки своєму значенню для закладення основ культури або через особисту думку більшості читачів. Термін «класична література» часто асоціюється із західним каноном, але може застосовуватися до літературних творів усіх традицій: китайської класики, індійської ведичної літератури тощо. Загальні відомості Поняття класики в літературі складалося в три останніх століття античності: воно означало певну категорію письменників, які за не завжди ясними причинами (в силу давнини або авторитету в очах освічених людей) уважалися гідними служити зразками і наставниками в усьому, що стосується володіння словом і отримання знань. Першим класичним автором є Гомер. Його «Одіссея» та «Іліада» вже в класичний період розвитку Греції (V ст. до н. е.) вважалися недосяжною драматичної вершиною (поняття «драми» у стародавніх греків було практично тотожне поняттю літератури в цілому). У V—VIII століттях склався канонічний список auctores (буквально: «поручителів»), що володіють auctoritas, — текстами, які визначали норми і теорії, що передавалися в процесі навчання. Цей канон не був абсолютно непорушним; проте в різних школах він варіюється мінімально, і ядро його залишається постійним. Із наближенням до XIV століття виникає тенденція до розширення списку. Поряд з поетами і прозаїками епохи Августа в ці переліки включаються письменники пізніших епох, а також представники язичництва і християнства IV, V, а іноді — VI і VIII століть. Усі ці «автори» служать загальним, начебто знеособленим надбанням; їх постійно цитують, їх наслідують, їх розрізають на сентенції, до них складають глоси. Сенс поняття Сучасний зміст поняття «класична література» йде корінням в Епоху Відродження, коли в процесі секуляризації європейської культури письменники звернули свою увагу на античних авторів. Результатом цього стала епоха класицизму в літературі, під час якої письменники наслідували грецьких драматургів, перш за все Есхіла, Софокла та Евріпіда. Канон класичної драми описаний в роботі Ніколя Буало «Поетичне мистецтво». У 1850 році Шарль-Оґюстен де Сент-Бев (1804-1869)[5] сформулював свою відповідь на питання «Що таке класика?» («Qu'est-ce qu'un classique?») : Ідея класики передбачає щось, що має тяглість і послідовність, що створює єдність і традицію, що входить у моду, передається і залишається... Справжній класик, як я хотів би почути це визначення, - це автор, який збагатив людський розум, збільшив його скарбницю, змусив його зробити крок вперед; який відкрив якусь моральну і не однозначну істину, або виявив якусь вічну пристрасть у серці, де, здавалося б, все було відомо і відкрито; хто висловив свою думку, спостереження чи винахід, неважливо, в якій формі, лише б вона була широкою і великою, витонченою і розумною, розсудливою і прекрасною сама по собі; хто промовляв до всіх своїм особливим стилем, стилем, який, як виявляється, є також стилем цілого світу, стилем новим без неологізмів, новим і старим, цілком сучасним усім епохам. У цьому ж есе Сент-Бев цитує Гете (маючи на увазі поняття «класика»): «Античні твори є класичними не тому, що вони старі, а тому, що вони потужні, свіжі та життєдайні. Поняття «класика» було також темою літературної критики Т. С. Еліота. У «Священному лісі» він вважав, що однією з причин, чому «Данте є класиком, а Блейк був лише геніальним поетом», є «концентрація, що випливає з рамок міфології, теології та філософії»Eliot, T.S. The Sacred Wood. Mineola, NY. Dover Publications, 1920, Page 92. У вузькому сенсі слова «класична література» означають усю античну літературу. У широкому сенсі слова поняття «класичний» стало використовуватися щодо будь-якого твору, який заклав канон для свого жанру. Так з'явилася класика романтизму (Байрон), класика модернізму (Пруст, Джойс), класика масового роману (Дюма) тощо. Див. також Історія літератури Класика – термін охоплює не лише література, але й інші види мистецтва. Примітки Посилання Категорія:Література"}
{"category": "Література", "title": "Коли подих стає повітрям", "abstract": "Коли подих стає повітрям (англ. When Breath Becomes Air) — науково-дослідна автобіографічна книга американського нейрохірурга Пола Каланіті. Це спогади про його життя та боротьбу з метастатичним раком легенів IV стадії. Він був посмертно опублікований Random House 12 січня 2016 року.", "content": "Коли подих стає повітрям () — науково-дослідна автобіографічна книга американського нейрохірурга . Це спогади про його життя та боротьбу з метастатичним раком легенів IV стадії. Він був посмертно опублікований Random House 12 січня 2016 року. Життя автора Каланіті народився в Каліфорнії в 1977 році. Він закінчив Стенфордський університет і Каліфорнійський університет у Сан-Франциско, де здобув ступінь доктора медицини. Після закінчення навчання він працював нейрохірургом у Каліфорнійському університеті в Сан-Франциско. У 2013 році Каланіті діагностували рак легенів. Він пройшов кілька курсів лікування, але рак поширився на інші частини тіла. Каланіті помер у 2015 році у віці 37 років. Структура книги Книга розділена на три частини. У першій частині Каланіті розповідає про своє дитинство в Індії та США. Він розповідає про своє захоплення наукою та медициною, а також про своє рішення стати нейрохірургом. У другій частині Каланіті розповідає про своє навчання в медичній школі та про свою кар'єру нейрохірурга. Він розповідає про свої успіхи в кар'єрі, а також про труднощі, з якими він зіткнувся. У третій частині Каланіті розповідає про свою боротьбу з раком. Він розповідає про те, як він дізнався про свій діагноз, про те, як він пройшов курс лікування, а також про те, як він прийняв свою смерть. Короткий сюжет Книга починається з дитинства Каланіті в Індії та США. Каланіті народився в Індії в сім'ї лікарів. Його батько був нейрохірургом, а мати — педіатром. Каланіті з дитинства мріяв стати лікарем, як його батько. У 1997 році Каланіті вступив до медичної школи Єльського університету. Він був одним із найкращих студентів у своєму класі і отримав стипендії від Національної медичної академії та Американської академії неврології. Після закінчення медичної школи Каланіті оселився в Каліфорнії та почав працювати нейрохірургом. Він спеціалізувався на нейроонкології, тобто на лікуванні пухлин головного мозку. У 2015 році Каланіті діагностували рак легенів IV стадії. Рак був викликаний рідкісною мутацією, яка не піддається лікуванню. Каланіті був змушений залишити свою кар'єру нейрохірурга і зосередитися на боротьбі з хворобою. Книга розповідає про Каланіті боротьбу з раком. Він розповідає про свої емоції, страхи та переживання. Він також розповідає про те, як хвороба змінила його погляд на життя. Нагороди Книга «Коли подих стає повітрям» Пола Каланіті отримала такі нагороди: Премія «Філдман» за нехудожню літературу (2016) Премія «Аутсайдер» за найкращу книгу (2017) Премія «Літературна премія імені Альфреда Шнітке» (2018) Французька премія за найкращу іноземну книгу (2018) Крім того, книга була включена до списку 10 найкращих книг 2016 року за версіями таких видань, як The New York Times, The Washington Post, The Wall Street Journal, The Boston Globe та The Chicago Tribune. Примітки Категорія:Література Категорія:Мемуари Категорія:Філософія Категорія:Медицина"}
{"category": "Література", "title": "Контамінація (література)", "abstract": "Контамінація (лат. contaminatio — схрещування, змішування) — поєднання у літературних творах добре відомих частин інших творів (віршових, пісенних рядків або й цілих строф, куплетів тощо) не як цитат, а як структурних змістовних складників. Вперше використана і поширена римським комедіографом Гнеєм Невієм. Згодом цей прийом застосовували й інші автори з метою пристосувати грецькі комедійні твори до римської сцени. Контамінацію треба відрізняти від ремінісценції — переосмисленого відлуння в художньому творі мотивів, образів іншого широковідомого твору, перегуку з ним.", "content": "Контамінація (лат. contaminatio — схрещування, змішування) — поєднання у літературних творах добре відомих частин інших творів (віршових, пісенних рядків або й цілих строф, куплетів тощо) не як цитат, а як структурних змістовних складників. Вперше використана і поширена римським комедіографом Гнеєм Невієм. Згодом цей прийом застосовували й інші автори з метою пристосувати грецькі комедійні твори до римської сцени. Контамінацію треба відрізняти від ремінісценції — переосмисленого відлуння в художньому творі мотивів, образів іншого широковідомого твору, перегуку з ним. міні|Рим - батьківщина прийому контамінації Виникнення Прийом контамінації або ж “зіткнення” придумав і вперше використав видатний римський комедіограф Гней Невій, який прагнув адаптувати давньогрецькі зразки до потреб своїх сучасників. Він змішував дві або кілька подій під час розповіді, вкраплював подробиці однієї події до іншої, створюючи з двох (чи навіть більше) комедій грецького автора одну римську, яка завжди мала відбиток римської дійсності. Таким чином Гней Невій то ускладнював, то спрощував оригінал, давав нові характеристики дійовим особам, керуючись при цьому вимогами римської сцени та глядачів. Подальше використання Контамінацію активно використовували чи не всі відомі римські комедіографи, окрім, напевно, Цецилія Стація. Так Плавт досить часто застосовує цей прийом як засіб посилення комізму. Контамінація у його творах може виявитися в поєднанні різних інтриг, злитті двох п'єс в одне ціле, у перенесенні якоїсь сцени із однієї комедії в іншу. Прикладом усього зазначеного може слугувати його п'єса \"Вакхіди\". Прийомом контамінації активно користувався і Теренцій, який навіть вказував на це у своїх прологах. Однак, при вивченні творчості Плавта і Теренція варто зважати на те, що текстів грецьких комедій, які переробляли згадані автори, на жаль, не збереглося. Окрім того, можна з упевненістю стверджувати, що драматурги доволі вільно адаптували оригінали давньогрецьких п’єс. Із зазначених причин зараз неможливо встановити ступінь залежності творів римських авторів від першоджерел (про це ми можемо лише здогадуватися). Натомість слід розглядати згадані комедії як твори самих Плавта і Теренція, як і вважали їхні сучасники. Суперечливість методу Контамінацію не можна вважати механічним копіюванням, компіляцією, адже під час неї автор повинен органічно зв’язати всі вставки та переробки, знищити так звані “шви”, що могли б заважати сприйняттю твору. Так, наприклад, подібні “шви” в комедіях Теренція можна помітити лише при детальному розборі його п’єс і лише на рівні гіпотез, що свідчить про майстерність викладу й стилю автора. Однак, незважаючи на це, не у всіх літературних давньоримських колах контамінацію сприймали як позитивне явище. Деякі письменники, особливо Лусцій Ланувін, твори якого до нас не дійшли, активно виступали проти згаданого прийому. У II ст. до н. е. з цього питання, безсумнівно, велася гостра полеміка, однак знаємо ми про неї дуже мало (відомості збереглися лише в прологах комедій Теренція). Теренцій, чиї високохудожні твори часто не визнавав широкий загал, був палким прихильником контамінації. Свою думку з цього приводу поет висвітлював у прологах власних комедій. Далі наведено уривки деяких з них, що яскраво ілюструють позицію Теренція та протиставлення його доводів \"поетові старому\" (імовірно згаданому Лусцію Ланувіну): Постановку проблеми знаходимо в пролозі комедії “Карають самі себе\". Як бачимо, Теренцій вважає прийом контамінації вартим наслідування, адже так робили видатні комедіографи і до нього: \"Зложелатели / Пускают слухи, что перемешал поэт / Комедий много греческих, творя из них / Немногие латинские. Не спорит он: / Так делал; но себя не упрекает в том / И впредь намерен делать то же самое. / Пример ему - отличные писатели: / Он думает, что и ему дозволено / По их примеру действовать. \" У пролозі до п'єси \"Дівчина з Андроса\" комедіограф гостро й рішуче заперечує звинувачення поетів старшого покоління. Він жаліється, що змушений замість розповіді змісту драматичного твору відповідати на злісні закиди ворогів: \"Почувствовавши к творчеству влечение, / Поэт одну задачу положил себе, / Чтоб нравились его созданья публике; / Но видит, что совсем выходит иначе: / Он тратит на прологи все старание / Не с тем, чтоб содержанье пьес рассказывать, / Но с тем, чтобы на злобные ругательства / Врагу, поэту старому, давать ответ.\" Поета звинувачують у перенесенні деяких елементів п'єс Менандра до свого твору: \"Что ставится в порок ему, послушайте! / Сочинены Менандром две комедии, / \"Андросска\" и \"Перинфянка\"; одну из них / Узнаете - и обе знать вы будете: / Они не так уж содержаньем разнятся, / Но сильно различаются в них стиль и речь. / Поэт готов сознаться: из \"Перинфянки\" / В \"Андросску\" перенес он подходящее, / Воспользовался как своим. Вот этим-то / Его и попрекают, возражая так: / Нельзя из двух одну сплавлять комедию.\" Далі Теренцій зазначає доволі важливу деталь для розуміння цієї давньоримської полеміки. Виявляється, що жорсткій критиці за використання прийому контамінації піддавалися також Плавт, Гней Невій та Квінт Енній: \"Не слишком ли мудрят, до полной глупости? / Виня его, винят так Плавта, Невия / И Энния, которых этот наш поэт / Считает образцами и скорей готов /Им подражать с их вольною небрежностью.\" У пролозі комедії \"Євнух\" Теренцій наводить наступний доказ на користь контамінації: \"В конце концов не скажешь ничего уже, / Что не было б другими раньше сказано. / И справедливость требует поэтому, / Чтоб дело рассмотрели вы старательно / И дали снисхожденье, если новые / Поэты то же делают, что прежние. \" міні|Вистава \"Шум за сценою\" 1міні|Вистава \"Шум за сценою\" 2 Давньоримська контамінація у постмодерністських постановках античних драм Щось подібне до контамінації спостерігаємо в постановці античних драм на сучасній сцені. Автори-постмодерністи широко застосовують прийом створення п’єси з багатьох джерел, що безсумнівно нагадує спосіб, у який писали римські комедії III-II ст. до нашої ери. Старовинні тексти зараз адаптуються, модернізуються і трансформуються з метою творення чогось нового й цікавого. На цей феномен влучно вказує Ліза Моріс, наводячи декілька прикладів подібного явища, що мають різноманітні форми і варіюються від чистого фарсу «Шуму за сценою» Майкла Фрейна до витонченості і вишуканості постановки «Розенкранц і Гільденстерн мертві» Тома Стоппарда. Не можна не згадати також п’єсу «Будинок і сад» Алана Айкборна (складається з двох вистав, що виконуються одночасно у двох сусідніх театральних просторах). Грецька трагедія знайшла особливе відображення у творчості драматургів у країнах, які страждають від конфліктів та соціальних протиріч. Багато з цих п’єс — не просто буквальні переклади. Драматурги залучають інші джерела, щоб розширити коло проблем та створити потужну багатошарову атмосферу. Прикладом можуть слугувати сучасні інтерпретації \"Антігони\" Софокла: \"Антігона\" Брендона Кеннелліта фільм \"Ен Девлін\" Пата Мерфі. Такі п'єси через свій унікальний стиль вимагають від глядачів високого рівня театральної обізнаності. Ця особливість постмодерного театру зумовлює контекст, у якому слід обговорювати сучасні постановки класичної драми, згадані вище. Подібний погляд проливає світло не лише на модерне театральне дійство, а й на римську комедію часів Плавта і Теренція. Приклади контамінації в українській літературі За сотні років концепція контамінації дещо змінилася. Зараз в контаміновані конструкції можуть входити не лише основні події чи герої, а й, скажімо, крилаті вислови. Наприклад, вислів з Євангелія “Тоді Ісус сказав учням своїм: коли хто хоче йти за мною, нехай зречеться себе самого і візьме хрест свій і йде за мною” М.Коцюбинський вкрапив у плин думок персонажа оповідання “Коні не винні”, фарисея-народолюбця Малини: “Він мученик і добровільно несе свій хрест”. На контамінації рядків з поезії Лесі Українки М.Рильський побудував вірш “На Ай-Петрі”: […] Ти йшла проти бурі, Мірялась силою з нею, Проти надії надіялась ти, Тож годиться й тебе, непоклінну, Слово твоє, що міцніше за крицю, Називать — Ломикамінь! Контамінація у фольклорі У фольклорній ліриці, особливо в колискових піснях, коломийках, контамінація є органічною рисою творчого процесу, дає велику кількість варіантів з одним і тим же мотивом. У коломийках та інших піснях спостерігаються вкраплення цілих рядків з інших ліричних пісень: міні|Фольклор - сучасне джерело контамінації Стоїть явір над водою, в воду похиливсі, З України до дівчини козак залицєвсі. Ой на ставу, на ставочку дрібні каченята, Які в тебе, такі в мене сиві оченята. Контамінація властива й іншим жанрам фольклору — прислів’ям, загадкам, казкам. Однак, у творах історичного змісту — історичних піснях, баладах, думах — контамінація може бути не творчою ознакою, а результатом забування творів, руйнування, занепаду жанру. Див. також Паліата Тогата Теренцій Плавт Постмодернізм Фольклор Посилання Публий Теренций Афр. Девушка с Андроса Публий Теренций Афр. Самоистязатель Публий Теренций Афр. Евнух Жанр комедії в римській літературі - Антична комедія - Оксана Гальчук - 2008 Oxford classical dictionary. Contaminatio The classical review / Contaminatio Примітки Джерела Літературознавчий словник-довідник / за редакцією Р.Т.Гром'як, Ю.І.Ковалів, В.І.Теремко — Київ: Академія — 2007 История римской литературы / редакцией: С. И. СОБОЛЕВСКОГО, М. Е. ГРАБАРЬ–ПАССЕК, Ф. А. ПЕТРОВСКОГО — издательство Академии Наук СССР. М. 1959 г. A note on contaminatio in Terence/ A University of Chicago Press Journals Антична література / В.І.Пащенко, Н.І.Пащенко — Київ:Либідь — 2001 Contaminatio and adaptation: the Modern Reception of Ancient Drama as an aid to understanding Roman Comedy / Lisa Maurise Категорія:Література"}
{"category": "Література", "title": "Лісовий маг", "abstract": "«Лісовий маг» (англ. Forest Mage) — роман американської письменниці Маргарет Ліндгольм, написаний під псевдонімом Робін Гобб, другий в серії «Син солдата» (англ. Soldier Son). Написаний у формі розповіді від третьої особи з точки зору головного персонажа. Роман був опублікований 2006 року у видавництві HarperVoyager. Є прямим продовженням роману «Дорога шамана» (англ. Shaman's Crossing). Історії персонажів продовжуються у наступному романі трилогії «Магія відступника» (англ. Renegade's Magic).\nЕпідемія чуми, порождена магією спеків, спустошила Королівську Академію кавали. Багато кадетів померло, а більшість тих, кому вдалось вижити будуть довіку мати проблеми зі здоров'ям і попрощаються з життям солдатів. Тільки Невар Бурвіль на диво швидко відновлює сили після хвороби і мріє швидше зустрітися зі своєю нареченою. Але, повернувшись до рідного дому, він із жахом усвідомлює, що чума не відпустила його. ЇЇ рідкий побічний ефект змінює тіло Невара. А ночами він досі бачить сни, навіяні магією.", "content": "«Лісовий маг» (англ. Forest Mage) — роман американської письменниці Маргарет Ліндгольм, написаний під псевдонімом Робін Гобб, другий в серії «Син солдата» (англ. Soldier Son). Написаний у формі розповіді від третьої особи з точки зору головного персонажа. Роман був опублікований 2006 року у видавництві HarperVoyager. Є прямим продовженням роману «Дорога шамана» (англ. Shaman's Crossing). Історії персонажів продовжуються у наступному романі трилогії «Магія відступника» (англ. Renegade's Magic). Епідемія чуми, порождена магією спеків, спустошила Королівську Академію кавали. Багато кадетів померло, а більшість тих, кому вдалось вижити будуть довіку мати проблеми зі здоров'ям і попрощаються з життям солдатів. Тільки Невар Бурвіль на диво швидко відновлює сили після хвороби і мріє швидше зустрітися зі своєю нареченою. Але, повернувшись до рідного дому, він із жахом усвідомлює, що чума не відпустила його. ЇЇ рідкий побічний ефект змінює тіло Невара. А ночами він досі бачить сни, навіяні магією. Світ Протягом багатьох поколінь Гернія, воювала із західним сусідом Співучими землями за прибережні райони. Прийшовши до влади, король Тровен припинив війну, пожертвувавши прибережними районами та спрямував військові сили на Схід. Поступово землі кочівників, що жили на Рівнинах були захоплені, племена кочівників підкорені, а їх магія практично знищена залізом. Між Гернією та Рівнинами будується королівський тракт, який прямує все далі на схід. Наступною метою короля є Рубіжні гори, володіння таємничого народу спеків, які до того вели війну з жителями Рівнин. Влада в Гернії належить королю. Окрім нього є лорди, які мають вплив на прийняття рішень. В сім’ях лордів існує чітка ієрархія: перший син – спадкоємець, другий – солдат, третій – священник, четвертий – митець, п’ятий – вчений. Причому, якщо один з синів помирає, інший не може зайняти його місце. Довгий час лорди лишались незмінними, проте король Тровен нагородив деяких офіцерів землями та чинами. Таким чином з’явилися так звані «нові аристократи» або «бойові лорди». Між новими та старими аристократами трапляються постійні протиріччя, оскільки нові підтримують владу короля і віддані йому, а старі прагнуть тримати владу у власних руках. Сюжет Епідемія чуми, порождена магією спеків, спустошила Королівську Академію кавали. Багато кадетів померло, а більшість тих, кому вдалось вижити будуть довіку мати проблеми зі здоров'ям і попрощаються з життям солдатів, в тому числі Спінк. Невару досі сняться сни про жінку стража. Лікар дивується швидкому одужанню Невара. Росс Бурвілль одружується, тож Невар їде на весілля. В дорозі він розуміє, що потовстів набагато більше ніж думав. По дорозі додому Невар відвідує монумент жителів рівнин \"Танцююче веретено\". Він відчуває в ньому магію. Невар рятує хлопчика, але його ніж падає вниз і Невар відчуває що залізо зупинило веретено і магія зникла. Вдома його чекає не сама тепла зустріч: Кефт обурений зовнішнім виглядом сина. Відбувається весілля. Наречена Невара шокована його виглядом і обіцяє зірвати заручини. В оранжереї Невар бачить жертвоприношення Старому Богу і звільняє пораненого птаха. Приходить лист від Колдера з проханням розповісти про камінь який Невар колись віддав йому і від Спінка, який повідомляє про чуму спеків якою заразилась Епіні. Пізніше приходить ще один лист від Епіні, яка розповідає про зцілення від чуми завдяки Гіркому джерелу. Батьку Невара приходить лист з повідомленням про відрахування Невара. Невар іде до Дюрила і розповідає все, що з ним сталось. Батько завантажує Невара фізичною працею. Дюрил везе Невара до Девари. Після словесної перепалки Девара ранить Невара, Дюрил вбиває Девара. Невар помічає, що його рана затягується надто швидко. Батько не вірить Невару і приставляє до нього охоронця який протягом дня стежитиме за Неваром. Розізлившись,Кефт закриває Невара в кімнаті. Маєток охоплює чума і про Невара забувають. За кілька днів Дюрил звільняє Невара. Мама, молодша сестра Епіні і Росс померли. Батько замкнувся в своєму горі і не реагує ні на що. Ярил і Сесіль встигли відправили до Поронтів і їх доля зараз не відома. Більшість слуг або померли, або втекли. Невар хоронить своїх рідних. Невар починає відновлювати маєток, батько все ще не при своєму розумі. Ярил повертається і допомагає Невару в цьому. Вона просить пробачення за свою поведінку, стосунки між ними налагоджуються. Батько спускається до вечері і влаштовує сцену. Він звинувачує сина у спробі заводіти маєтком та маніпулюванні сестрою. Після заперечень Невара, проганяє його з дому та зрікається. Невар вирішує покинути дім і обіцяє Ярил забрати її до себе, коли десь влаштується. Подорожуючи королівським трактом, під’їжджає до невеликого містечка, де лишається на нічліг у вдови Емзіл з дітьми. Жінка розповідає, що її чоловік був крадієм якого відправили будувати тракт, обіцяючи шанс на краще майбутнє. Проте розповіді виявились брехнею і тепер вона сама з дітьми на межі голоду в забутому Богом місці, до того ж змушена працювувати повією. Невар лишається з нею, щоб допомогти з будинком та навчити її мисливству. Майже місяць потому, Невар знову бачить у сні жінку-стража. Невар боїться, що чуму на дім накликав він, бо магія мала знайти спосіб забрати його з дому і відправити в дорогу. До містечка приходить поранений розвідник Хітч і просить допомоги в Невара. Він мусить відвести пораненого в Геттіс до лікаря, інакше той помре від запалення. Невар вбиває каменем оленя завдяки своїй магії. Перед від'їздом Невар відновлює закинутий огород своєю магією. В дорозі розвідник каже, що бачить його іншу частину і розповідає що теж залежний від спеків і їх магії. Після приїзду в Геттіс Невар іде до полковника Гарена з рекомендаційним листом від Хітча. Представляється всім як Невар Бурр. Полковник назначає його охоронцем кладовища, бо могили постійно оскверняють. За порадою сержанта, Невар їде подивитись на кінець тракту. Він бачить там величезні дерева і починає відчувати невимовний жах від побаченого. Один з охоронців розповіє, що вони всі це відчувають. Невар починає влаштовувати своє життя в Геттісі. Він шокований байдужістю солдат і повною відсутністю дисципліни. Хітч пояснює, що це вплив лісу. Нові робітники за день роботи можуть забути власне ім’я, а за тиждень виконують денну роботу. В місто приїжджають Епіні та Спінк. Хлопці розповідають Невару, що могили тут не просто оскверняють, тіла викопують, а потім їх знаходять на деревах. Вважається, що це роблять спеки. Хітч знову попереджає про небезпеку магії. Невар продовжує працювати на кладовищі. До нього приходить Спінк і трохи розповідає про дорогу. Геттіс мав бути кордоном, але пізніше король вирішив іти далі. Коли почали рубати дерева в людей почались напади страху і прийшла чума. Відтоді в Геттісі панує безнадія, а дорога майже не будується. Епіні намагалась покінчити з собою за два тижні після переїзду в Геттіс, вона вважає що це з нею робить магія. Спінк дає йому почитати листи Ярил. В борделі Невар проводить час з повіє Фалою, яка одразу після цього покидає Геттіс, в місті починають з'являтись нехороші чутки про Невара. В місто приїжджає Карсіна, її хочуть видати заміж за капітана Таєра. Невар намагається поговорити з нею про Ярил, проте вона відхрещується від хлопця. На кладовищі зникає тіло. Невар іде його шукати і знаходить в лісі. Там до нього підходять два спеки: Кілікарра з дочкою Олікеєю. Вони кажуть, що мертвий хоче бути тут, щоб стати деревом. Невар бачить, що дерево запустило в тіло мертвого хлопця коріння. Він відрубує гілля і забирає тіло з собою. Невар доповідає про це Гарену і просить дозволу побудувати огорожу навколо кладовища. Олікея передає йому їжу, яка має наситити його магію. В лісі знову зустрічає спека Кілікарра, той розповідає йому, що тут в лісі є спеціальна їжа для магів. Пізніше він зустрічає Олікею і проводить з нею ніч. Спінк повідомляє, що Ярил змога відправити ще один лист в якому розповідає, що тато хоче видати її заміж за Колдера. Невар знову просить допомоги у Карсіни, але та починає кричати і люди нападають на нього, допомагає Спінк. До міста приходить Емзіл. Вона вбила чоловіка і мусила втекти з дітьми. Невар радить їй звернутись до Спінка, бо зараз боїться за власне життя через чутки про вбивство повії. Він знову проводить час з Олікеєю, а тоді вона веде його до себе в поселення. Там є ще один Великий - Джодолі, який пропонує йому змагання, хто переможе, той лишиться захищати поселення. Невар прокидається сам в лісі і не пам'ятає, що відбулось. Спінк ходив до Карсіни і погрозами змусив її відправити лист Ярил з вкладеним листом від брата. Невар розривається між обов’язками перед сім'єю і спеками. Знов бачить Олікею, та каже, що саме він мусить зупинити війну. Гернійці мають піти геть і перестати будувати дорогу інакше їх вб'ють. Епіні вагітна. Знаходять тіло Фали. Вночі Невару сниться Джоджолі. Він був вражений перемогою над ним, бо відчуває в ньому таку магію якої сам ніколи не матиме. Великий веде Невара до старійшин. Ті кажуть що тепер є лише шлях вбивства, бо ні страх ні чума не допомогли їм. Лісана (жінка-страж) помилилась довірившись Невару. Хлопець вважає, що зможе переконати капітана знайти інший шлях до моря і не нищити ліс. Виявляється, що капітан знає про то, що вони рубають священні для спеків, але він не буде зупиняти тракт. Спінк через Емзіл попереджає Невара, що сьогодні, коли в Геттіс приїде інспекція, спеки будуть танцювати танець пилу. Він не встигає зупинити їх. По дорозі на кладовище хтось нападає і стріляє в голову Невару. За три дні рана зцілюється, але в нападі Невар гніву вбиває магією нападників. Після цього Невар вирішує повністю порвати зі спеками і на всі поклики Олікеї не відповідає. Розповідає Спінку все про свої стосунки зі спеками. Невар знову зустрічається у сні з Олікеєю і взнає, що вона була однією з тих, хто танцював танець пилу. Ебрукс і Кесі повідомляють про початок чуми і привозять перших загиблих, серед них розвідник Хітч. Поховавши кількох померлих, Невар повертається в будинок і бачить там живого Хітча. Він став посланцем, щоб переконати Невара підкорити магії. Зізнається йому, що це він вбив повію Фалу і розповів всім, що це скоїв Невар. Каже, що його змусила магія, це був спосіб примусити Невара покинути Гернію і піти до лісу. Колись чума вбила його сім'ю, так само як сім'ю Невара, щоб він служив магії. Останнє прохання Хітча не хоронити його в землю, а віддати спекам. Невар їде до лікарні щоб привезти когось до Хітча, зустрічає там Епіні. Вона розповідає що в місті все дуже погано, полковник мертвий. Хітч остаточно помирає, зранку його тіло зникає. Невар виконує його побажання і закопує пусту домовину. Привозять тіла сержанта Хостера та Карсіни. Карсіна оживає, іде в будинок Невара і просить в нього пробачення. Невар виходить на вулицю і бачить, що шість трупів ідуть до дерев які служать огорожею, вони хапають їх, ті кричать. Один з трупів б’є Невара. Ебрукс зранку знаходить тіло Карсини у ліжку Невара, його саджають до в'язниці за осквернення її тіла. Невар сидить у в'язниці за вбивство Фали та наругу над Карсиною, він відчуває, що магія покидає його, чума пішла. Спінк стає адвокатом Невара і просить розповісти правду на суді про те, ким він є. Невар у сні бачить Лісану та Епіні. Епіні добровільно прийшла до неї щоб врятувати Невара. Лісана говорить, що тепер магія візьме їх обох. Ідучи назад, Епіні каже про те, що почувалась винною і тому пішла до лісу шукати Олікею, натомість її знайшла Лісана. Вона показала, яке значення мають дерева для спеків і тепер Епіні має намір врятувати їх. Починається суд, Невара приговорюють до смерті, а перед тим 1000 ударів батогом. Його відводять назад до в'язниці і тоді вони з Спінком чують вибух. Невар впевнений, що це справа рук Епіні. Стіна в'язниці починає рухатись. Через неї росте дерево. З'являється Лісана, вона віддає всю свою магію. щоб його врятувати. Магія знову наповнює Невара. Він виходить з в'язниці, де до нього під'їжджає Емзіл. Вона зізнається йому в коханні. Невар не встигає втекти, його ловлять солдати на виїзді з міста. Спінк намагається допомогти, але Таєр його б'є, солдати хапають Емзіл. Невар виплескує свою магію. Він переконує всіх присутніх, що ті його вбили і їде до лісу. Головні дійові особи Сім'я Бурвіль Невар Бурвіль (англ. Nevare Burvelle) — головний герой, від імені якого ведеться розповідь. Невар з дитинства навчався верхової їзди, фехтування, стрільби, математики та інших наук. Кефт Бурвіль (англ. Keft Burvelle) — батько Невара, полковник і кавалерист у відставці. Отримав від короля маєток у 400 акрів та власний герб, побудував будинок, посадив фруктові сади та поля бавовнику. Окремі землі виділив старим воїнам, які раніше служили під його початком, а тепер вийшли у відставку. Мудро господарює і керує людьми. У строгості, навіть у страху, тримає сім'ю, особливо синів. Хоче, щоб Невар став не просто солдатом, а добрим командиром. Селета Бурвіль (англ. Selethe Burvelle), до шлюбу Роуд — мати Невара. Померла від чуми спеків. Росс Бурвілль — старший брат Невара, спадкоємець маєтку та іншого майна сім'ї. Помер від чуми спеків. Елісі — молодша сестра Невара. Померла від чуми спеків. Ярил — найменша сестра Невара. Після епідемії чуми єдина спадкоємиця маєтку. Ванзі — Молодший брат Невара, готується стати священником, як кожен третій син. Сеферт Бурвіль (англ. Sefert Burvelle) — дядько Невара. Перший син, який успадкував маєток у Старому Таресі і титул. Знаходиться у відмінних стосунках із братом і зовсім не заздрить його новому високому статусу. А ось його дружина Даралін недолюблює Невара і вважає, що коли інші займають таке саме становище, ставиться під сумнів її власне. Епіні (англ. Epiny) — ексцентрична дочка Сеферта. Поводиться як маленька дівчинка, плює на пристойності та відстоює право самостійно вибирати собі нареченого. Одружилася зі Спінком попри заборону сім'ї. Жителі Геттісу Б'юел Хітч — розвідник, знаходиться під впливом магії спеків. Гарен — полковник, керує Геттісом. Таєр — лейтенант в Геттісі, майбутній чоловік Карсіни. Ебрукс — помічник Невара. Кесі — помічник Невара. Спінк — друг Невара з академії Кавали, чоловік Епіні. Спеки Олікея — жінка-спек, має стосунки з Неваром, прагне стати його годувальницею. Кілікарра — батько Олікеї. Джоджолі — Великий спеків, володіє магією. Інші дійові особи Девара (англ. Dewara) — Кідон. Це кочове плем'я, підкорене Гернією, відрізнялося жорстокою вдачею. Колись Девара був могутнім шаманом, але втратив чинність після того, як батько Невара всадив йому кулю в плече. Якийсь час був наставником Невара. Сержант Дюріл (Sergeant Duril) — наставник Невара в мистецтві верхової їзди, старий сержант. Раніше служив під командуванням отця Невара. Він носить вухо вбитого ворога в гаманці на поясі, але не як військовий трофей, а як нагадування (на що здатна людина, якщо втратить над собою контроль). Його сини також стали солдатами. Карсіна Гренолтер — симпатична та усміхнена дівчина, дочка лорда Гренолтера, посватана Невару. Пише листи з моторошними орфографічними та пунктуаційними помилками. Подруга Ярил. Емзіл — жителька містечка на королівському тракті. Лишилась сама з дітьми після смерті чоловіка, змушена заробляти проституцією. Реакція У статті для «The Times» критикиня Аманда Крейг заявила, що трилогія «Син солдата» була наповнена правдоподібними персонажами, і оцінила серію як «таку фантастику, яку написав би Ентоні Троллоп, якби жив зараз». Крейг вважає, що в книзі є натяки на критику військової агресії в Іраку. «The Guardian» вважає, що романи серії «розумні та глибокі», але критикує їх за відсутність «серця та іскри, що перевертає сторінку». На «Curledup.com» відзначають цікавий світ і майстерно створені літературні образи, навіть у негативних персонажів, проте критикують затягнутість історії та те, що Робін Гобб зайве вдається у деталі. Автор статті рекомендує книгу лише тим, хто вже знайомий із творчістю Робін Гобб. Письменник Джордж Р. Р. Мартін вважає, що «в сучасній багатій фантастичній літературі книги Робін Гобб схожі на справжні діаманти в морі циркону». Посилання https://www.meganlindholm.com/ — Офіційний сайт Меган Ліндхольм http://www.robinhobb.com/ — Офіційний сайт Меган Ліндхольм https://www.goodreads.com/book/show/45110.Shaman_s_Crossing?from_search=true&from_srp=true&qid=kB6oJb6jlT&rank=31 —\"Дорога шамана\" на goodreads.com Примітки Категорія:Фентезійні романи США Категорія:Фентезі Категорія:Література Категорія:Маргарет Ліндгольм Категорія:Книги 2005"}
{"category": "Література", "title": "Літератор", "abstract": "Літера́тор — загальна назва професійних літературних діячів: письменників, літературних критиків, літературознавців, викладачів літератури.\nТермін поширився в Європі з 18 століття. Він пов'язаний із розвитком видавництва книг і періодичних видань. Спершу означав авторів, які друкувалися переважно за сприяння меценатів.", "content": "Літера́тор — загальна назва професійних літературних діячів: письменників, літературних критиків, літературознавців, викладачів літератури. Термін поширився в Європі з 18 століття. Він пов'язаний із розвитком видавництва книг і періодичних видань. Спершу означав авторів, які друкувалися переважно за сприяння меценатів. Див. також Інтелектуал Письменник Література Посилання Категорія:Професії Категорія:Література"}
{"category": "Література", "title": "Літературна журналістика", "abstract": "Літературна журналістика (англ. creative nonfiction) контрастує з іншою науково-популярною літературою, такою як академічна або технічна література чи публіцистика, яка також заснована на точному факті. Літературна журналістика — це така форма документальної прози, що поєднує репортаж і відповідні стилі та стратегії, що є характерними для художньої літератури. Як журналісти, ці автори «колекціонували дані й факти, тому їхні матеріали ставали реальністю», як письменники — були «обдарованими оповідачами історій, що створювали їх за допомогою літературних конструкцій і стилістичних особливостей». Але в основі літературної журналістики завжди залишався «голос» автора і точність викладу подій.", "content": "Літературна журналістика () контрастує з іншою науково-популярною літературою, такою як академічна або технічна література чи публіцистика, яка також заснована на точному факті. Літературна журналістика — це така форма документальної прози, що поєднує репортаж і відповідні стилі та стратегії, що є характерними для художньої літератури. Як журналісти, ці автори «колекціонували дані й факти, тому їхні матеріали ставали реальністю», як письменники — були «обдарованими оповідачами історій, що створювали їх за допомогою літературних конструкцій і стилістичних особливостей». Але в основі літературної журналістики завжди залишався «голос» автора і точність викладу подій. Передумови виникнення Поняття нон-фікшн зародилося у США ще в середині XX століття, для цього терміну є і інші назви, наприклад: літературна журналістика, література факту, художня репортажистика. У країнах Європи виходить велика кількість «новожурналістських» публікацій, які стрімко здобувають загальне визнання також і в Україні. Сутність згаданого напряму в журналістиці полягає у використанні у самих матеріалах літературно-художніх технік, таких як звуконаслідування, кінематографізм, деталізація статусу, переважання діалогів, детального опису зовнішності героїв, їхньої мови, інтер'єру, місця тощо. Одним із головних жанрів, що є основою нон-фікшн, виступає репортаж. У цьому випадку він має ряд жанрових і стилістичних варіацій і переходить у художній репортаж. Серед дослідників нон-фікшн журналістики можна згадати Е. Денніса, М. Вайнгартена, Н. Сімса, М. Крамера, Ш. Ф. Фішкіна, Б. Лонсберрі, Н. Міллза. Зокрема на цю тему було написано ряд дисертацій, які розглядали нон-фікшн в контексті літературознавства (наприклад Д. Харитонов, Ж. Коновалова). У 2015 році вперше в Україні було захищено дисертацію у галузі соціальних комунікацій на тему «“Новий журналізм” у медійному дискурсі України: ґенеза та жанрово-стилістичні ознаки». У вітчизняній науці нон-фікшн час від часу стає предметом досліджень. Щоб текст вважався нон-фікшн, він повинен бути фактично точним та написаним з урахуванням літературного стилю та техніки. Зрештою, головна мета нон-фікшн журналістів — передавати інформацію, подібно до репортера, але формувати її таким чином, щоб вона читалася як художня література. Форми цього жанру включають біографію, автобіографію, мемуари, щоденники, написання тревел-блогів, літературну публіцистику, хронік, особисті нариси та інші гібридизовані тексти. За словами Вівіан Горнік, «Спогад — це казка, яка була взята з життя, тобто з реальних, не уявних подій, пов'язаних з оповідачем від першої особи, якою, безперечно, є письменник. За ці основні вимоги оповідач несе таку відповідальність, як і за роман чи новела: сформувати частину історії так, щоб вона перейшла від казки про приватне життя до тієї, яка має значення для незацікавленого читача». Критик Кріс Андерсон стверджує, що жанр можна зрозуміти найкраще, розділивши його на дві підкатегорії — особистий твір та публіцистичний нарис — але жанр наразі визначається відсутністю встановлених конвенцій. Літературний критик Барбара Лунберрі — у своїй книзі «Мистецтво факту» пропонує чотири конститутивні характеристики жанру, перша з яких — «Документальна тема, обрана з реального життя, на відміну від взятої з розуму письменника». Це означає, що теми та події, обговорювані в тексті, насправді існують. Друга характеристика — «Вичерпне дослідження», яке, за її словами, дозволяє авторам «по-новому глянути на їх тематику», а також «дозволяє їм встановити достовірність своїх оповідань за допомогою перевірених посилань у своїх текстах». Третя характеристика, на яку вказує Лунберрі, є визначальною у визначенні жанру, — «Сцена». Вона наголошує на важливості опису та відродження контексту подій на відміну від типового журналістського стилю об'єктивного репортажу. Четверта і остання особливість, яку вона пропонує, — «Образотворче письмо: літературний прозовий стиль». Перевірена тематика та вичерпне дослідження гарантують нефіксовану сторону літературної нехудожньої літератури; форма оповіді та структура розкривають артистизм письменника; і, нарешті, її відшліфована мова виявляє, що ціллю поставлена ціла література. Творча наукова література може бути структурована як і традиційні художні розповіді, як це стосується історії Фентона Джонсона про кохання та втрату, «Географія серця». Коли твори творчої науково-популярної літератури за розмірами книг дотримуються парадигми, подібної до історії, їх іноді називають нон-фікшн. Інші книги, як Даніель Левітін «Це твій мозок у музиці» та «Світ у шести піснях», використовують елементи імпульсу, ритму та поезії для передачі літературної якості. Значна зацікавленість до нон-фікшн в Україні зумовлена великою кількість перекладів, що з'явилися за останні роки. Протягом процесу вивчення вказаного напрямку стає ясно, що у текстах певної письмової роботи у цій сфері журналістики існує безліч документів, вирізок із газет, інтерв'ю, розшифрувань аудіозаписів, роздумів, що додають пізнавальну й повчальну риси подіям, які відбуваються. У концепції якісної репортажистики «важливо не те, щоб читач дізнався, яка кількість людей загинула, що за зброю використовували, як це прокоментував прес-секретар уряду чи президент, а те, щоб опис факту щось людині сказав, уможливив розуміння, осмислення і співпереживання». Ці імперативи власне і формують художні репортажі в аналітику, світоглядну публіцистику, розширючи традиційну сферу журналістики. Так приміром на думку українського журналіста та літературного критика О. Шинкаренка, «Кабульський книгар» не лише черговий нон-фікшн репортаж, який може налічувати понад 200 сторінок. Часом забуваєш, що це не художня проза, настільки багато в ній поезії, яку Саєрстад бачить у найбуденніших речах\". Власне такий мікс документальності та художності, є притаманним для нон-фікшн, що і створює певний антураж вищезгаданому тексту. Крім «Кабульського книгаря», автор написала також ще дві книги в такому ж стилі: «Сто один день. Багдадський щоденник» про війну в Іраку 2003 року та «Ангел Грозного: сироти забутої війни» (2006) про війну в Чечні. На думку О. Саєрстад, тревел-література, художні репортажі — є всесвітнім трендом на сьогодні. «Такі книги успішні, бо сьогодні ми маємо величезні обсяги інформації, але вона часто плутана, зовсім не спрощує розуміння, і не завжди перевірена». Нон-фікшн дозволяє читачу перебувати у вирії подій та одночасно діставати насолоду під час прочитання художньої літератури. Наявність значної кількості перекладів українською найкращих іноземних творів «нової журналістики» обумовлено інтересом нашого читача подібним стилем. Останнім часом нон-фікшн є власне одним із основних видавничих напрямків київського видавництва «Темпора». Відсутність потрібних платформ як наприклад журнали The New Yorker, Rolling Stone, The Atlantic Monthly, Harper's, Vanity Fair, The New York Times, The Wall Street Journal не дає можливості українським авторам писати художню репортажистику. Цікавим є те, що в 60-ті роках 20 століття у Сполучених Штатах поширився інтерес до документальної прози, нон-фікшн та мемуарів, що зумовлено політичними, соціально-культурними змінами та їхніми наслідками — війною у В'єтнамі, зародженням руху хіпі, сексуальною революцією, протестами проти расової дискримінації тощо. «Факт і документ широко використовуються як епічна основа в багатьох творах про в'єтнамську війну», що в цей час активно з'являються в країні. Українська дослідниця Т.Денисова акцентує на формуванні «нової жанрової модифікації, в якій об'єднуються нарис, репортаж, мемуари з елементами вимислу, з прикметами художньої, емоційно забарвленої прози». Ця інноваційна форма дістала назву «новий журналізм» (new journalism), засновником якої вважають відомого публіциста, журналіста і письменника Тома Вулфа (1930). На відміну від класичної журналістики провідних американських мас-медіа повоєнного часу, цей напрям намагався бути не лише «новим», але й позиціонував себе як «журналістський жанр з літературними претензіями». Він репрезентує концептуальну, якісну світоглядну журналістику та «реалізується переважно в майстерному художньому описі конкретних фактів, глибоких спостережень, на підставі яких автор пропонує читачам свої переконливі висновки й оцінки, щиро співпереживає зображеним героям та персонажам». Тобто акумулюючи ознаки репортажу і художньої літератури, саме нон-фікшн перебуває в опозиції до традиційної інформаційної журналістики. У своєму маніфесті «нового журналізму», який вийшов друком у 1973 р., Том Вулф зазначив, що «репортаж, а не роман, є найвищою формою літературного мистецтва». У цій праці засновник жанру запропонував чотири основні прийоми, які визначають нон-фікшн:– «драматична сцена» («Dramatic Scene») подія драматургічно будується за принципом «сцена-за-сценою», без довгих історичних екскурсів; «запис повного діалогу» («Recording Dialogue in Full») — діалоги та висловлювання героїв статті передаються в повному обсязі (замість коротких цитат); «статус подробиць» («Status of Details») — детальний опис подробиць, поведінки, одягу, характеру, інтер'єру, опис місця, де відбуваються події, що дозволяє читачам поринути в історію; «точка зору» («Point of View») — принцип «хамелеона»; часта зміна перспективи спостереження на противагу однобічному поглядові об'єктивного репортажу. У цьому разі автор перевтілюється у своїх героїв і відображає світ із їхньої позиції. Найближчим контекстуальним синонімом до нон-фікшн є літературна журналістика, хоча доречним буде використання термінів «документальна проза», «література факту», «наративна журналістика», «ґонзо-журналізм» (засновник Х. С. Томпсон), «документальний роман», «журналістський роман». Дослідниця О. Тараненко запропонувала застосовувати до такого тексту навіть термін «сповідальної прози», яка «захоплює не лише фактами, що вражають, але й характером їхнього викладу, дає читачеві можливість не тільки раціонального сприйняття, а й емоційного співпереживання». Водночас головний постулат нон-фікшн — жодної вигадки, тільки реальність. Явище літературної журналістики або нон-фікшн не нове. Поява рис цього різновиду пов'язують ще з іменем Даніеля Дефо, що є одним із перших журналістів, який використовував нову форму. В 19 столітті його наступником стає Марк Твен, а у 20 ст. — Ернест Хемінгуей. Джозеф Мітчел, Ліліан Росс, Норман Мейлер, Трумен Капоте, Том Вулф і Джоан Дідіон, сформували жанр в другій половині 20 ст. Видатними представниками літературної журналістики є Джіммі Бреслін, Гей Теліз, Трумен Капоте, Норман Мейлер, Джоан Дідіон, Майкл Герр та ін. У Сполучених штатах приклади літературної журналістики зображені переважно на сторінках «Ньюйоркера», «Есквайра», «Веніті Фейра», «Нью-Йорк Таймс», «Вол Стріт Жорнал» та інших видань. Через чималий об'єм ці тексти практично не друкувалися в газетах. Згодом нон-фікшн набуває поширення і в інших країнах — Колумбії (Габріель Гарсія Маркес), Польщі (Ришард Капусцінський) тощо. Вітчизняні приклади нон-фікшн журналістики представлені в колумністиці та блогах Gazeta.ua, «Погляди-TCH.ua», «Українська правда. Життя», «Український тиждень», «Інфопорн», «MANDRY» та інших. Варті уваги також Максим Кідрук, Артем Чапай, Ірена Карпа, Марія Мицьо, Світлана Пиркало та інші. Явище нон-фікшн стало темою робіт американських учених: Е. Денніса, М. Вайнгартена, Н. Сімса, М. Крамера, Ш. Ф. Фішкіна, Б. Лонсберрі, Н. Міллза та ін. Поняття нон-фікшн використовується в наукових працях українських дослідників: В. Здоровеги, М. Василенка, Т. Денисової, М. Титаренко, Б. Носової, Т. Хітрової, О. Поволокіної, Г. Стембковської, Л. Шутяк та ін. Проте, на відміну від своїх американських колег, більшість вітчизняних науковців розглядають цей феномен поверхово, в контексті інших тем. міні|ліворуч|250пкс|Обкладинка роману Трумена Капоте «З холодним серцем» Дискусії щодо природи літературної журналістики та її місця розпочалися ще в 1965 р., після виходу роману Трумена Капоте «З холодним серцем» («In Cold Blood»). Виникло питання, до якої кагорти віднести цей твір — літератури або журналістики? Як розрізнити літературу та нон-фікшн? У 1956 році газета «The New York Times» опублікувала замітку про вбивство сім'ї з чотирьох осіб в штаті Канзас. Капоте, зацікавившись цим злочином, провів журналістське розслідування, зібрав не тільки факти, а й описав причини і мотиви. У 1966 р статті були об'єднані в текст «З холодним серцем», жанр якого автор визначив як «роман-репортаж». Тим самим Капоте оголосив твір нежурналістським, або майже нежурналістським текстом. Для підкреслення цього особливого жанрового характеру твору він придумав спеціальний підзаголовок — «роман нон-фікшн» (non-fiction novel). Вихід цієї книги став початком офіційного виділення жанру «література нон-фікшн». Синтез таких елементів тексту як фактографія, мікроісторія, що лежить в основі оповіді, а також підкреслено журналістських методів і прийомів збору інформації, втілився в романну форму, продемонструвавши новий тип історико-розслідувального наративу. Цей наратив був прийнятий як художній твір далеко не всіма. Саме демонстративне поєднання журналістського і белетристичного спочатку викликало велику настороженість ряду сучасників, хтось навіть побачив спробу вторгнення журналістики в сферу високого мистецтва і відреагував досить різко. Так, наприклад, Том Вулф, про роль якого мова піде нижче, описав цю ситуацію як конфлікт професійних письменників з письменницьким «люмпеном», а сам твір, за його ж словами, деякі сучасники справедливо сприйняли як паражурналістику. Насторожене ставлення письменницького співтовариства не вплинуло на успіх твору — книга стала популярною. Цей факт зажадав пояснень, в тому числі з боку критиків-сучасників. Популярність твору не могла не породити послідовників, і до зародження явища, до якого стали зараховувати нові тексти. В їх число потрапляє роман «Ангели пекла» (1966) майбутнього лідера гонзожурналістики Хантера Томпсона, «Електропрохолоджувальний кислотний тест» (1968) популяризатора і ідеолога «нового журналізму» Тома Вулфа, сюди ж віднесли журналісти- Джоан Дідон з романом «І побрели до Віфлеєму» (1968), Норман Майлер з «Армією ночі» (1968). Цікаво, що останній роман був супроводжений характерним підзаголовком «Історія як роман, роман як історія». Це підзаголовок відображає традиційний інтерес і органічний зв'язок авторів цього напрямку з історичним аспектом тієї чи іншої події. У підсумку, всю другу половину 20 століття в США стали називати «часом нон-фікшн». Визначення Т.Капоте — «роман нон-фікшн» — не відображало всю складність нового явища. Зростаюча популярність нового типу наративного конструкту диктувала потребу в більш глибокому теоретичному осмисленні феномена. міні|ліворуч|200пкс|Том Вулф Першою спробою такого осмислення стала стаття-передмова журналіста і письменника Тома Вулфа до складеного і випущене ним видання «Нова журналістика і антології нової журналістики» (1973). Нон-фікшн словесність опинилася віднесена їм до більш широкого кола явища «нової журналістики». У тексті, який згодом був визнаний маніфестом «нових журналістів», Вулф концептуалізував явище. Він висунув припущення, що простір «нової журналістики» в цілому — це не традиційна журналістика в загальноприйнятому розумінні, а альтернативний спосіб організації нон-фікшн наративів. Авторів «нової журналістики», що звертаються до створення нон-фікшн текстів, Том Вулф закликав активно користуватися художніми образотворчими засобами і прийомами (fiction), запевняючи, що це тільки посилить традиційну журналістську установку: «Мені не просто відкрилися можливості працювати в нон-фікшн за допомогою прийомів письма, традиційно використовуваних романістами і новелістами. Це теж, але і дещо ще. Відкриття полягало в тому, щоб в журналістиці і нехудожній прозі використовувати весь белетристичний арсенал — від звичайних діалогів до потоку свідомості — і застосовувати ці різні прийоми одночасно або один за іншим, щоб запалити читача і змусити його задуматися». Метою всього цього, на думку Т. Вулфа, було максимальне залучення читача в текст: «журналістські тексти можна писати так, щоб вони читалися як роман». Використання прийомів, характерних для художньої (fiction) літератури, перетворювало журналістський твір в форму художнього наративу. При цьому основними і найбільш ефективними нові журналісти вважали такі способи організації оповіді: спосіб побудови сюжету: вибудовування сюжету сцена за сценою; специфіку структурування діалогів: як можна більш наближені до реальності діалоги. Деякі журналісти, як зазначав Т. Вулф, не просто передавали в діалозі манеру промови людини, а навчилися стенографувати і використовували в творі дослівне відтворення розмови, тим самим підвищуючи «документальну» цінність твору; спосіб ведення розповіді від третьої особи, що дозволяє читачеві сприймати текст як твір нон-фікшн, а не суб'єктивний погляд пісателяжурналіста; увага до опису деталей-символів (хода, жести, особливості мови і т. д.); графічне відображення реальності, наприклад, звукове; перехід до потоку свідомості, перш за все за рахунок синтаксису. Вулф визнавав, що інтерес до факту, документа, зближення художнього і документального, використання художньої образності, не є відкриттям прихильників нового журналізму. Тому він «розширив» тимчасові рамки цього явища своєрідною передісторією, зарахувавши Д.Дефо і М.Твена до родоначальників нового журналізму. Ряд критиків вважають це розширення невиправданим і виділяють головний фактор, який лежить в основі бажання вписати в історію нового журналізму імена класиків: «прихильники просто намагаються довести „серйозність“ своєї наукової школи. Насправді, вважали опоненти, новий журналізм не є явищем новаторським, а був „слабкою тінню“ того, що вже існувало». Новий журналізм зародився як журналістський експеримент з формою тексту, технікою написання, а пізніше трансформувався в метод і літературну школу, став етапом в історії виділення саме літератури нон-фікшн. Ймовірно, суперечка про витоки і засадах цілком традиційна, коли мова заходить про нове поняття. Як будь-яке явище в мистецькій сфері, в історії літератури нон-фікшн можна виділити так званий протоперіод, і він може бути насиченим і тривалим. Але важливіше момент початку рефлексії і теоретичного осмислення, які почалися набагато пізніше. Уже в перших наукових роботах, присвячених літературі нон-фікшн, дослідники відзначають, що формула «все, що не фікшн — нон-фікшн» непридатна для характеристики явища. Розподіл всієї словесності на fiction (художню) і non-fiction (документальна, невигадана) — занадто умовний і абстрактний, адже при такому підході нон-фікшн включає в себе і документальну літературу, і біографії, і власне журналістські твори, і науково-популярну літературу. Барбара Лоунсберрі, одна з перших дослідників, які спробували теоретично визначити явище нон-фікшн словесності, пропонує для нового явища термін «artistic nonfiction». Вона виділяє чотири особливості таких текстів: реальний документальний факт або предмет в основі твору; довга попередня підготовка, дослідження і занурення в тему; особлива увага до сюжету, місця, локації (the scene) в творі; літературний стиль викладу. У міру зростання популярності нового напряму з'являлися і все нові спроби його теоретичного опису та конкретизації. У книзі «Мистецтво факту» 1990 року Б. Лоунсберрі приводить найбільш повну класифікацію існуючих в зарубіжній практиці підходів до літератури нон-фікшн, а також обґрунтовує необхідність введення нового терміна, який би найбільш повно описав існуюче явище в літературі. Історія пошуку терміна у викладі Лоунсберрі виглядає наступним чином: від термінів «jornalit», «new» або «high journalism» відмовилися практично відразу ж, так як їх порахували занадто вузькими. Термін «parajornalism», запропонований Дуайтом Макдональдом, також не завоював популярність, так як характеризував не всі явище, а лише відображав творчу манеру автора, який викладає в тексті історію через суб'єктивне сприйняття. Терміни «faction» або «realtor» (гра слів: не письменник, не журналіст, а людина, яка «пише реальність») зустрічаються тільки в роботах самих авторів. У зарубіжній практиці найбільш поширеними термінами зараз стали «creative non-fiction» і «literary journalism». За кілька років до «Мистецтва факту» Б. Лоунсберрі з'являється робота, в якій пропонувався інший підхід інтерпретації даного явища. Американський дослідник Норман Сімс в передмові до збірки інтерв'ю «Літературні журналісти» (1984 р.) пропонував свій термін — «literary journalism» — поєднання художніх методів з репортерськими фактами — гібридний жанр, але й «гібрид заслуговує ім'я». Він вважає, що новий журналізм — це лише один з видів літературної журналістики. Автор був згоден з тими, хто вважав, що явище існувало задовго до маніфестів нового журналізму. Сюди він відносив Джорджа Оруелла, Лілліан Росс і Джозефа Мітчелла. Проте, згідно з Сімсом, «ранні» «нові журналісти» внесли в традицію принципові відмінності: їх діяльність довела силу літературного підходу до журналістики. Намагаючись розібратися в новому явищі, Норман Сімс, Річард Родс та інші «літературні журналісти» склали список деяких розпізнавальних маркерів обов'язкових елементів текстів нон-фікшн: історична і фактуальна складова; увага до мови; участь і занурення; символічні реалії; точність; почуття часу і місця; обґрунтовані зауваження; контекст; авторське «Я» і рівень суб'єктивності в тексті. Сімс вважав головною відмінністю журналістики літературної від традиційної необхідність «більш глибокого занурення» в тему і проблему. Журналіст стає дослідником, письменником, а його текст за формою і змістом — романом нон-фікшн. Таким чином, в зарубіжному літературознавстві спроби теоретичної рефлексії щодо нового явища, так чи інакше, велися всередині понятійного поля журналістики: «jornalit», «new journalism», «high journalism», «parajornalism», «literary journalism». Як і з більшістю запозичених термінів, історія з терміном «нон-фікшн» в вітчизняних літературознавчих практиках ускладнюється рядом обставин: термін входить у вітчизняний літературознавчий ужиток з різних джерел, вживається в різних контекстах, застосовується в різнорідних проявах, часто об'єднуються за формальними критеріями і т. д. Ці та багато інших чинників посилюють «термінологічну ентропію». Вітчизняні дослідники намагалися пояснити цей феномен, вибудувати класифікацію текстів нон-фікшн, виділити критерії, за якими ту чи іншу твір «потрапляло» в жанр нон-фікшн, намагаючись знайти подібне явище в вітчизняній літературі. Звідси зближення поняття зі звичним терміном: «документальна література» — найпоширеніший синонім для терміна «література нон-фікшн». З цим категорично не згоден російський журналіст і письменник Павло Басинський. Він підкреслює, що такий підхід \"насправді плутає всі карти і є однією з причин безлічі непорозумінь у пострадянському сприйнятті прекрасного і абсолютно самостійний жанр. «Документальна проза» — невдала назва жанру. Нон-фікшн не завжди робиться з документів. Буквальний переклад: «Проза без вимислу» теж невдалий, тому що, скажімо, сповідь — це проза без вимислу, але не нон-фікшн \". «Література факту», «література з чільним документальним початком», «Література людського документа», «документальна література» — пошук схожого явища у вітчизняній практиці ведеться досі. Кожне таке зближення має деякі підстави, але викликає і зрозумілі заперечення. Не можна поставити знак рівності між, документальною літературою, з її тривалої історією, особливим місцем у зарубіжному і вітчизняному літературному процесі та фундаментальною науковою базою досліджень. Автор експериментальної енциклопедії «Література нон-фікшн / non-fiction». Російська дослідниця Є. Г. Местергазі пропонує розглядати літературу нон-фікшн як літературу, замикаючу (за часом) ряд схожих понять і явищ — «людський документ», «документальна література», «его-документ» і вважає, що в цьому синонімічному ряду визначення «література нон-фікшн» найбільш широке і виділяє три смислових поля, на яке воно поширюється: «інтелектуальна література», але це поняття, як зазначає дослідниця, носить комерційний характер, це тренд в сучасному книжковому бізнесі; література по психології поведінки, «підручники життя», псевдонаукові дослідження, часто засновані не так на фактах, а фактоіди, псевдодокументалістика; література, яка відтворює реальність без участі вимислу. Ця класифікація — дійсний опис сучасного стану літератури нон-фікшн також і в Україні. Під визначення літератури нон-фікшн підходить все, що не містить вимислу або хоча б претендує на це, незалежно від якості тексту, факту або дослідження, наприклад, псевдодокументалістика, псевдонаукова література тощо. Дослівний переклад запозиченого терміна, частковий збіг і перетин літератури нон-фікшн з документальною літературою, літературою факту і т. д., широке охоплення існуючих жанрів і форм існування літературних текстів — це ті проблеми, які в належній мірі заважають сформувати смислове поле поняття «література нон-фікшн». Природно, що і вітчизняні дослідники зіткнулися з проблемою визначення меж текстів нон-фікшн: зараз в цей часто умовний формат зараховують твори самого різного характеру з різними формально-змістовними характеристиками. Дослідники виділяють біографію, травелог, науково-популярну літературу, підручники життя (self-help books), історію речі/явища/місця, як види текстів нон-фікшн. На сьогоднішній день немає остаточних загальноприйнятих визначень терміна «література нон-фікшн», окреслених меж жанрів, складових це смисловий простір, тому процес декомпозиції категорії «література нон-фікшн» триває, і поява нових субжанрів всередині цього простору видається закономірним і виправданим. Деякі дослідники (наприклад, Р. Томас Бернер), дотримуючи радикальної точки зору, вважають літературну журналістику оксюмороном: «література не може бути журналістикою і навпаки». А ось «Основним аргументом є те, що твір — це продукт уяви митця». А письменники, наприклад, Т. Капоте і Н. Мейлер, обстоювали свій перехід від літератури до журналістики. Важливість літературної журналістики тобто нон-фікшн полягає в тому, що її функції, такі самі, які в 19 ст. виконував роман: «забезпечувати американський середній клас актуальними новинами». Це сприяло тому, що незабаром вона стала успішнішою, ніж література. Інша особливість полягала в об'єктах відображення, якими стали соціальні заворушення і громадський неспокій. Самі ж журналісти нон-фікшн почали доповнювати свої матеріали «моральним баченням і особистим втручанням», що раніше було притаманне лише художній літературі. Фундаментальне правило літературної журналістики — «писати про реальну подію, свідком якої був журналіст, або подати інформацію, яку він одержав із достовірних джерел». Журналіст, використовуючи нон-фікшн, детально не вказує, як він отримав інформацію, натомість «переконує читачів у її достовірності за допомогою детального опису сцен і місця події». Часто це можуть бути вказівки на дату і навіть точний час. Також журналіст долучає до свого тексту судові рішення, листи, щоденники, розпорядження тощо. Мета цих текстів — викликати резонанс у читачів. Останні мають усвідомлювати те, що потрібно розуміти нон-фікшн, а не осуджувати. Стосовно цього словенська дослідниця С. Мерляк-Здовч зазначає: «…журналіст зобов'язаний запропонувати читачеві достатньо інформації, щоб той зміг зрозуміти, якою є ситуація насправді». Тобто читач, ознайомившись з усіма доступними фактами нон-фікшн, формулює висновки самостійно. Отримати необхідну інформацію нон-фікшн можна різними способами. Деякі літературні журналісти досягають результату, ставлячи множинні питання очевидцям та учасникам подій та здійснюючи більше спостережень, другі проводять багато часу в епіцентрі того, що відбувається. Це можуть бути як години, так і тижні, а іноді — роки. Подібна роль зближує їх із фотожурналістами, котрі також мають якомога чіткіше зафіксувати у нон-фікшн певну мить. Літературні журналісти повинні бути, як члени сім'ї на яких не звертають увагу. Норман Сімс акцентує на іншій особливості нон-фікшн— описі побуту звичайних людей (а не зірок, що характерно для журналістів загалом). Літературні журналісти описують щоденні події, що можуть «виявити приховані закономірності суспільного життя настільки переконливо, як захоплюючі історії, що роблять газетні заголовки». Важливе місце в цьому разі відводиться діалогами, особливостям мовлення. Також у сфері нон-фікшн існує жанр, який потребує від публіциста прискіпливого, складного, а іноді й репортажного методу. Директор освітньої Інтернет-програми з літературної журналістики (Creative Nonfiction) Анжелі Сачдева виокремлює п'ять загальних правил, яких має дотримувати журналіст, щоб досягти професійної майстерності: показувати подію, а не розповідати про неї; мати додаткове заняття/роботу, окрім журналістики; писати про те, що знаєш; уникати пасивних форм; використовувати цікаві й незвичні дієслова. У процесі вивчення нон-фікшн було рекомендовано використовувати певні доповнення журналістів: ретельно вивчати світ предметів і передумови події; працювати з прихованою інформацією, щоб досягти точності й відвертості з читачем і джерелами; висвітлювати повсякденні події; писати неформально, відверто, чесно, злободенно й іронічно; використовувати стиль, простий і зрозумілий; постійно звертатися до читача; структура тексту повинна мати важливе значення; не забувати розважати. В основі художнього репортажу — новина в динаміці, цей жанр розгортає подію у часі, передає враження, мінливість події. Окрім теми, у ньому є образ. Мова репортажу поєднує документальність і художність, що повинні бути в ідеальному балансі, якщо буде переважати художність, то репортаж вийде белетристикою, а якщо документальність — то сухим і нецікавим. Тут припустимі емоційність, вигуки, суб'єктивні відчуття. Найчастіше використовується пряма мова, короткі діалоги. У сукупності з наочністю, тобто описом деталей і подробиць, послідовність викладу створює ефект присутності репортера на місці події. Художній план репортажу виявляється також у принципі присутності відчуттів: зору, слуху, смаку, запаху, дотику. Фактор почуттів є для цього жанру визначальним, бо найперше завдання репортажу — викликати емоційну реакцію. Репортаж багато втратить, якщо буде перевантаженим інтелектуальними сентенціями, складними порівняннями, заплутаними емоціями. Завдання репортажу зробити так, щоб реципієнт сам усе бачив і чув. Не зрозумів (як в аналітичних), а саме відчув. Тому під час роботи над репортажем треба постійно фіксувати максимум деталей, які допоможуть відтворити атмосферу події. Деталі надають репортажеві достовірності. Читачі переконуються, що журналіст насправді був на місці подій. Деталь додає наочності. Деталь впливає на почуття, бо відтворює атмосферу (картина на стіні, книга на столі тощо). За вивченням наслідків події художній репортаж споріднений з аналітичними жанрами, зокрема з журналістським розслідуванням, він також визначає сутність цілого напряму в журналістиці, іменованому «репортерський фільм». В його основі лежить невимушене спілкування журналіста зі співрозмовниками, показ сьогодення, що переплітається з минулим, драматургія епізоду, тривалого в часі, різноманітного за прийомами, але єдиного за стилем твору, де сам репортер виступає як людина, що добуває цікаві свідчення і факти, але не надто претендує на їх узагальнення. Сучасний нон-фікшн дуже різноплановий і ділиться на кілька ключових напрямків, які показують, які саме області реальному житті цікавлять зараз читача і чому: біографії та мемуари; документальні хроніки; есе; подорожні нотатки (травелог); критика; наукові дослідження; підручники; самовчителі; словники; енциклопедії; технічна документація, юзер-гайд або «керівництва для користувачів». Тенденцією останнього часу є електронні видання нон-фікшн, що дозволяють оперативно отримати необхідну інформацію. Розглянемо найбільш популярні з них. Травелог і краєзнавство. Бум травелогів (від англ. Travel — 'подорож') або, по-старому, подорожніх нотаток припав на 2007-2009 рр., Коли щомісяця виходило відразу кілька книг, в яких автори ділилися своїми враженнями про подорожі. Це був результат підвищення добробуту населення: люди змогли інвестувати в себе і подорожувати по світу. Документальний роман. так називають книги, в яких сюжет будується виключно на реальних історичних подіях. У літературі він має потужну традицію, але в сучасності можна говорити тільки про цікаві спробах його відродження: авторам складно придумати серйозний сюжет, герої виходять дуже усередненими. Мемуари і біографії, саме мемуарний бум спровокували в 2000-х рр. нескінченні суперечки про історію радянського періоду. Максимальна ідеологізованість власне історичних робіт неминуче штовхала людей до першоджерел, в даному випадку до мемуарів. Сучасний читач ставав все більш прискіпливим до ідеології і все більше жадав фактів. Має значення і комерційний аспект — на відміну від художньої літератури, для нон-фікшн реклама практично не потрібна: завжди знайдуться люди, які цікавляться, наприклад, подорожами або національною кухнею. Нон-фікшн — довгострокове вкладення, яке в підсумку, як правило, окупається. Від публіцистики ж нон-фікшн відрізняється кількістю часу, який минув із моменту подій, або обсягом написаного. Все-таки нон-фікшн — це література, хоч і документального характеру. Читаючи белетристику, завжди потрібно пам'ятати, що автор не ставив перед собою завдання точно описувати події і людей, тому вона не може служити документальним свідченням епохи. А ось в нон-фікшн, навпаки, автор повинен бути гранично точним, вигадка там позбавляє твір будь-якої цінності. Нон-фікшн — це приклад «чистої інформації», вільної від яких би то не було ідеологічних нашарувань. Деякою мірою сьогоднішня популярність такої літератури відображає кризу довіри до ідеології. Хоча і в нон-фікшн романах допускаються драматичні і художні прийоми, композиція подібного твору часто схожа на драматичну. Сцена слідує за сценою, тому художня складова теж вкрай важлива. Отже, означені вище пункти слугують у нон-фікшн базисними тематичними і синтаксичними компонентами. Жанрове різноманіття, репортажна форма, апеляція до факту як концептуальної домінанти, специфічна форма нарації, документальність, перманентні звертання до читача, його свідомості й досвіду, особлива робота з джерелами інформації, детальний опис щоденних подій формують мистецтво літературної журналістики. Ідейна новизна ракурсу дослідження нон-фікшн потребує подальших детальніших наукових розвідок. Техніки пошуку, збору інформації та написання нон-фікшн З тих пір, як почали своє існування професійні мас-медіа, існують також надійні, ефективні методи. Тому якісний справжній пошук та збір певної інформації вже раніше залежав від самих певних журналістських навиків, які була б можливість опанувати. І ця можливість часто залежала від технічного забезпечення редакції. Але, натомість, саме такий справжній пошук і збір інформації існував, як нерозривно пов'язаний з головною функцією мас-медіа у нашому суспільстві. Суспільний устрій і роль журналістів помітно змінилися і трансформуються знову — а з ними і постановка проблем і тем пошуку і збору інформації. Журналісти знають, що пошук і збір інформації є їхньою найважливішою діяльністю. Реконструкція події і нон-фікшн. Іноді журналіст вирішує написати репортаж про подію, очевидцем або учасником якого він не є. Наприклад, розповісти, як відбувалося корабля, як звільняли захоплених терористами заручників, як вели себе жителі міста, що став епіцентром землетрусу. Такий репортаж буде перебувати на стику журналістики та літератури. Від журналістики тут буде розповідь про подію, яка насправді відбувалося, про реальних людей і про їх реальні дії. Від літератури — спосіб подачі матеріалу, коли про те, що відбувається розповідається від особи персонажів, подія описується їх очима. Цей принцип побудови тексту сформулював американський журналіст Т. Вулф, в середині 1960-х рр. випустив маніфест під назвою «Нова журналістика». Автора не влаштовувало, що новини, в яких інформація подається в порядку убування важливості, не спонукають читача занурюватися в текст. Натомість було запропоновано будувати тексти про реальні події з використанням прийомів художньої літератури. Як нам вже відомо журналістам рекомендувалося використовувати чотири прийоми: вибудовування матеріалу сцена за сценою, коли розповідь негайно переходить від одного епізоду до іншого без довгих історичних екскурсів; використання «реалістичних» (колишніх насправді) діалогів, що приводяться дослівно і формують образи персонажів; точка зору від третьої особи — кожен епізод подається в ракурсі якогось персонажа (фокального персонажа), з яким читач легко може себе ототожнити і завдяки цьому відчути те, що відбувається так, немов він все бачить на власні очі; показ характерних деталей, «символів» персонажа: властивої йому жестикуляції, його звичок, манер, складу характеру, меблів в будинку, одягу, всієї обстановки, того, що він їсть і т. д. Нон-фікшн зустрічаються у вітчизняних виданнях рідко. Це пов'язано і з тим, що їх підготовка займає тривалий час, і з тим, що лише невелика частина журналістів вміє готувати ці вельми складні тексти. Для створення твору нон-фікшн необхідно дотримання важливих умов: автор є визнаним експертом з власної темі, а для літератури цього жанру важливі стислість, корисність і оперативність, а також ступінь щирості твори. Найчастіше для того, щоб зібрати достовірний і цікавий матеріал, автор документального твору займається науковими дослідженнями або пошуком різних джерел, які підтверджують або спростовують його припущення. Також, якщо мова йде про якийсь випадку з минулого, письменнику доводиться займатися пошуком свідків і учасників цієї події, володіти мистецтвом інтерв'ювання для автентичного, живого і достовірного матеріалу. Великою підмогою для твору в жанрі нон-фікшн може бути сайт або блог автора, на який часто заглядають представники цільової аудиторії. Збір матеріалу для репортажу обов'язково включає в себе відвідування місця події. Без безпосереднього спостереження написати нон-фікшн неможливо. Якщо журналіст не має можливості особисто спостерігати подію, тоді краще відмовитися від підготовки репортажу і написати про подію новинну замітку, при якій без присутності на місці події можна обійтися. Перед відвідуванням місця події журналісту рекомендується вивчити якомога більше інформації по темі. Це потрібно для того, щоб на місці події бути в змозі відрізнити загальне від особливого і зосередити увагу на цьому особливому, а не витрачати час на введення в ситуацію. Журналіст ще до того, як виявиться на місці події, повинен приблизно представляти, що він побачить, на що йому слід звернути увагу, які питання потрібно буде задати учасникам події. На місці події завдання журналіста полягає не тільки в тому, щоб зібрати фактичну інформацію. Цього було б достатньо при підготовці новинний замітки. Написання ж нон-фікшн передбачає пошук особливого аспекту події і емоцій, які ця подія породжує. Практичні спостереження, які є оновою нон-фікшн поділяють за кількома ознаками: а) ступеню формалізованості (структуроване і неструктуроване), б) певного місця проведення (польове і лабораторне), в) регулярності самого проведення (систематичне і несистематичне), г) позиції спостерігача в конкретному дослідженні (включене і невключене). У структурованого спостереженні сам журналіст і фіксує події з чітко заданим планом або, точніше, процедурі, а в неструктуроване — проводить чітке спостереження у вільному пошуку, керуючись лише загальними поняттями про певну ситуацію. Польове дослідження передбачає уважну роботу журналіста в природних умовах, натомість лабораторне — в деяких сконструйованих самим журналістом ситуації. Саме ж систематичне споглядання передбачає спрямованість журналіста до тієї чи іншої ситуації в певні часи, а несистематичне — спонтанність під час вибору спостережуваного конкретного явища. Позиція спостерігача в невключеному спостереженні полягає в наступному: журналіст, зазвичай, знаходиться за межами спостережуваної ситуації і не входить в контакти з учасниками певних подій. Він цілком усвідомлено та відповідально займає нейтральну позицію, намагаючись не втручатися в хід подій, які відбуваються. Даний вид спостереження, тобто зібрання певної інформації, найчастіше використовують для опису саме соціальної атмосфери. Включене спостереження передбачає участь самого журналіста в самій ситуації. Він йде на це свідомо, змінюючи, наприклад, професію або, чітко розуміючи свої дії проникає в якусь соціальну групу для того, щоб зсередини розпізнати певний об'єкт. Зміна професії можлива в тих випадках, коли журналіст чітко упевнений в тому, що своїми непрофесійними або некваліфікованими діями він не завдасть людям ні фізичного, ні морального збитку. Наприклад, співробітникам ЗМІ протипоказано представлятися лікарями, юристами, суддями, працівниками державних служб і т. ін. Подібного роду заборони передбачені як відповідними нормами журналістської етики, так і певними статтями кримінального кодексу. Зауважимо, що враження і відомості, отримані журналістом, необхідно перевірити ще раз, щоб ще раз переконатися не тільки в їх достовірності, а й в об'єктивності. Тут журналістам можуть бути корисні поради соціолога В. А. Ядова, який для підвищення ступеня надійності (обгрунтованості і стійкості) даних пропонує наступні правила: а) максимально дрібно класифікувати елементи подій, що підлягають спостереженню, користуючись чіткими індикаторами; б) якщо основне спостереження здійснюється декількома особами, вони зіставляють свої враження і погоджують оцінки, інтерпретацію подій, використовуючи єдину техніку ведення записів, тим самим підвищується стійкість даних спостереження; в) один і той самий об'єкт варто спостерігати в різних ситуаціях (нормальних і стресових, стандартних і конфліктних), що дозволяє побачити його з різних сторін; г) необхідно чітко розрізняти і реєструвати зміст, форми прояву спостережуваних подій і їх кількісні характеристики (інтенсивність, регулярність, періодичність, частоту); д) важливо стежити за тим, щоб опис подій не змішувався з їх інтерпретацією, тому в протоколі слід мати спеціальні графи для запису фактичних даних і для їх тлумачення; е) при включеному або невключеному спостереженні, що виконується одним з дослідників, особливо важливо стежити за обгрунтованістю інтерпретації даних, прагнучи до того, щоб перевірити ще раз свої враження за допомогою різних можливих інтерпретацій. Як було сказано вище, при підготовці реконструктивного репортажу журналіст очевидцем або учасником події не є. Він отримує інформацію від інших людей, причому на основі цієї інформації він повинен не просто викласти суть того, що сталося, а описати те, що відбувається в деталях для створення «ефекту присутності». Тому журналісту потрібно опитувати якомога більше людей, які спостерігали за подією або брали в ньому участь. Опитування являє собою реконструкцію події: журналіст з'ясовує, де знаходився співрозмовник, що він робив, говорив, чув, думав і відчував у кожен момент часу. Опитування бажано проводити на місці події, щоб співрозмовник не просто розповів про те, що трапилося, але і показав, де перебував він і де знаходилися інші учасники події, як вони переміщалися, що з кожної з точок можна було побачити і почути. Якщо таким способом опитано кілька учасників події, картина почне вимальовуватися цілком певна і чітка. Потрібно враховувати, що далеко не кожен співрозмовник може описати побачене таким чином, щоб з цього можна було скласти текст. Багато людей відчувають труднощі з формулюванням своїх думок і описом своїх почуттів. Крім того, журналісту для підготовки репортажу необхідні характерні деталі, а багато людей подібних деталей або не помічають, або не здатні їх осмислити і згадати. У таких випадках журналіст в розмові сам висловлює за співрозмовника його думки, уточнюючи, чи відповідає це дійсності. Якщо співрозмовник підтверджує, що сказане журналістом — саме те, що він сам хотів сказати, але не зміг, тоді ці епізоди можна використовувати при підготовці репортажу. Крім того, потрібно враховувати, що людська пам'ять вкрай ненадійна. Люди не всі помічають, не всі з поміченого запам'ятовують, а дивлячись із сьогодення в минуле, не усвідомлено прагнуть це минуле впорядкувати, відкидаючи те, що не вкладається в схему. Тому якщо дві людини по-різному описують одну й ту ж сцену, це зовсім не означає, що хтось із них обов'язково бреше. Просто кожен так побачив, так запам'ятав і так осмислив, що відбувається. Особливості написання тексту. У реконструктивної репортажі матеріал подається від імені персонажів. Те, що відбувається показують очима то одного, то іншого учасника події — дивлячись, хто з них в даний момент знаходиться в центрі оповідання. Наприклад, якщо журналіст пише про аварію поїзда, він може почати з машиніста, який відчував себе погано, не виспався і тому не помітив тог тривожний сигнал, який допоміг би запобігти аварії. Потім можна переключитися на провідницю, яка в момент катастрофи готувала пасажирам чай і в перший момент не змогла зрозуміти, чому склянки з чаєм раптово злетіли і перекинулися. Далі можна перейти до пасажирки, яка спала, і якій снилося, що вона стрибає з парашутом, але парашут не розкривається, і вона ударяється об землю, після чого пасажирка відкрила очі і виявила себе впала на валізи, які також посипалися з полиць. В іншому реконструктивний репортаж будується аналогічно звичайному. Це стосується і наочності мови, і характерних деталей, і драматургії тексту (фокусування на конфлікті та просуванні від експозиції до розв'язки), і репортажного бекграунду (пояснень до того, що показується в сценах). Отож, ми вже знаємо, що «Нон-фікшн дає свободу журналістам писати те що він хоче і як хоче не спираючись на традиції. Тобто художній репортаж надає можливість висловитись». Коли людина не може прилаштуватись до існуючих канонів, вона руйнує їх і встановлює свої. Нон-фікшн у широкому його розумінні — прекрасний спосіб зайти в літературу не так, як усі — «з чорного входу». За останні три роки кількість художніх репортажів активно зростає, з'являється багато перекладних текстів. Але все це ще неоране поле. І це гарна можливість проявити себе і розповісти про себе. Ми живемо в такий час, коли кожна людина може взяти диктофон, вийти в поле і зробити репортаж. Головне — мати бажання і якусь іскру. А ось саме нон-фікшн має багато привабливих сторін. Одна з них — ти не мусиш іти на компроміси зі своєю совістю, не мусиш вигадувати те, до чого в тебе немає схильності. Наприклад, у тебе немає дару фантазувати, зате ти вмієш бачити. Це справді великий карт-бланш, особливо для молодих людей. Отож, основними рисами репортажу є оперативність і актуальність. Такий жанр вимагає від працівника мас-медіа не лише достовірної фіксації фактів, але й чітке обдумання подій щоб максимально привернути увагу читача. Тому перевагою нон-фікшн, який поєднує техніку у сучасному медіапросторі, літературу і кіно, є здатність передати те, що перебуває за кадром журналіста, який подає новину. Адже саме уважність і спостережливість це ті якості журналіста, без яких неможливо створити якісний художній репортаж. Художній репортаж в українських ЗМІ У вітчизняних ЗМІ художній репортаж трапляється досить нечасто. Але у цьому випадку на порятунок приходить інтернет мережа і блогосфера, у яких можна виділити доволі багато зразків цього різновиду журналістики. Ще художні репортажі можна знайти у «Газеті по-українськи», журналі «MANDRY» «Країна», «Український тиждень» та ще кількох інших виданнях. Але ось, наприклад, в сусідній Польщі саме такий жанр текстів друкується в одній з найбільших газет — «Газеті Виборчій». А от, наприклад, у Франції виходить журнал «Revue XXI», у якому містяться цікаві художні репортажі та нагадують більше книжку, які реалізовуються тільки у книжкових магазинах. Ось наприклад, спеціалісти Інституту засобів масової інформації виділяють шість основних пунктів інформаційної журналістики, адже вони є абсолютно однаково справедливими і для телебачення, радіо, для самої преси і інтернет-видань, навіть не зважаючи на особливі відмінності у цих типах ЗМІ. Такими стандартами є рівність думок і точок зору, правдивість, точність, повнота, виділення фактів від коментарів та швидкість подачі інформації саме художнього репортажу в українських ЗМІ. Але саме у наш час, коли новини передаються надзвичайно швидко, дотримання головного стандарту рівноваги нерідко призводить до того, що ЗМІ показують тільки інформацію сторін конфлікту. Звичайно, ця ситуація також є непоганою, адже саме це не дає глядачам глибше розуміти те, що насправді, а що ні. Ось тому саме для художнього репортажу суттєво не просто шукати й подавати його чіткі позиції, а також зробити аналіз, показавши його, та перевіряти їхні аргументи, а вже якщо виникає проблема з браком часу, то пропонується показати основну оцінку, яка є експертною. Так основою створення художнього репортажу в середовищі українських ЗМІ, є саме перевірка джерел достовірної інформації, і це є одним з першочергових завдань журналіста. Ось наприклад, нерідко українські засоби масової інформації роблять посилання на активні акаунти в соціальних мережах знайомих політиків чи міністрів, але є доволі великі ризики, що саме такі акаунти створюють та активно ведуть не найвідоміші політики, а їхні так звані піар-менеджери. Таким чином, достовірність навіть таких верифікованих акаунтів є сумнівною. До того ж акаунти політиків і високопосадовців у соцмережах часто є способом маніпуляції, коли імідж політика у соціальних медіа створюють не самі політики, а професіонали іміджмейкери, які ведуть їхні сторінки. У результаті, імідж політика чи посадовця зовсім не відповідає дійсності. Головна відмінна риса художнього репортажу це емоційність, яка часто є зайвою в інформаційних жанрах журналістики, тому часто саме такий репортаж розділяють на інформаційну розповідь з місця події та художню. В репортажі, як і в інших журналістських жанрах, мають бути названі джерела інформації. Неприпустимі в репортажах постановочні фото чи відео, навіть задля підвищення емоційності матеріалу, яка цінується в цьому жанрі. Журналіст завжди має залишатися чесним з власною аудиторією. Проблемою художнього репортажу є і те, що в українських ЗМІ фактично є відсутність цілих текстів, і причин цієї проблеми є декілька. За форматом ці репортажі трапляються різні, тобто зазвичай вони великі, саме з цієї причини, вони не вкладаються в звичні формати друкованих видань у нашому медіапросторі. Окрім цього, процес створення займає доволі чимало часу. Новина перестає бути «гідною» публікація, якщо втрачає свою актуальність. А з появою інтернету, процес журналістської діяльності лише пришвидшився. Нині фахівці та окремі ЗМІ змагаються не лише за якість матеріалу, а й за оперативність їхньої появи у мережі. У нашій країні переважна більшість з авторів, що працює в цьому жанрі, зазвичай письменники та перекладачі: Лесь Белей, Андрій Бондар, Марія Матіос, Ірен Роздобудько, Оксана Забужко та інші. Відомими теж є подорожні історії, що першопочатково з'явилися у блогах та спеціальних виданнях окремими репортажами або статтями (Артем Чапай, Макс Кідрук), а вже потім вони трансформувались у книги. Велика палітра авторів друкується у збірці «Veni, vidi, scripsi». Саме тут можна зустріти представників різних регіонів — від Закарпаття до Донбасу. Таким шляхом часто відкриваються і відомі імена, наприклад Наталка Гуменюк, Олег Коцарев, Олександр Гаврош, Олег Криштопа, Катерина Цибенко, Денис Казанський, Олеся Яремчук, і дебютанти. Зрозумілим стає і той факт, що молодь позитивніше ставиться до експериментів із текстами, які представлені українськими ЗМІ, тоді, як репортери, яким за 40, частіше роблять класичні репортажі, написані за всіма канонами. Але власне художній репортаж не є настільки важливим, як власне форма висвітлення й експерименти з нарацією. Аудиторія все більше потребує художніх репортажів. В першу чергу через популяризацію цього типу репортажів конкурсом «Самовидець», але й водночас, як би парадоксально це звучало, через війну. Реальні історії, розказані про війну, чіпляють більшість наших співгромадян і викликають широкий резонанс у суспільстві, бо саме таким текстам людина вірить. Що стосується інтернет-репортажів, то важливим є те, що під час його створення українськими ЗМІ, увага аудиторії привертається й за допомогою активного відтворення подій, збагаченням розповіді ілюстративними способами в поєднанні з документальним словесним викладом, емоційно представленою лексикою, яка в мовностилістичному відношенні виступає цементуючою основою будь-якого репортажу. Та і багато що залежить від самого характеру подій, значимості героїв, творчого задуму, створюється публікація — максимально стисла, інформативна або навпаки, із ґрунтовнішими елементами чіткого аналізу, дискусійними про тему неабиякими роздумами саме художнього репортажу. Крім того, інтернет-ресурси завдяки своєму візуальному впливові дають необмежені можливості для використання чітких світлин. Таку специфіку, яка передається між мережами, враховує і видання ЛітАкцент. Невипадково, що в ньому головним і досі залишається фоторепортаж. Поряд із цим репортажна практика онлайн-ЗМІ відобразила ряд недоліків. Це є традиційні зачини, пасивна форма викладу (особливо в минулому часі), малосюжетні знімки, переобтяжені складнопідрядними конструкціями речення, нехтування розбивками тексту (у вигляді промовистих відступів, діалогів, яскравих описів і сцен) дуже знижують саме художню жанрову основу цих матеріалів. Однак урахування всіх головних, потенційних можливостей художнього репортажу, включаючи складну за природою його будову, здатні зробити такі публікації дієвими й визначальними для мас медіа. В українському мас медіа, поняття художньої та літературної журналістики стає особливо актуальним вже після появи в 2013 році антології «Veni, Vidi, Scripsi: Світ у масштабі українського репортажу». Яке являє собою збірку з 10 текстів, що присвячені подорожам по Україні так і закордонним подорожам. Художній репортаж переплітається з нон-фікшн, який, як ми вже знаємо виник, в Сполучених Штатах в 60-х роках 20 століття, в творах Тома Вулф, Гей Таліз, Джоан Дідіон, Майкла Герра, Нормана Мейлера, Трумена Капоте та інших. Також основні головні принципи нон-фікшн сформульовані в антології Тома Вулфа «The New Journalism» (1973), що і активно використовується для створення художнього репортажу українськими ЗМІ: 1) послідовна розповідь від сцени до сцени, без довгих історичних ракурсів; 2) передача діалогів, яка несе правдивий характер; 3) ракурс третьої особи (так званий, принцип «хамелеона»), при якому автор передає сцену від імені однієї з дійових осіб; 4) деталізація самого ж статусу — детальне зображення зовнішності, манери поведінки, мови героїв, інтер'єру, де відбувається подія. Також до відомих дослідників художнього репортажу, можна віднести: В. Здоровегу, І. Прокопенко, І. Вартанов, Д. Григораш, В. Карпенко, М. Василенко, І. Михайлин, М. Кім, О. Чернікова, О. Тертичний, М. Войтек, С. Гуревич, Ж.-Д. Буше, М. Галлер та ін. В українських ЗМІ, привертає увагу і думка вітчизняної дослідниці Антоніни Іващук, адже вона вважала, що сам сучасний художній репортаж — найбільш розгорнутий та емоційний жанр серед інформаційних жанрів, і те що він потребує одночасно, з одного боку, документальності, нещадного дотримання багатьох фактів життя, а з іншого — емоційності, особистого сприйняття конкретної події, уваги до різних деталь, факту, явища. А ось польська школа репортажу, точніше її представники також ставлять акцент на дуже важливих індивідуальних переживань журналіста: «сьогодні якісний репортаж не може бути простим звітом. Він має бути наповнений власними емоціями та реагуванням автора». І продовжує: «Весь секрет реального якісного репортажу полягає у тому, що сам репортер не є так званим диктофоном. А просто збирає факти, зберігає кольори, враження, смаки, запахи, і перш за все емоції: людський страх, неспокій, жаль, лють, огиду». Ці всі особливості першочергово звертають на себе увагу в текстах американських «новожурналістів», зібраних в антології «The New Journalism». Також важливим фактором художнього репортажу в українських ЗМІ є мікс чіткої документальності, яка і є невід'ємною рисою такого репортажу, а ще суб'єтивності, метафоричності, емоційності та тактичне використовування всіх чинників, які і створюють якісний художній репортаж. Український літературознавець і критик Антон Санченко запропонував виділити обов'язковий інгредієнт художнього репортажу, тобто сама подія, щоб була резонансною, іноді трагічною, іноді кумедною, та з широким медійним розголосом. Була помітна ще одна ознака, яку повинен мати хороший художній репортаж перед публікуванням в ЗМІ — це є елементарність відповідних обставин. Ядром художнього репортажу, з балансуванням на грані між літературою та журналістикою, власне є факт, інформація або подія. Як вже згадувалось, вже у 2013 році за підсумками всеукраїнського конкурсу художніх репортажів «Самовидець» київське видавництво «Темпора» було опублікувало антологію десяти кращих текстів \"Veni, Vidi, Scripsi. Серед авторів видань є як відомі журналісти, так і початківці — Ірина Набитович, Олег Криштопа, Дмитро Губенко, Олександр Гаврош, Олег Коцарев, Катерина Цибенко, Наталя Гуменюк та інші. Також варто зазначити, що художній репортаж тільки зароджується в Україні, але ним вже активно користуються журналісти в українських ЗМІ. Далеко не кожен з відібраних текстів чітко відповідає вимогам жанру, деякі з них можна радше назвати художнью літературою, ніж художнім репортажем, але в обох випадках, присутні ознаки «нон-фікшн». Так, перший текст за багатьма своїми ознаками більше подібний на повість, ніж на репортаж. Хоч у репортажі і подекуди трапляються документальні свідчення різних людей, вони все одно передаються не в формі прямої мови, що і є властивим художньому репортажу. Другий має більше ознак «нон-фікшн», що спростовує подання інформації в українських ЗМІ. Тому часом у репортажі бачимо багато фактів, наприклад: відповідно підтвердженою статистикою, у 2006 р. сумарні викиди ЄМ3 становили 29 913 тис. т, а в 2010 р. вже 38 730 тис. Насправді, на фактах створений і той репортаж, який набув статусу переможця на відомому всеукраїнському конкурсі під назвою «Самовидець», «Україна: Масштаб 1:1» Олега Криштопи, адже саме для нього світ перетворився на окрему книжку. Творець разом із оператором, вирушає у мандрівку, та створює незовсім чіткий образ України за молодих літ. Саме тоді, все що побачив та почув журналіст дуже точно показує у своєму репортажі все що стосується дизайну та навіть освітлення, самих героїв, та бесіди з ними. Також, ми можемо спостерігати, що в українських ЗМІ, журналісти часто описують розповіді, де можна зрозуміти, що вони зосереджуються на незначних деталях, таких як, де можна краще поїсти, який шлях використати, щоб доїхати, де неякісна дорога, який ландшафт видно з вікон тощо. А ще змальовують всі особливості та пам'ятні місця конкретно вибраної території (вулиці, будинки), у містах і селах, описуючи місцевих жителів, які в них звички та який тип заробітку найбільше використовують, цікафі факти з історії, навіть часто присутні деталі про те, яку рослинність найбільше можна побачити. Помітно, підкреслюється присутність самих журналісти, які і були очевидцями певних подій. Часто в українських ЗМІ, саме у художньому репортажі можна зустріти цікаві історичні події людей, які і є сюжетом, для зйомок на телебаченні. Багато говорять власним голосом, не використовуючи літературне редагування, неодноразово міняючи один одного, тобто сама розмова-інтерв'ю представлена як репортаж. Щоб заволодіти достовірними фактами молоді журналісти проводять немало часу з героями текстів, які самі створюють. Ще у текстах присутні безліч історичних моментів, що використовуються після екскурсії та інформації, яка є довідковою, можемо побачити і те, що зустрічається багато зіставлення з Радянським Союзом. Так, для того, щоб опублікувати матеріал в українські ЗМІ, потрібно перш за все використати додаткові інформаційні джерела, часто це є інформація з Вікіпедії. А ще, використання різних шрифтів — це є своєрідне підкреслення певних фраз, які і доповнюють цікаві портрети персонажів художнього репортажу. Також існує ще один прийом, який українські журналісти часто використовують у власному репортажі, — деталізація самого статусу, наприклад: «До його маленької кімнатки ще збереглися старі дверцята. Наявна білосніжна стеля. Прозорого скла у вікні вже немає — лише целофан. У цій кімнаті стоїть ліжко, невеличкий столик, дерев'яна шафа. У шафі є три старенькі сукеночки та халат» Отже, всі ці виділені особливості художніх репортажів, які в процесі досліджуються у нон-фікшн, та публікуються українськими ЗМІ, надають можливість зробити саме такі висновки: В українських ЗМІ такий жанр, як художній репортаж тільки розпочинає своє існування та розвиток. Але через свої неабиякі об'єми схожі тексти більшість виходять як окремі книги. Переважно платформою для того, щоб існували різні тексти є інтернет-видання й блоги. А найкращими зразками художнього репортажу нон-фікшн є ті, які репрезентовані теж у формі окремих книг і статей в виданнях The New Yorker, Esquire, Vanity Fair, The New York Times і The Wall Street Journal. В текстах, які були запропоновані, підкреслено й досліджено головні прийоми нон-фікшн («Dramatic Scene», «Recording Dialogue in Full», «Point of View», «Status of Details»), існування яких підтверджує належність проаналізованих репортажів до жанру художньго репортажу. В українському медіапросторі відсутні достатньо чіткі критерії жанру. Теперішній стан, відкриває гарні перспективи для наступних результативних наукових розвідок та робіт. Для багатьох українських текстів властивий автобіографізм, суб'єктивізм, документалізм, застосування різних шрифтів та різні експерименти з нарацією. В обох випадках велике значення має діалог та мова персонажів, яку передають докладно і без змін. Важливим чинником, що і об'єднує всі художні репортажі є «фактаж». Автори подекуди виділяють свою присутність на місці певних подій, а ще детально відтворюють мову, різні кольори, виражені запахи, цікаві звуки, інтер'єр. Ось ця ознака і є однією із головних при аналізі даного жанру, також ця особливість дає змогу зараховувати роботу саме до нон-фікшн, а не до літератури, чим і користуються журналісти для створення художнього репортажу, та його подачі в українські ЗМІ. Незважаючи на зростання в українських ЗМІ самого інтересу всіх українських журналістикознавців до цього жанру, вичерпний огляд проблеми залишається розкритий. Тому жанр художнього репортажу в українському медіапросторі потребує багато докладніших наукових досліджень. Див. також Документальна література Примітки Посилання Андрій Бондар про Зємовіта Щерека Белей Л. У пошуках Мордору. Зємовіт Щерек про польське сприйняття України Бондар А. Ришард Капусцінський між історією та літературою // Критика. — 2007. — Ч. 6. — С. 30. С. Осне Саєрстад: «Інформація та розуміння — не одне й те саме» Капусцінський Р. Імператор/Шахіншах / Перелад з польської Олеся Герасима. — Чернівці: Книги-XXI, 2014. — 294 с. Курчаб-Редліх К. Головою в мур Кремля: Пубіцистичне видання. — К. : Темпора, 2010. — 440 с. Лильо Т. Геродот нашого часу Малетич Н. Ізабела Мейза: «Не вірю в те, що життя „перенесеться“ на Facebook» Ославська С. Революція — щороку: репортажі Ришарда Капусцінського Свято Р. «Неактуальна» журналістика та актуальна література Троскот І. Лесь Белей: «Є потреба відкривання нових світів і нових тем» Категорія:Журналістика Категорія:Література"}
{"category": "Література", "title": "Літературний раб", "abstract": "Літературний раб (або гострайтер англ. ghostwriter), раніше також літературний негр (фр. nègres littéraires) — людина, яку наймають для написання літературного, журналістського чи будь-якого іншого тексту, авторство якого в підсумку приписують іншій особі. \nПослугами літературного раба часто користуються знаменитості та політики для написання чи впорядкування автобіографій, мемуарів, журнальних статей чи інших письмових матеріалів. Аналогічно схожі послуги надають і в музиці, пишучи пісні, слова та інструментальні композиції. Сценаристи можуть використовувати послуги літературного раба для редагування чи переписування сценаріїв з метою їх вдосконалити. Зазвичай сторони заздалегідь укладають угоду про конфіденційність, за якою літературний раб повинен зберегти свою анонімність. Іноді його згадують як помічника чи дослідника, але здебільшого не згадують взагалі.", "content": "thumb|300px|Попит на книги Тома Кленсі перевищував його можливості писати нові книги, тому видавець найняв літературних рабів, щоб ті писали романи у стилі Тома Кленсі. Літературний раб (або гострайтер ), раніше також літературний негр () — людина, яку наймають для написання літературного, журналістського чи будь-якого іншого тексту, авторство якого в підсумку приписують іншій особі. Послугами літературного раба часто користуються знаменитості та політики для написання чи впорядкування автобіографій, мемуарів, журнальних статей чи інших письмових матеріалів. Аналогічно схожі послуги надають і в музиці, пишучи пісні, слова та інструментальні композиції. Сценаристи можуть використовувати послуги літературного раба для редагування чи переписування сценаріїв з метою їх вдосконалити. Зазвичай сторони заздалегідь укладають угоду про конфіденційність, за якою літературний раб повинен зберегти свою анонімність. Іноді його згадують як помічника чи дослідника, але здебільшого не згадують взагалі. Див. також Спічрайтер Категорія:Обман Категорія:Музичні професії Категорія:Література Категорія:Музичні суперечки"}
{"category": "Література", "title": "Літературні жанри", "abstract": "Літерату́рний жанр (фр. genre — рід) — один із головних елементів систематизації літературного матеріалу, літературного твору, класифікує літературні твори за їх типами творів.", "content": "Літерату́рний жанр (фр. genre — рід) — один із головних елементів систематизації літературного матеріалу, літературного твору, класифікує літературні твори за їх типами творів. Класифікація літературних жанрів Категорією вищого порядку при тричленному поділі літератури є літературний рід (загальне) — епос, лірика, драма; категорією середнього порядку — літературний вид (особливе) — роман, повість, новела в епосі; категорією нижчого порядку (окреме) — різновид (жанр). Наука, що вивчає літературні жанри називається генологією. Першим підкреслив культурно-історичний характер літературного жанру французький учений Фердинанд Брюнет (1849—1906) у книзі «Еволюція жанрів в історії літератури» (1890). Визначається літературний жанр по різних ознаках: з погляду способів дійсності (Аристотель), типів змісту (Йоганн-Фрідріх Шиллер), категорій гносеології (об'єктивне — суб'єктивне в Георга Гегеля), формальних ознак (Олександр Веселовський), психології (Е. Штайгер). Ряд літературознавців ототожнює поняття літературний вид і жанр, вживаючи ці слова як синоніми. З часів Арістотеля, що дав у своїй «Поетиці» першу систематизацію літературних жанрів, зміцнилося уявлення про те, що літературні жанри є закономірною, раз назавжди закріпленою системою, і завданням автора є лише добитися якнайповнішої відповідності свого твору сутнісним властивостям вибраного жанру. Таке розуміння жанру — як даної авторові готової структури — привело до появи цілого ряду нормативних поетик, що містять вказівки для авторів щодо того, як саме повинні бути написані ода або трагедія; вершиною такого типу творів є трактат Буало «Поетичне мистецтво» (1674). В той же час зміни (і дуже істотні) тривалий час або не помічалися теоретиками, або розглядалися ними як псування, відхилення від необхідних зразків. І лише під кінець XVIII століття розкладання традиційної жанрової системи, зв'язане, відповідно до загальних принципів літературної еволюції, як з внутрішньолітературними процесами, так і з дією абсолютно нових соціальних і культурних обставин, зайшло настільки далеко, що нормативні поетики вже ніяк не могли описати і приборкати літературну реальність. У процесі історичного розвитку майже кожен жанровий вид варіював у різновиди, або жанри. Так, жанровими різновидами роману сьогодні є роман: біографічний, автобіографічний, детективний, духовний, історичний, готичний, бульварний, крутійський, пригодницький, психологічний, науково-фантастичний, соціально-побутовий, тенденційний, роман-епопея, роман-щоденник, роман-притча та ін. Класифікацію підвидів проводять то за змістовою ознакою (історичний роман, духовний роман, роман жахів), то за композиційною чи версифікаційною особливістю твору (сонет, рондо), то за сукупністю ознак і особливостей (мадригал, хоку). Типологія жанрів була чітко визначена в класицизмі. Романтизм порушив класицистичну «чистоту» жанрів. У XIX ст. стало поширеним поєднання літературних родів у жанрі. Коли ж у жанровім виді виступають елементи двох чи трьох родів, говоримо про змішаний жанр (поема, балада — змішані ліро-епічні жанри). Іноді виділяють пограничні літературні жанри, котрі містять у собі літературні елементи з науковим стилем викладу (літературу й публіцистику поєднують художній нарис, есе, фейлетон, репортаж). Літературні жанри і жанрові системи — категорії історично змінні. У цих умовах одні традиційні жанри стали стрімко відмирати або маргіналізуватися, інші, навпаки, переміщатися з літературної периферії в самий центр літературного процесу. Зліт балади на рубежі XVIII—XIX ст., зв'язаний в Росії з ім'ям Василя Жуковського, виявився досить короткочасним, то гегемонія роману — жанру, який нормативні поетики століттями не бажали помічати як щось низьке і неістотне, — затягнулася в європейських літературах щонайменше на сторіччя. Популярна в епоху класицизму, ода в літературі XIX-ХХ ст. майже зовсім зникає. Просвітництво висунуло на перше місце міщанську драму, сатиричний жанр, які пізніше були витіснені романтичними жанрами — елегією, баладою, ліро-епічною поемою та ін. Особливо активно стали розвиватися твори гібридної або невизначеної жанрової природи: п'єси, про які складно сказати, комедія це або трагедія, вірші, яким неможливо дати ніякого жанрового визначення, крім того, що це ліричний вірш. Падіння чітких жанрових ідентифікацій виявилося і в умисних авторських жестах, націлених на руйнування жанрових очікувань: від роману Лоренса Стерна, що обривається на півслові, «Життя і думки Трістрама Шенді, джентльмена» до «Мертвих душ» Миколи Гоголя, де парадоксальний для прозаїчного тексту підзаголовок «поема» навряд чи може цілком підготувати читача до того, що з достатньо звичної колії крутійського роману його раз у раз вибиватимуть ліричними (а деколи — і епічними) відступами. У XX столітті на літературні жанри зробило особливо сильний вплив відособлення масової літератури від літератури, орієнтованої на художній пошук. Масова література наново відчула гостру потребу в чітких жанрових приписаннях, що значно підвищують для читача передбаченість тексту, дозволяють легко в ньому зорієнтуватися. Зрозуміло, колишні жанри для масової літератури не годилися, і вона досить швидко сформувала нову систему, в основу якої ліг вельми пластичний і такий, що накопичив немало різноманітного досвіду жанр роману. В кінці XIX, першій третині XX-го остаточно оформляються детектив і поліцейський роман, фантастика і дамський («рожевий») роман. Не дивно, що актуальна література, націлена на художній пошук, прагнула якнайдалі відхилитися від масової і тому йшла від жанрової визначеності якнайдалі. Але оскільки крайнощі сходяться, остільки прагнення бути далі від жанрової визначеності часом приводило до нового жанротворення: так, французький антироман настільки не хотів бути романом, що у основних творів цієї літературної течії, представленої такими самобутніми авторами, як Мішель Бютор і Наталі Саррот, виразно спостерігаються ознаки нового жанру. Таким чином, сучасні літературні жанри (і таке припущення ми зустрічаємо вже в роздумах Михайла Бахтіна) не є елементами якої-небудь визначеної системи: навпаки, вони виникають як точки концентрації напруженості в тому або іншому місці літературного простору, відповідно до художніх завдань, які висуваються певним колом авторів. Порівняльна таблиця літературних жанрів (за типом поетичної структури) З погляду на тип поетичної структури літературного твору (спосіб творення уявного світу, позиція літературного суб'єкта, наявність чи відсутність сюжету, рецепція) найчастіше виділяють такі жанрові види +лірикадрамаепос ліричний вірш, пісня, елегія, епіграма, епітафія, елогій та інші трагедія, комедія, драма, водевіль, фарс та інші епопея, казка, байка, легенда, оповідання, повість, роман, новела, новелета, художні мемуари та інші+ Див. також Генологія Жанр Література Пам'ять жанру Важливо також згадати про академічні та суміжні літературні жанри, як-то: навчальний, науковий, науково-популярний, академічне есе та ін. Вони мають особливі традиції і спосіб викладення. Джерела Жанр, жанрова система у просторі літературознавства: монографія / Н. Копистянська. — Л. : ПАІС, 2005. — 368 с. Література Генерика і архітектоніка: Кн. 2 : Жанри нового письменства / І. В. Качуровський. — К. : Києво-Могилянська академія, 2008. — 376 с. Жанр трагедії в українській радянській драматургії (питання історії й теорії): [монографія] / І. Л. Михайлин ; ред. : О. П. Іващенко. — Х. : Вища школа, 1989. — 151 с. Жанри сатиричної публіцистики: навч. посіб. для студ. ін-ту журналістики / Ю. Ф. Ярмиш; редкол. Різун В. В. (голова), О. Д. Пономарів, М. М. Веркалець та. — К. : Видавництво Інституту журналістики, 2003. — 156 с. Жанр щоденника в українській літературі другої половини XX — початку XXI століть: монографія / А. В. Ільків ; наук. ред. Є. М. Баран. — Надвірна: Надвірнянська друкарня, 2010. — 287 с. Записки як жанр української прози ХХ — початку ХХІ століть: монографія / К. Шахова ; наук. ред. В. П. Біляцька. — Луцьк: Вежа-Друк, 2017. — 216 с. Когнітивна жанрологія і поетика: монографія / Т. В. Бовсунівська. — К. : Київський університет, 2010. — 190 с. Крилов і розвиток жанру байки в українській дожовтневій літературі / Б. А. Деркач. — К. : Наукова думка, 1976. — 311 с. Літературні жанри малої форми / А. Юриняк. — К. : Смолоскип, 1996. — 134 с. Українська дожовтнева драматургія: еволюція жанрів: навч. посіб. для студ. педінститутів спеціальності 02.19.00 «Українська мова і література» / А. В. Козлов. — К. : Вища школа, 1991. Український радянський роман: (Стислий нарис історії жанру) / Л. М. Новиченко. — К. : Наукова думка, 1976. — 131 с. Український роман: теоретичні проблеми і жанрова еволюція: монографія / Н. І. Бернадська. — К. : Академвидав, 2004. — 368 с. Посилання Словник літературознавчих термінів. Категорія:Література"}
{"category": "Література", "title": "Марміон (поема)", "abstract": "«Марміон» (англ. Marmion: A Tale of Flodden Field) - поема, історичний роман у віршах шотландського письменника Вальтера Скотта 1808 року. Події роману відбуваються в 16 столітті і обертаються навколо історичних подій, пов’язаних з битвою біля Флоддена (1513 р.), зосереджуючись на темах лицарства, героїзму, кохання, зради та війни в середньовічній Англії та Шотландії. Головний герой поеми лорд Марміон - лицар, чиє життя пов’язане з долею Шотландії. \nПоема розділена на шість частин, в кожній з яких представлений багатий опис природи, динамічні битви та складні взаємовідносини між персонажами.", "content": "«Марміон» (англ. Marmion: A Tale of Flodden Field) - поема, історичний роман у віршах шотландського письменника Вальтера Скотта 1808 року. Події роману відбуваються в 16 столітті і обертаються навколо історичних подій, пов’язаних з битвою біля Флоддена (1513 р.), зосереджуючись на темах лицарства, героїзму, кохання, зради та війни в середньовічній Англії та Шотландії. Головний герой поеми лорд Марміон - лицар, чиє життя пов’язане з долею Шотландії. Поема розділена на шість частин, в кожній з яких представлений багатий опис природи, динамічні битви та складні взаємовідносини між персонажами. Примітки Джерела Marmion: A Tale of Flodden Field in Six Cantos by Walter Scott. Project Gutenberg. URL: https://www.gutenberg.org/ebooks/5077. https://en.wikipedia.org/wiki/Marmion_(poem) Марміон: Розповідь про затоплене поле у шести піснях купити на magicbook.com.ua - GB/515602/R. MagicBook™. URL: https://magicbook.com.ua/uk/product-133772.html?srsltid=AfmBOorZmkysiBfYD8-S9Rj-SelLC5EBC5gJtll6chfrUP1XSrbFIwg7 . Scott W. Marmion: A Tale of Flodden Field in Six Cantos: Walter … Goodreads. URL: https://www.goodreads.com/book/show/35201471-marmion. Категорія:Література Категорія:Поеми Категорія:Романи Категорія:Історичні романи Категорія:Шотландські романи Категорія:Англомовні романи Категорія:Англійська література Категорія:Романи Вальтера Скотта Категорія:Середньовіччя в культурі та мистецтві"}
{"category": "Література", "title": "Навчальна література", "abstract": "Навчальна література — література, твори писемності та друку, створювані як засіб навчання для певної системи освіти або перепідготовки кадрів, для конкретного навчального закладу або для самоосвіти.", "content": "Навчальна література — література, твори писемності та друку, створювані як засіб навчання для певної системи освіти або перепідготовки кадрів, для конкретного навчального закладу або для самоосвіти. Визначення Відповідно до БСЕ навчальна література — це література, твори писемності та друку, створювані як навчання для певної системи освіти чи перепідготовки кадрів, для конкретного навчального закладу чи самоосвіти{ {БСЕ3|назва=u043D%u0430%u044F%20%u043B%u0438%u0442%u0435%u0440%u0430%u0442%u0443%u0440%u0430&rq=1&onlyname=checked&new | автор = Б.Г. Тяпкін}}. Види навчальної літератури Навчальна література групується за видами видань: програмно-методичні — програми (робочі, стабільні), методичні вказівки до програм, методичні листи та керівництва; навчальні — букварі, підручникі, навчальні посібники, лекції, конспекти лекцій; допоміжні — хрестоматії, практикуми, збірники практичних завдань, вправ і завдань, плани практичних та семінарських занять, атласи, збірники креслень, робочі зошити, лабораторні журнали; Видання для читання іноземними мовами, що містять методичний апарат. Історія За даними ЮНЕСКО, у світі видання шкільних підручників коливалося від 3,5% до 39% числа назв книг. Примітки Посилання Категорія:Література Категорія:Освіта *"}
{"category": "Література", "title": "Онірична література", "abstract": "Онірична (від дав.-гр. ὄναρ, ὄνειρος, грец. όνειρο — сон, мрія) література — література, сенс якої виражається або завдяки мотиву сновидіння, або через особливості зумовленої ним композиції.\nЯк літературний прийом, сновидіння служить для найрізноманітніших цілей формальної побудови і художньої композиції усього твору і його складових частин, ідеологічної та психологічної характеристики дійових осіб і, нарешті, викладу поглядів самого автора.\nЗустрічається в міфах, епосі, релігійних творах, історичних хроніках, белетристиці і поезії по всьому світу з найдавніших часів. До такої практики зверталися автори агіографій, вона поширювалася за доби бароко, романтизму, найповніше реалізувалася у річищі сюрреалізму.", "content": "Онірична (від , — сон, мрія) література — література, сенс якої виражається або завдяки мотиву сновидіння, або через особливості зумовленої ним композиції Літературознавча енциклопедія. Як літературний прийом, сновидіння служить для найрізноманітніших цілей формальної побудови і художньої композиції усього твору і його складових частин, ідеологічної та психологічної характеристики дійових осіб і, нарешті, викладу поглядів самого автора. Зустрічається в міфах, епосі, релігійних творах, історичних хроніках, белетристиці і поезії по всьому світу з найдавніших часів. До такої практики зверталися автори агіографій, вона поширювалася за доби бароко, романтизму, найповніше реалізувалася у річищі сюрреалізму. Примітки Див. також Оніричний гротеск Видіння Посилання Категорія:Сновидіння Категорія:Література Категорія:Тропи у фентезі"}
{"category": "Література", "title": "Оповідь (процес)", "abstract": "Оповідь — це соціально-культурна діяльність, коли людина оповідає історію іншим людям, іноді використовуючи імпровізацію, театралізацію чи перебільшення. Кожна культура має власні оповідання, якими здавна діляться для розваги, освіти, збереження культури чи виховання моральних цінностей (наприклад, народні казки). Ключовими елементами цих історій є сюжет, персонажі та позиція оповідача. \nВ медіаконтексті часто використовують англійський термін storytelling.", "content": "thumb|200px|Картина Джона Еверетта Мілле \"Юнацькі роки Ролі\". Моряк розповідає молодому Волтеру Ролі і його брату історію про те, що сталося в морі. Оповідь — це соціально-культурна діяльність, коли людина оповідає історію іншим людям, іноді використовуючи імпровізацію, театралізацію чи перебільшення. Кожна культура має власні оповідання, якими здавна діляться для розваги, освіти, збереження культури чи виховання моральних цінностей (наприклад, народні казки). Ключовими елементами цих історій є сюжет, персонажі та позиція оповідача. В медіаконтексті часто використовують англійський термін storytelling.Матс Вікман: Сторітелінг — це як складання конструктора Історична перспектива Оповідання, переплетене з розвитком міфології, передувало писемності. Найдавніші форми оповіді зазвичай були усними, у поєднанні з жестами та мімікою. Деякі археологи вважають, що наскальні малюнки, окрім ролі в релігійних ритуалах, могли слугувати формою оповіді для багатьох давніх культур. Австралійські аборигени малювали символи, які також з'являються в історіях, на стінах печер, щоб допомогти оповідачеві запам'ятати історію. Потім історію розповідали, використовуючи поєднання усної розповіді, музики, наскального мистецтва і танцю, які приносять розуміння і сенс людському існуванню через пам'ять і відтворення історій.Cajete, Gregory, Donna Eder and Regina Holyan. Life Lessons through Storytelling: Children's Exploration of Ethics. Bloomington: Indiana UP, 2010. Люди використовували різьблені стовбури живих дерев і ефемерні носії (такі як пісок і листя) для запису народних казок на малюнках або за допомогою письма. Складні форми татуювання також можуть представляти історії з інформацією про генеалогію, приналежність та соціальний статус.Kaeppler, Adrienne. \"Hawaiian tattoo: a conjunction of genealogy and aesthetics\". Marks of Civilization: Artistic Transformations of the Human Body. Los Angeles: Museum of Cultural History, UCLA (1988), APA. Народні казки часто мають спільні мотиви та теми, що свідчить про можливу базову психологічну схожість у різних людських культурах. Інші історії, зокрема казки, як видається, поширювалися з місця на місце, що свідчить про їхню пам'ятність і популярність. Групи спочатку усних оповідань з часом можуть об'єднуватися в цикли історій (як \"Арабські ночі\"), групуватися навколо міфічних героїв (як \"Король Артур\") і перетворюватися на розповіді про діяння богів і святих різних релігій. Результати можуть бути епізодичними (як історії про Анансі), епічними (як у гомерівських казках), надихаючими (зверніть увагу на традицію життєписів) і/або повчальними (як у багатьох буддійських або християнських священних писаннях). Див. також Наратив Примітки Категорія:Література Категорія:Журналістика"}
{"category": "Література", "title": "Панторима", "abstract": "Пантори́ма, або олори́ма (грец. Παντα — весь та грец. ῥυθμός — розмірність, ритм, узгодженість) — різновид рими за розташуванням у вірші комбінаторної поезії, який вирізняє рима, яка об'єднує багато звуків, далеко заглиблюючись у середину рядка, вступаючи в різноманітні, але багаті співзвуччя; суголосся, що охоплює не лише окремі слова чи їх закінчення, а якомога повніше віршові рядки:\n\nТак важко на жорстокім камені\nШляхів вирізьблювати грань.\nНевже і справді заважка мені\nДорога зустрічей і тиха путь прощань? (М. Бажан).\nПанторима засвідчує тонке мовне чуття та вишукане опанування автора словом, хоча повністю заримованих, тим більше однакових за своїм буквеним складом та послідовністю літер, віршових рядків (пантограма) в українській поезії майже не спостерігається. Виняток — творчість Володимира Книра, автора найдовшої пантограми, а отже й панторими (та олорими) в українській мові:\n\nЯк раз дасте старому фельдшеру вати,\nякраз дасте старому фельдшерувати. (30 літер).\nТа подовженого її варіанту: \n\nЯк ось видаватимете тамтому старенькому фельдшеру вати,\nякось ви даватимете там тому старенькому фельдшерувати. (48 літер).\nЯкщо другий рядок складається з меншої кількості заримованих складів, ніж перший рядок, така рима називається ехорима (або відлуння-рима). \nВірш, повністю написаний з використанням панторими, називається панторим, аналогічно до того, як вірш, повністю написаний з використанням ехорими  називається еховірш (ехорим) або відлуння-вірш.\n\n", "content": "Пантори́ма, або олори́ма ( — весь та — розмірність, ритм, узгодженість) — різновид рими за розташуванням у вірші комбінаторної поезії, який вирізняє рима, яка об'єднує багато звуків, далеко заглиблюючись у середину рядка, вступаючи в різноманітні, але багаті співзвуччя; суголосся, що охоплює не лише окремі слова чи їх закінчення, а якомога повніше віршові рядки: Так важко на жорстокім камені Шляхів вирізьблювати грань. Невже і справді заважка мені Дорога зустрічей і тиха путь прощань? (М. Бажан). Панторима засвідчує тонке мовне чуття та вишукане опанування автора словом, хоча повністю заримованих, тим більше однакових за своїм буквеним складом та послідовністю літер, віршових рядків (пантограма) в українській поезії майже не спостерігається. Виняток — творчість Володимира Книра, автора найдовшої пантограми, а отже й панторими (та олорими) в українській мові: Як раз дасте старому фельдшеру вати, якраз дасте старому фельдшерувати. (30 літер). Та подовженого її варіанту: Як ось видаватимете тамтому старенькому фельдшеру вати, якось ви даватимете там тому старенькому фельдшерувати. (48 літер). Якщо другий рядок складається з меншої кількості заримованих складів, ніж перший рядок, така рима називається ехорима (або відлуння-рима). Вірш, повністю написаний з використанням панторими, називається панторим, аналогічно до того, як вірш, повністю написаний з використанням ехорими називається еховірш (ехорим) або відлуння-вірш. Джерела Словник іншомовних слів. Головна редакція УРЕ, 1974 Літературознавчий словник-довідник за редакцією Р. Т. Гром'яка, Ю. І. Коваліва, В. І. Теремка. — К.: ВЦ «Академія», 2007 ПОЧИНОК Ю.М. ”УКРАЇНСЬКА ЕКСПЕРИМЕНТАЛЬНА ПОЕЗІЯ КІНЦЯ ХХ – ПОЧАТКУ ХХІ СТОЛІТТЯ: ТЕКСТ, КОНТЕКСТ, ІНТЕРТЕКСТ\" Поетичні майстерні. Пантограма, присвячена старому фельдшеру Поетичні майстерні. Пантограма-панторим, присвячений старенькому фельдшеру Категорія:Віршування Категорія:Поезія Категорія:Література Категорія:Філологія"}
{"category": "Література", "title": "Письменник", "abstract": "Письме́нник, письме́нниця — у широкому розумінні — кожна людина, яка пише твори (не обов'язково художні, наукові, вірші також), висловлює власні думки, досвід і бачення світу у письмовій формі. У вузькому розумінні це автор художніх творів; особа, для якої літературна діяльність є професією. Синонімами до слова письменник є літератор, майстер слова, працівник пера.\nПисьменник — загальна назва осіб, що займаються створенням текстів, призначених, як правило, для невизначеного читацького кола.", "content": "180px|thumb|Іван Франко — один із найбільш значних українських письменників. Письме́нник, письме́нниця — у широкому розумінні — кожна людина, яка пише твори (не обов'язково художні, наукові, вірші також), висловлює власні думки, досвід і бачення світу у письмовій формі. У вузькому розумінні це автор художніх творів; особа, для якої літературна діяльність є професією. Синонімами до слова письменник є літератор, майстер слова, працівник пера. Письменник — загальна назва осіб, що займаються створенням текстів, призначених, як правило, для невизначеного читацького кола. Походження слова Слово «письменник» віддієслівного походження, сталося від дієслова «писати». Раніше текстові твори дійсно писалися «від руки». У XX столітті у зв'язку з розвитком науки й техніки умови письменницької праці змінилися, проте, не зважаючи на те, що більшість письменників і письменниць перейшли на набір текстів на друкарській машинці, а потім і на комп'ютері, слово зберегло своє значення. Класифікація Письменником чи письменницею зазвичай називають людину, для якої вказане заняття є основним або одним з основних. При цьому людина, для якої створення текстових творів є постійним, головним, або одним із головних джерел доходу, вважається професійним письменником. Як в Україні, так і в інших країнах існують професійні письменницькі об'єднання (творчі спілки, асоціації). Розмежування письменницької діяльності найчастіше відбувається за літературними родами, на підставі чого виокремлюють прозаїків, поетів/поеток, драматургів. Часто при такій диференціації зважають на жанрові уподобання автора чи авторки. Тому мова йде про байкарів, новелістів, повістярів, романістів, нарисовців, гумористів тощо. Законодавство Про професійних творчих працівників та творчі спілки Література про письменників Лондон Джек.— Мартін Іден Див. також Графоман Псалтир Українські письменники Стипендія Президента України для молодих письменників і митців Джерела Псалтир Святе Письмо на старослов'янській Святе Письмо на старослов'янській і російській Посилання Примітки Категорія:Професії Категорія:Література"}
{"category": "Література", "title": "Підліткова література", "abstract": "Підліткова література — література, написана для підлітків з урахуванням їхнього когнітивного, фізичного, емоційного та мовного розвитку. До підліткової літератури також часто зараховують літературу, яка була написана для дорослих, але ввійшла в коло підліткового читання. Головним героєм підліткової літератури зазвичай є підліток, а теми та сюжети відображають його досвід, інтереси, проблеми та погляд на світ. Важливою ознакою підліткової літератури є голос наратора або персонажів, що відображає внутрішній світ та мову підлітка.\nПідліткова література охоплює цілий спектр жанрів та піджанрів, серед яких — реалістична проза, психологічна проза, фантастика, фентезі, готичний роман, графічний роман, роман у віршах, історичний роман, пригодницький детектив, романізована казка, любовний роман, роман-щоденник, технотрилери, кіберпанк тощо.", "content": "Підліткова література — література, написана для підлітків з урахуванням їхнього когнітивного, фізичного, емоційного та мовного розвитку. До підліткової літератури також часто зараховують літературу, яка була написана для дорослих, але ввійшла в коло підліткового читання. Головним героєм підліткової літератури зазвичай є підліток, а теми та сюжети відображають його досвід, інтереси, проблеми та погляд на світ. Важливою ознакою підліткової літератури є голос наратора або персонажів, що відображає внутрішній світ та мову підлітка. Підліткова література охоплює цілий спектр жанрів та піджанрів, серед яких — реалістична проза, психологічна проза, фантастика, фентезі, готичний роман, графічний роман, роман у віршах, історичний роман, пригодницький детектив, романізована казка, любовний роман, роман-щоденник, технотрилери, кіберпанк тощо. Визначення підліткового віку Виділяти підлітків в окрему вікову групу почали, як стверджує французький історик Філіп АрьєсАрьес Ф. Ребёнок и семейная жизнь при Старом порядке. Екатеринбург: Изд-во Уральского университета, 1999., у ХІХ столітті. Ще раніше, у попередні віки, в європейській культурі поступово почав збільшуватися проміжок між настанням статевої зрілості та початком самостійного життя, вступом у шлюб. Цьому періодові стали притаманні свої риси. У ХІХ столітті формуванню уявлення про підлітковий вік як окремий етап сприяли зміни в системі освіти: дітей почали розподіляти по класах за віком, також відбулося чітке розмежування початкової, середньої та вищої освіти. 1904 року у праці «Юність» () американський психолог та педагог Стенлі Холл (Granville Stanley Hall) уперше в англомовній літературі розробляє теорію підліткового віку () як окремого етапу. За словами Холла, цьому етапові притаманні риси, які він назвав «шторм і стрес» (storm and stress): конфлікти з батьками, переміни настрою та ризикована поведінка. У подальших дослідженнях 2 половини ХХ століття науковцям вдалося розвінчати міф про те, що ці риси є визначальними для підліткового вікуМ. Кле. Психология подростка. Психосексуальное развитие. — Москва: Педагогика, 1991.. Відтак теорію підліткового та юнацького віку розвивали такі дослідники, як Ерік Еріксон, Жан Піаже, Лоренц Кольберг та інші. За визначенням Е. Еріксона підлітковим (adolescence) вважається вік з 14 до 18 років. Згідно з термінологією Фонду народонаселення ООН, підлітками вважаються особи у віці 14-19 років Читацькі смаки молодших і старших підлітків дуже різняться. В англомовній літературі книжки для підлітків зазвичай поділяють на підкатегорії: відповідниками є терміни «підліткова проза» та «юнацька проза» або ж «книжки для молодших підлітків» та «книжки для старших підлітків». Поява та розвиток підліткової літератури в Європі та США Література, яка зображала протагоніста-підлітка, з'явилася задовго до виокремлення підліткової літератури як окремого феномену. Наприклад, головним героєм іспанської крутійської повісті (пікарески) «Життя Ласарільйо з Тормеса» (1554 рік) є хлопець-підліток, що переживає ряд випробувань. Героям трагедії Шекспіра «Ромео і Джульєтта» (1594—1594 рр.) 16 і 13 років відповідно. Утім, такі твори не виділялися в окрему групу «підліткових», вони були адресовані дорослим читачам. Це стосувалося й таких знакових текстів, як «Над прірвою в житі» (1951) Девіда Селінджера та «Володар мух» (1954) Вільяма Голдінга, що мали величезний вплив на розвиток власне підліткової літератури. Однією з перших почала виділяти підлітків як окрему групу британська письменниця та літературний критик Сара Тріммер (1741—1810). У періодичному виданні The Guardian of Education вона ввела поняття «книжки для дітей» (до 14 років) та «книжки для підлітків» (14-21 рік). У ХІХ столітті виходять друком твори, орієнтовані на дорослих читачів, які згодом увійдуть у коло підліткового читання: The Swiss Family Robinson (1812) Йоганна Девіда Вісса, «Веверлі» (1814) та «Айвенго» (1819) Вальтера Скотта, «Олівер Твіст» (1838) Чарльза Діккенса, «Граф Монте-Крісто» (1844) Олександра Дюма, «Діти капітана Гранта» (1867) Жуля Верна, «Маленькі жінки» (1868) Луїзи Мей Олкотт (утім, присвячені юним племінницям), «Острів скарбів» (1881—1882) Роберта Луїса Стівенсона, «Пригоди Гекльберрі Фінна» (1884) Марка Твена та інші. Адресувати тексти юним читачам письменники почали задовго до появи терміна «підліткова література». На початку та в першій половині ХХ століття було написано такі тексти, як «Енн із Зелених Дахів» (1908) Люсі Мод Монтгомері, «Таємний сад» (1909) Френсіс Бернетт, «Еміль і детективи» (1929), «Витівки близнюків» (1949) Еріха Кестнера та ін. Виокремленню феномену підліткової літератури передувало формування підліткової культури. З 1922 року такі американські журнали, як «Scholastic», започаткували колонки, присвячені підлітковим інтересам, зокрема побаченням та танцям. 1941 року вперше було вжито слово «тинейджер». Популярності це слово набуло з 1956 року завдяки пісні Ґейл Сторм (Gale Storm) «Молитва тинейджера» (Teenage prayer). 1956 року Американська асоціація бібліотек почала активно вживати термін «юнак» (young adult), позначаючи, зокрема, і окрему категорію відвідувачів бібліотек. Поступово в літературі формується потреба текстів, орієнтованих саме на підліткову аудиторію, що відображатимуть інтереси, досвід та реалії цієї вікової групи. 1951 р. в «Англійському журналі» (The English Journal) надруковано есей «Роман для юнацтва» (The Novel for the Adolescence) Д. Л. Бартон (D. L. Burton), в якому звучить заклик: література для підлітків має відображати споріднений та близький їм досвід, а також апелювати до їхніх інтересів. В США першими книжками, написаними спеціально для підлітків, вважаються «Суперник» (The Contender) Р. Ліпсайта (R. Lipsyte) та «Аутсайдери» (The Outsiders) С. Е. Хінтон (S. E. Hinton) (обидві — 1967 рік). 1970—1980 роки називають золотим віком підліткової літератури в англомовних країнах. Увагу авторів реалістичної підліткової прози починають привертати складні теми: смерть батьків, убивства, зґвалтування, самогубство тощо. Дослідники починають говорити про «ультрареалізм» або ж «гіперреалізм» як один із напрямів реалістичної прози для підлітків. З кінця 1960-х і до початку 2000-х досить активно вживається термін «проблемна проза», «проблемний роман» на позначення соціально чи психологічно гострої підліткової прози. Паралельно досить активно публікуються історії про щоденне життя та любовні романи для підлітків. У 1990-2000-х діапазон складних тем у підлітковій прозі стає ще різноманітнішим: піднімаються питання алкоголю, статевого життя, вживання наркотиків, ранньої вагітності, ідентичності та ін. 1997 року виходить друком роман Джоан Ролінґ «Гаррі Поттер і філософський камінь» — перша книжки із семи про пригоди юного чарівника. Шалений успіх усієї серії в цілому світі стає поштовхом до ще більшого розквіту ринку підліткової літератури в країнах Заходу. Відтак велику популярність здобувають серії «Голодні ігри» Сюзанни Коллінз, «Сутінки» Стефені Маєр та подібні. Нерідко підліткові книжки стають кросоверами — їх читають не лише підлітки, а й дорослі, що стає приводом для численних дискусій у ЗМІ на теми «здитиніння» дорослих читачів, феномену кідалтів. У книжці «Підліткова література: від романтики до реалізму» (Young Adult Literature: From Romance to Realism) дослідник Майкл Карт (Michael Cart) зазначає, що підліткова література здобула незалежність та остаточно відокремилася від дорослої чи дитячої літератури в середині 90-х років ХХ століття. В США розвиток підліткової літератури стимулюється, зокрема, літературними преміями, найвідомішою з яких є Премія імені Майкла Л. Прінтза (The Michael L. Printz Award). Вперше медаль було вручено 2000 року Лорі Холс Андерсон (L. H. Anderson) за роман «Говори» (Speak), про психологічну травму в результаті насильства. Медаль щорічно вручається авторові, чия книжка вважається найбільшим внеском до підліткової літератури США. Американська Медаль Джона Ньюбері та британська Медаль Карнегі присуджуються як дитячим, так і підлітковим виданням. Зародження української дитячої та підліткової літератури Друга половина ХІХ століття — це період зародження української дитячої літератури як відносно масового явища. Про виокремлення літератури підліткової та юнацької як окремого феномену ще не йдеться. Зазвичай під поняттям «діти» письменники та педагоги цього часу розуміють аудиторію власне дітей та молодших підлітків. Українська дитяча література епохи позитивізму має свою специфіку. Дослідник Сергій Іванюк зазначає: «Дуже часто це була бідна Харитя, на якій особливо болісно й трагічно відбивалася соціальна несправедливість суспільства […] Дитина виявлялася носієм дитячої долі — найстрашнішої і найбіднішої навіть порівняно зі страшною й бідною долею цілого народу. Ця доля була гострим і безкомпромісним мірилом моральності суспільства, засобом його повного засудження. Якщо в західноєвропейських літературах діккенсівські Олівери „без родини“ після страшних пригод і безнадійних пасток, зрештою, знаходили родину й щастя, то український і російський позитивізм не залишав їм оптимістичного фіналу — східноєвропейська ментальність авторів своїх гутаперчевих дітей підземелля вбивала»Сергій Іванюк. Концепція юного героя в українській літературі для дітей//Іноземна філологія 119'2007. У другій половині ХІХ — на початку ХХ століття для дітей пишуть такі автори, як Марко Вовчок, Левко Боровиковський, Ганна Барвінок, Іван Франко, Олена Пчілка (повість «Товаришки» увійшла в коло підліткового читання), Борис Грінченко, Михайло Коцюбинський, Степан Васильченко, Володимир Самійленко, Олександр Олесь, Уляна Кравченко, Леонід Глібов, Іван Нечуй-Левицький, Архип Тесленко, Леся Українка, Володимир Винниченко, Олекса Стороженко, Василь Щурат, Катря Гриневичева та ін. Серед жанрів домінують поезія, літературна казка та реалістична проза. Важливим чинником розвитку дитячої літератури стають букварі та читанки для українських шкіл. Про потребу адресувати школярам книжки відповідно до рівня їхнього розвитку та потреби розвивати емпатію та пише ще Пантелеймон Куліш 1862 року: «Для детей въ школахъ чересчуръ дельныхъ кнігъ, покаместъ не нужно. Имъ нужно такія книги, которыя бы могли быть для нихъ совершенно понятны, къ которымъ было бы сочувствіе у детей и у родителей, при чтеніи техъ книгъ детьми дома и которыя бы могли служить средствомъ нравственно-религіознаго развитія дитяти» (Черниговский листок, № 27). «Молодь» як окрему читацьку групу зі своїми особливостями українські письменники, редактори та видавці чітко вирізняють з кінця ХІХ століття. В Україні починають виходити друком періодичні видання та серії книжок, адресовані цій аудиторії. З 1890 до 1914 року у Львові публікується двотижневик для дітей і молоді «Дзвінок», заснований педагогом Володимиром Шухевичем. У ньому друкується більшість українських письменників того часу, що пишуть для юного читача (І.Франко, Леся Українка, І.Нечуй-Левицький та інші). Також у «Дзвінку» виходять друком переклади «Подорожі Гулівера» Д. Свіфта, «Казки 1001 ночі», Р. Кіплінґа, Марка Твена та багатьох інших зарубіжних письменників. У 1901—1902 рр. у Чернівцях виходить друком бібліотека «Молодої України» за ред. В. Сімовича з творами для студентської молоді. Борис і Марія Грінченки засновують при видавництві «Вік» бібліотеку «Молодість», в якій виходять друком «Пригоди Тома Сойєра» і «Пригоди Гека Фіна» М. Твена, «Серце» Амічіса та інші твори для юних читачів. Українська підліткова література ХХ століття Одним із перших адресував свої історичні повісті та оповідання юнацтву Адріан Кащенко (1858—1921). Серед його творів: «Борці за правду» (1913) — історичний роман про Івана Богуна, історичні повісті «Славні побратими» (1913), «Зруйноване гніздо», (1914) та «Під Корсунем» (1914), збірки оповідань та ін. Героїка Запорозької Січі мала, на його думку, сприяти формуванню в молоді української ідентифікації. 1932 року, через 11 років після смерті письменника, його ім'я та твори було піддано забороні радянською владою. 1918 року з'являється, за визначенням Михайла Слабошпицького, «українська робінзонада» — пригодницька повість Вал. Золотопольця та Ігоря Федіва «Життя та дивовижні пригоди козака Миколи на безлюдному острові». 1920 року у Празі виходить друком роман для дітей та юнацтва «Чмелик» Василя Короліва (Старого) про юнака з Полтавщини, який змушений поневірятися світом та зрештою дістається аж до Австралії. Слідами Кащенка пішли й інші українські письменники цього часу. Андрій Чайковський (1857—1935) пише твори про Козаччину, що мають сприяти пробудженню в молоді національної свідомості: «За сестрою» (1907), «Віддячився» (1913), «Козацька помста» (1919), «На уходах» (1921), «Олексій Корнієнко» (1924), «До слави» (1929), «Полковник Михайло Кричевський» (1935), «Перед зривом» та ін. Юліан Опільський (1884—1937) пише історичні твори про часи Козаччини та Київської Русі, адресовані широкому читачеві: історичний роман «Опирі» про події поч. XVII ст. (1 частина опублікована 1920 р.), повість «Сумерк» (1922) — негайно заборонена, «Діти Одіна» (1932) та ін. У схожому ключі писав автор історичної прози пізнішого часу Теодор Микитин (1913—1995). 1927 р. опубліковано повісті «Олив'яний перстень» С. Васильченка, «В тумані минулого» та «Люди з червоної скелі» Григорія Бабенка, «Любі бродяги» В.Таля. 1929 року В.Таль публікує повість «Незвичайні пригоди бурсаків», а наступного року — повість «У світ». Перший негативний юний персонаж на фоні романтизованих дітей та підлітків в інших творах 20-х років з'являється 1929 р. у повісті І. Микитенка «Вуркагани». 1931 року виходить друком повість Г.Бабенка «Шляхом бурхливим», адресована юним читачам. Початок 1930-х років в СРСР позначений надзвичайно пильною увагою влади до освіти та дитячої і юнацької літератури. З бібліотек вилучаються «шкідливі» твори, багатьох письменників піддано репресіям та фізичному знищенню. На зміну забороненим авторам приходить нове покоління дитячих та підліткових письменників, озброєних радянською ідеологією. Література для дітей та молоді мислиться передусім як метод виховання, зокрема ідеологічного. Юний герой як модель радянської особистості є носієм суспільної моралі, соціального обов'язку та комуністичних ідей. Його рисами стають любов до праці, дисципліна, оптимізм, що веде до перемоги нового над старим. У цей час виходить друком дилогія Олександра Копиленка «Дуже добре» (1936) та «Десятикласники» (1938). Юним читачам адресовано повісті Олеся Донченка «Школа над морем» (1937 р.), «Карафуто» (1940) та ін. Пригодницькі повісті пише також Микола Трублаїні: «Лахтак» (1935), «Мандрівники» (1938), \"Шхуна «Колумб» (1940) та ін. Наукову фантастику та пригодницьку прозу пише Володимир Владко: «Аргонавти Всесвіту» (1938), «Нащадки скіфів» (1939) та ін. Створюються видавництва літератури для дітей та підлітків: «Радянська школа», «Держлітвидав» (з 1964 «Дніпро»), «Молодь», «Дитвидав УРСР» (1964 року змінить назву на «Веселка»). Окремим феноменом радянської підліткової та юнацької прози є твори про піонерів-героїв, передусім в обставинах Великої Вітчизняної війни, але також і на тлі попередніх історичних подій. У 1950—1980-х роках активно розвиваються жанри шкільної, піонерської, побутової повісті, перейняті ідеями комуністичної педагогіки та пронизані зразками для наслідування. Розвивається також реалістична психологічна проза. Наприкінці 1950-х — на початку 1960-х з'являються твори, що поєднують дидактизм комуністичного зразка із загальнолюдськими цінностями. Це тексти В.Нестайка, Гр. Тютюнника, Є.Гуцала, В.Близнеця, М.Вінграновського, адресовані дітям та молодшим підліткам. У коло підліткового читання входить українська радянська фантастика, що переживає новий етап розвитку з 1960-х років (Є.Гуцало, Ю.Щербак, М.Білкун, Г.Почепцов, Ю.Ячейкін, В.Чемерис, Н.Околітенко, А.Дімаров, А.Стась, В.Грибенко, Ю.Лоцманенко, В.Савченко, О.Романчук, О.Тесленко, А.Дмитрук, Н.Конотопець, В.Положій та ін.) Українська проза для підлітків 2000—2015 років Реалістична підліткова література після 2000—2015 років представлена такими авторами, як Оксана Думанська («Спосіб існування білкових тіл»; «Дитя епохи»), Степан Процюк («Марійка і Костик», «Залюблені в сонце», «Аргонавти», «Вітроломи»), Валентин Бердт («Мій друг Юрко Циркуль та інші»), Оксана Лущевська («Інший дім», «Мені не потрапити до Книги рекордів Гіннеса»), Сергій Гридін («Не такий»), Іван Андрусяк («Закоханий Бурундук та інші розбишацькі історії»), Оксана Сайко («Новенька та інші історії», «Кав'ярня на розі»), Галина Рис («Намалюй мене пташкою») та ін. У жанрі історичної прози працює Володимир Рутківський (тетралогія «Джури», «Потерчата»), Зірка Мензатюк («Як я руйнувала імперію»), Олександр Зубченко («Перемагаючи долю»), Олександр Гаврош (\"Пригоди тричі славного розбійника Пинті\", Неймовірні пригоди Івана Сили\"), виходять друком графічні романи «Даогопак» Максима Прасолова та Олексія Чебикіна, «Герой поневолі» (адаптація повісті Івана Франка від Міхая Тимошенка та Кирила Горішного). У жанрі пригодницького роману та детективу пишуть Марина Павленко (серія детективів з елементами казки про Русалоньку), знана «доросла» письменниця Ірен Роздобудько («Арсен»), Олекса Білобров («На межі можливого»), Антон Санченко («Нариси бурси», «Левантійські канікули»), Андрій Кокотюха та ін. У коло підлітково читання також входить українська фантастика, представлена україномовними та російськомовними авторами. Серед останніх найбільшою популярністю користуються тексти М. і С. Дяченків, Г. Л. Олді, А.Валентинова, Олексія Бессонова, І.Потаніної, В. Арєнєва, Наталі Щерби та ін. Україномовна фантастика представлена такими авторами, як Дара Корній, Марина Соколян, Дмитро Кузьменко, Сергій Оксеник, Галина Пагутяк, Костянтин Матвієнко, дует Ілони Волинської та Кирила Кощеєва та ін. Теми та специфіка підліткової прози Європейська та американська підліткова література, як реалістична, так і фантастична, звертається до широкого кола тем. Серед них: ідентичність, тілесність, дружба, кохання, сексуальність, булінг, сімейні проблеми, стосунки з молодшими братами/сестрами, розлучення, боротьба за лідерство, робота, проблеми з навчанням, депресія, самогубство, смерть, алкоголь, наркотики, гроші, класова приналежність, субкультури тощо. Дослідник Джон Бушман (John H. Bushman) у статті «Література для юнацтва в класі — чи є така?» (Young Adult Literature in the Classroom — Or Is It?) зазначає, що юнацька література — це література, яка дає відповіді на запитання, що ставляться в юному віці, зосереджується на питанні пошуку свого «я», тобто веде до самоідентифікації. А. Карре (A. Karre) зазначає, що підліткова література — це жанр, який зображає весь соціум з підліткового погляду. Донна Нідей (Donna Niday) у навчальному курсі «Підліткова література» виділяє десять характерних рис такої літератури: 1) протагоніст-підліток; 2) здебільшого розповідь від першої особи (трапляється виклад і від третьої особи); 3) зображення дорослих персонажів з точки зору підлітків; 4) часова лімітованість персонажів (певний віковий зріз); 5) впізнаване підліткове оточення; 6) підлітковий сленг; 7) детальні описи зовнішності та одягу; 8) позитивна розв'язка; 9) кілька паралельних сюжетних ліній; 10) довжина тексту приблизно від 125 до 250 сторінок. Американська письменниця Жаклін Вудсон (Jacqueline Woodson) стверджує, що для підліткового роману «важливо крокувати світом з розплющеними очима» — помічати проблеми та чесно й відверто їх артикулювати. Роман для підлітка відрізняється від роману для дорослих голосом наратора чи протагоніста, який завжди має бути «голосом підлітка» та передавати турботи цієї групи читачів. Примітки Джерела Валентина Вздульська. Українська підліткова література 2000—2015 років: стислий огляд художньої прози// Дивослово 1'2016 (Ч.1), Дивослово 2'2016 (Ч.2). Уляна Баран. «Нескінченна історія» літератури для дітей та юнацтва . /КЛЮЧ — Переглянуто 17.12.2015. Віталій Карацупа, Олександр Левченко. Українська фантастика другої половини ХХ століття у періодиці та книжкових виданнях ./ Вісник Львівського університету 7'2012. Наталя Марченко. Вибір, якого не уникнути /КЛЮЧ — Переглянуто 17.15.2017. Н. М. Вернигора. Література для дітей у XX столітті: жанрово-тематичний аспект — Переглянуто 17.15.2015 А. Н. Резніченко. Українська проза для дітей 60-80-х років (жанрово-стильові модифікації). Богдан Гошовський. Українська дитяча література: Спроба огляду і проблематика. Barbara Z. Kiefer. Charlotte Huck's Children's Literature, 10th ed. New York: McGraw-Hill, 2010. Литовченко Т. Українська фантастика: ми є! / Телекритика. — Переглянуто 17.12.2015 Cathryn M. Mercier, \"Realism, \" Keywords for Children's Literature. New York, London, 2011. Joosen, Vanessa. «Realism.» Oxford Encyclopedia of Children's Literature. (New York: Oxford University Press, 2006) Nina Bawden, \"Emotional Realism in Books for Young People, \" Horn Book Magazine (February 1980). Посилання Сайт про підліткову літературу teenlit Сайт про підліткову літературу teenreads Recent Adolescent Novels Teachers Should Know The Michael L. Printz Award for Excellence in Young Adult Literature Відділ вивчення підліткової літератури та літератури для юнацтва в Аризонському державному університеті The 100 Best Young-Adult Books of All Time Категорія:Література"}
{"category": "Література", "title": "Поезія", "abstract": "Пое́зія (грец. ποίησις — «творчість» від ποιέω — «роблю», «творю») — художньо-образна словесна творчість, в якій мова використовується з естетичною чи знаково-символічною (евокативною) метою окрім або замість самої денотації. У поетичному тексті головна роль зазвичай відводиться формі висловлювання. Поезія є мовним мистецтвом, яке передбачає максимальне використання мовних засобів, а також творення нових поетичних образів, тобто нових семантичних зв'язків між мовними одиницями шляхом метафоризації чи метонімізації тексту.Термін вживається у багатьох значеннях. Поезія зазвичай протиставляється прозі. Часто поезія поєднується з іншими видами мистецтва, тоді виникають проміжні жанри на кшталт поетичного епосу, поетичної драми, поезії в прозі.\n1999 року ухвалою 30-ї сесії ЮНЕСКО встановлено Всесвітній день поезії, який відзначається щороку (починаючи з 2000) 21 березня.", "content": "Пое́зія ( — «творчість» від ποιέω — «роблю», «творю») — художньо-образна словесна творчість, в якій мова використовується з естетичною чи знаково-символічною (евокативною) метою окрім або замість самої денотації. У поетичному тексті головна роль зазвичай відводиться формі висловлювання. Поезія є мовним мистецтвом, яке передбачає максимальне використання мовних засобів, а також творення нових поетичних образів, тобто нових семантичних зв'язків між мовними одиницями шляхом метафоризації чи метонімізації тексту.Термін вживається у багатьох значеннях. Поезія зазвичай протиставляється прозі. Часто поезія поєднується з іншими видами мистецтва, тоді виникають проміжні жанри на кшталт поетичного епосу, поетичної драми, поезії в прозі. 1999 року ухвалою 30-ї сесії ЮНЕСКО встановлено Всесвітній день поезії, який відзначається щороку (починаючи з 2000) 21 березня. Багатозначність терміна Розмежування словесної творчості на прозову й поетичну запропонував Аристотель. Він протиставляв простий і метризований різновиди письма. У поетиках Давнього Риму це розмежування було поглиблене: віршова мова () протиставлялася простій мові (). До віршової мови зараховували епос, лірику і драму. До простої — оповідну, ораторську мову та філософську прозу. Термін поезія позначає насамперед мистецтво слова (включаючи й фольклор), виповнене енергією «аристократизму духу», або, як пише Ліна Костенко: Поезія — це завжди неповторність, Якийсь безсмертний дотик до душі. У вужчому розумінні поезія — ритмічно організоване мовлення, що постало на основі конкретно-історичної версифікаційної системи і є відмінним від прози. Подеколи цим поняттям означають віршовані твори певного автора, нації чи епохи. Вживається воно і в переносному значенні як чарівність, привабливість. Так можна вести мову про «поезію певного моменту», про «поетичну натуру», «поетичний фільм», маючи на увазі, що явище чи предмет, названий поетичним, виходить за рамки буденності й чинить певний вплив, що нагадує вплив поетичного тексту. У певних контекстах поезія може виступати синонімом загалом всієї художньої літератури. За Юрієм Ковалівим смислове навантаження терміна поезія конкретніше, видове у порівнянні з родовим терміном «лірика». Вони дуже близькі між собою, але не тотожні. В історії письменства траплялося, коли літературні роди — епос, драма, а не тільки лірика — містили в собі як віршовані, так і прозові твори. Так, епос на ранніх етапах розвитку літератури найчастіше був віршованим (античні епопеї, середньовічні пісні про героїчні подвиги, києво-руські билини, українські думи та ін.), так само драматичні твори Вільяма Шекспіра, Лесі Українки, Івана Кочерги та ін. мали іноді віршовану форму. Особливість поетичної мови На думку літературознавця Юрія Коваліва, поезія зазвичай спирається на ірраціональність світосприйняття, відрізняючись таким чином від логічних структур, потребує певної недомовленості (пор. Герметизм (поезія)). Проте надмір недомовленості, на думку Едгара По (Філософія творчості), може завдати поезії шкоди. Натомість для прози характерний виразний логічний компонент, що посилює раціональність прозового наративу й орієнтується здебільшого на прояснену однозначність вислову. Поетична мова схильна до мальовничості, колористики, наближаючись у цьому до малярства. Найближчим мистецтвом до поезії вважається музика. Сама метрика була спершу складовою музичної теорії й не належала до поетики, тоді як зараз деякі терміни з теорії музики й поезії є спільними. Поезія проявляє свою мистецьку автономію, витворюючи «другу реальність», пов'язану з довколишнім світом багатьма асоціативними каналами. Тому спроби одностороннього узалежнення її від зовнішньої дійсності, перетворення на засіб маніпулювання позаестетичних систем (політики, ідеології, релігії тощо) призводять до дискредитації сутності цього мистецтва. Оперта, як правило, на ірраціональні принципи світобачення, поезія відмінна від логічних структур. Цим вона різниться від прози з її виразним логічним компонентом, котрий посилює частку раціональних ознак у романі чи повісті. Історія поезії На думку фахівців, поезія як форма мистецтва передувала писемності. Найбільш раннім поетичним текстом, що зберігся до сьогодні, є «Епос про Гільгамеша», або поема «Про того, хто все бачив» (Ša nagba imuru). Поема створена у XXII столітті до н. е. в Стародавньому Шумері. Найдавніші поетичні тексти часто походили або з народно-пісенної традиції, такими були, наприклад, китайські пісні Ші цзін, упорядковані в XI—VI ст. до н. е., або з усної епічної традиції, до якої належать давньоіндійські Веди (II—I тис. до н. е.), авестійські Гати та Гомерівський епос (Іліада, Одісея). Ранні епоси складалися в поетичній формі з метою їхнього кращого запам'ятовування та усної передачі. Поетичні тексти належать до найдавніших епіграфічних пам'яток, що дійшли до нас у формі фрагментів, викарбуваних на камені. Шумерські пам'ятки, написані клинописом, збереглися на глиняних табличках, пізніші версії були написані на папірусі. Серед ранніх поетичних текстів слід ще згадати давньоєгипетські гімни та любовну лірику, а також корпус старозавітних текстів. Ритміко-інтонаційні особливості звукової артикуляції вважають джерелом як мовлення, так і співу. У фольклорі синкретизм вокалу й мовлення призвів до створення віршованих форм, які спершу завжди виконувалися в музичному супроводі. Такою була творчість аедів, бардів, трубадурів, труверів, акинів, кобзарів, що були водночас поетами й музикантами. В Античній літературі розрізняли дифірамбічний, рапсодичний та анакреонтичний різновиди поезії. Вважається, що у французькій середньовічній повісті Окасен і Ніколет прозові фрагменти оповідалися, а віршовані співалися. Подібне розмежування поетичного й прозового відбулося і в католицькій літургії, натомість православна літургія досі зберігає свій пісенний характер. Розмежування вірша й музики було започатковане в античну епоху й остаточно визнане в XIV столітті. Поетичні тексти вперше набули цілковитої автономії в таких європейських авторів, як Данте Аліґ'єрі, Франческо Петрарка, Торквато Тассо, П'єр де Ронсар. Елементи поезії Версифікація — система організації поетичного мовлення. Метрика — система віршованих розмірів. Строфіка — внутрішня структура строфи як ритмічно-інтонаційної цілості. Акцентуація — система наголошення в поетичному тексті. Інтонація — сукупність мелодики, ритму, темпу, інтенсивності, акцентних буд, тембру і інших просодичних елементів поетичної мови. Діяльність елементарних поетичних форм ширше простого пожвавлення наочності слова: відновлюючи його значення, думка вносить в нього новий зміст; алегоричний елемент ускладнює його, і воно робиться не тільки відображенням, а й знаряддям руху думки. Цього значення абсолютно не мають «фігури» мови, вся роль яких полягає в тому, що вони надають мові виразності. «Образ, — визначає Рудольф Готшалль, — випливає з інтуїції поета, фігура — з його пафосу; це — схема, в яку вкладається готова думка». Основні жанри Акровірш — вірш, в якому перші літери кожного рядка, прочитувані згори вниз, утворюють слово або речення, найчастіше — ім'я того, кому присвячується акровірш. Альба — поетичний жанр провансальських трубадурів, ранкова пісня. Балада — жанр ліро-епічної поезії фантастичного, історико-героїчного або соціально-побутового характеру з драматичним сюжетом. Верлібр — вільний вірш, неримований нерівнонаголошений віршорядок (і вірш як жанр), Дума — жанр суто українського речитативного народного та героїчного ліричного епосу (проміжне положення між епосом і поезією). Елегія — один із жанрів лірики медитативного, меланхолійного, часом журливого змісту. Епіграма — жанр сатиричної поезії дотепного, дошкульного змісту з несподіваною, градаційно завершеною кінцівкою (пуантом). Газель — ліричний вірш, що складається не менше як з трьох, не більше як з дванадцяти бейтів (двовіршів), пов'язаних наскрізною моноримою кожного другого рядка (крім першого бейта з парним римуванням) за схемою метричної основи аруза: аа, ба, ва, га тощо Хайку — жанр японської ліричної поезії, трирядковий неримований вірш на основі першої півстрофи танка, що складається з 17 складів (5–7–5) і відрізняється простотою поетичної мови, свободою викладу. Гімн як жанрова форма поезії еволюціонував з культових пісень, завершуваних молитвою до культового божества Ідилія — одна з основних форм буколіки, невеликий, переважно віршовий твір, в якому поетизується сільське життя. Канцона — одна з форм середньовічної лірики, що походить від кансони трубадурів Провансу: пісня про лицарську любов, пов'язана з культом дами. Мадригал — світський літературний та музично-поетичний пісенний жанр епохи Відродження. Ода — жанр лірики, вірш, що виражає піднесені почуття, викликані важливими історичними подіями, діяльністю історичних осіб. Пастурель — різновид кансони, пісня-оповідь про зустріч ліричного героя (як правило, лицаря) з пастушкою (pastoure). Пісня — усамостійнений ліричний жанр, що походить від пісні, як музичного жанру Поема — як правило великий за обсягом ліричний, епічний, ліро-епічний твір, переважно віршований, у якому зображені значні події і яскраві характери. Романс — невеликий за обсягом вірш та музичний твір для сольного співу з інструментальним акомпанементом. Рондо — назва ліричного жанру зі строгою строфічною організацією, який виник у середньовічній французькій поезії. Рубаї — чотиривірш, як правило, філософського змісту за схемою римування: ааба чи аааа (різновид монорими). Серенада — лірична вітальна пісня, поширена в Італії та Іспанії. Сільва — жанр оказійної поезії, поширений у римській літературі перших століть нашої ери. Сірвента — один з найважливіших жанрів поезії трубадурів XII—XIII ст. Формою нагадувала любовну кансону. Сонет — ліричний вірш, що складається з чотирнадцяти рядків п'ятистопного або шестистопного ямба, власне, двох чотиривіршів (катрени) з перехресним римуванням та двох тривіршів (терцети) з усталеною схемою римування: абаб, абаб, ввд, еед або (рідше) перехресною абаб, абаб, вде, вде чи абаб, абаб, ввд, еед тощо. Станси Танка — п'ятивірш, що складається із чергування п'яти- та семискладових рядків (5—7—5—7—7). Заключні, завершальні рядки танка називаються аґеку. Тріолет — восьмивірш за схемою римування на дві рими: абааабаб. Шарада — різновид версифікаційної гри, котрий полягає у відгадуванні закодованих слів чи виразів, сприяючи розвитку інтелекту та активізації мовного поля під незвичним, асоціативним кутом зору. Форми Наративна поезія Епічна поезія Драматична поезія Сатирична поезія Лірична поезія Поезія прозою Спекулятивна поезія Українська поезія Ліро-епічна поезія Див. також Фонетична поезія Відеопоезія Поетика Рецептивна естетика Джерела Література Координати: Антологія сучасної української поезії на заході / Упоряд. Б. Бойчук, Б. Рубчак; Вст. ст. І. Фізера. — Мюнхен: Сучасність, 1969. Струни. Антологія української поезії від найдавніших до нинішніх часів. — Частина І. Від Слова о полку Ігоревім до Івана Франка. — Частина ІІ / Уклав Б. Лепкий. — Спільне видання «Української народньої бібліотеки» і «Українського слова». — Берлін, 1922. Посилання Українська поезія 13—18 ст. Українська поезія: кінець XVI — середина XVII ст. Шістдесят поетів шістдесятих років. Антологія нової української поезії . — Нью-Йорк: Пролог, 1967. — 299 с. Мірна мова; Речитативний вірш // — С. 49; 321. Категорія:Література Категорія:Естетика Категорія:Віршування"}
{"category": "Література", "title": "Прототип персонажа", "abstract": "Прототип персонажа — прообраз, конкретна історична або сучасна автору особа, яка послужила йому відправним моментом для створення образу.\nСенс і значення літературного героя незмірно ширше безпосередньої «натури» («зразка», «оригіналу»), що відтворюється художником. Реальна людина, стаючи предметом художнього зображення, змінюється настільки, що перестає бути рівним собі .\nОбраз людини не тільки відтворює окремі особливості прототипу, не тільки відображає породжений епохою тип особистості: він — нова особа, що знаходить самостійне буття. Цим пояснюється його здатність ставати «прообразом» особливої породи людей в самому житті («тургенєвські жінки») або прототипом для творів іншої епохи.", "content": "Прототип персонажа — прообраз, конкретна історична або сучасна автору особа, яка послужила йому відправним моментом для створення образу. Сенс і значення літературного героя незмірно ширше безпосередньої «натури» («зразка», «оригіналу»), що відтворюється художником. Реальна людина, стаючи предметом художнього зображення, змінюється настільки, що перестає бути рівним собі . Образ людини не тільки відтворює окремі особливості прототипу, не тільки відображає породжений епохою тип особистості: він — нова особа, що знаходить самостійне буття. Цим пояснюється його здатність ставати «прообразом» особливої породи людей в самому житті («тургенєвські жінки») або прототипом для творів іншої епохи. Приклади прототипів Юрій Володийовський — полонізований український шляхтич, прототип головного персонажу декількох книг Генрика Сенкевича — Міхала Володийовського. Ніна Грін — дружина письменника Олександра Гріна, прототип героїні «Пурпурових вітрил» Ассоль. Дженні Черчилль — мати Вінстона Черчилля, прототип леді Джессіки із фантастичного роману Френка Герберта «Дюна» та однойменного фільму Девіда Лінча. Маріанна де Лейва — монахиня-бенедиктинка, прототип головної героїні історичного роману Алессандро Мандзоні «Заручені». Микола Толстой — батько письменника Льва Толстого, прототип Миколи Ілліча Ростова у «Війні і мирі». Нана Сагіб — один із лідерів повстання сипаїв 1857 року, прототип принца Даккара (капітана Немо) у творах Жуля Верна. Крістофер Мілн — син письменника Алана Мілна, прототип Крістофера Робіна в оповіданнях про Вінні-Пуха. Аліса Лідделл — прототип головної героїні книги «Аліса у Дивокраї» та інших творів Льюїса Керрола. Харлампій Єрмаков — командир 1-ї повстанської дивізії у Вешенському повстанні, повний Георгіївський кавалер, прототип Григорія Мелехова в романі Михайла Шолохова «Тихий Дон». Джозеф Белл — лікар-хірург, професор Медичної школі Единбурзького університету, прототип Шерлока Холмса, персонажа творів Артура Конана Дойла. Іван Богун — український військовий і державний діяч, козацький воєначальник часів Хмельниччини, прототип головного персонажа роману Генрика Сенкевича «Вогнем і мечем» — Юрка Богуна. Йоганн Фауст — німецький лікар і чорнокнижник XVI ст., прототип протагоніста класичної легенди доктора Фауста. Якоб Ландже (швейцарський купець) та Юзеф Вокульський (келецький лікар) — прототипи головного героя повісті Болеслава Пруса «Лялька» — Станіслава Вокульського. Теофіл Картер () — ексцентричний британський мебляр XIX—XX ст., прототип Капелюшника з книги «Аліса у Дивокраї» та Кепа Ель-Юшника — із «Аліси в Задзеркаллі» Льюїса Керрола. Цемах Шабад — лікар і громадський діяч із Вільнюса, прототип лікаря Ойболитя, героя творів Корнія Чуковського. Гонсало Хіменес де Кесада — іспанський конкістадор, шукач Ельдорадо, прототип Дон Кіхота Сервантеса. Хуан Теноріо — представник одного з аристократичних севільських родів (XIV ст.), прототип Дона Жуана. Шарль Ож'є де Батц де Кастельмор — гасконський дворянин, військовик, прототип героя роману Александра Дюма — д'Артаньяна. Дональд Трамп — бізнесмен, політик, прототип головного негативного персонажа фільму «Назад у майбутнє 2» — Біффа Таннена. Посилання Категорія:Література Категорія:Мистецтво Категорія:Кінематограф Категорія:Літературні персонажі"}
{"category": "Література", "title": "Робіть хороший дизайн", "abstract": "«Хороший дизайн: як дизайнери можуть змінити світ» — книга канадського дизайнера Девіда Б. Бермана з передмовою від Еріка Спікермана, випущена у січні 2009 року видавництвом Peachpit Press. Видання було створено у співпраці з Американським інститутом графічних мистецтв (AIGA).\nКнига була надрукована та переплетена компанією Courier, яка дотримується етичних принципів і стандартів сталого розвитку, подібних до тих, що відстоює Девід Берман. В процесі друку було приділено увагу мінімізації відходів. Вибір паперового виробника та видавців здійснено з огляду на їхні практики сталого розвитку.", "content": "«Хороший дизайн: як дизайнери можуть змінити світ» — книга канадського дизайнера Девіда Б. Бермана з передмовою від Еріка Спікермана, випущена у січні 2009 року видавництвом Peachpit Press. Видання було створено у співпраці з Американським інститутом графічних мистецтв (AIGA). Книга була надрукована та переплетена компанією Courier, яка дотримується етичних принципів і стандартів сталого розвитку, подібних до тих, що відстоює Девід Берман. В процесі друку було приділено увагу мінімізації відходів. Вибір паперового виробника та видавців здійснено з огляду на їхні практики сталого розвитку. Зміст У книзі розглядаються питання графічного дизайну, брендингу та соціальної відповідальності, зокрема в контексті захисту довкілля. Берман приділяє особливу увагу впливу дизайну на країни, що розвиваються, діяльності корпорації Coca-Cola та зображенню жінок у рекламі. Видання складається з трьох розділів Творчий огляд: знешкодження зброї масового обману Спочатку Берман висвітлює основні проблеми, на яких зосереджена книга: зміна клімату та надмірне споживання. Він докладно пояснює, як дизайн може сприяти їхньому вирішенню, використовуючи тематичні дослідження. Далі автор переходить до питання про те, яким чином можна здійснити зміни. Дизайнерське рішення: зручні істини У цьому розділі Берман продовжує розглядати, чому важливо та як саме можна впроваджувати зміни за допомогою дизайну. Присяга робити добро Завершується книга закликом до дії, в якому Берман пропонує читачам приєднатися до його ініціативи «Твори добро», представленої на його вебсайті. Взявши на себе це зобов’язання, професіонали обіцяють дотримуватися етичних принципів у своїй роботі та присвячувати щонайменше десять відсотків свого професійного часу на досягнення позитивних змін. Частина ідей, представлених у книзі Бермана, базується на концепціях Кена Гарленда, автора маніфесту \"First Things First\", створеного в 1960-х роках. Ґарленд був першою людиною (окрім самого Бермана), яка дотрималася обіцянки «Роби добро» на веб-сайті Бермана. Видання Видання китайською мовою офіційний випуск: Пекін, 27 жовтня 2009 р. на Всесвітньому конгресі дизайну, з передмовою Мін Ван (керівник відділу графічного дизайну Пекінської Олімпіади, керівник відділу дизайну Китайської академії образотворчого мистецтва). Видання корейською мовою випущено в липні 2010 року. Англомовне видання 2013 року Видання іспанською мовою випущено в липні 2015 року. Дивіться також Рекламщики Список літератури Зовнішні посилання Офіційний веб-сайт і бібліотека розширень посилань на вміст книги Офіційний блог Do Good Design від Девіда Бермана Категорія:Графічний дизайн Категорія:Література"}
{"category": "Література", "title": "Світова література", "abstract": "Світова́ літерату́ра — сукупність літератур усіх народів світу від давнини до сьогодення. Зародження літератури в кожній країні пов'язане з виникненням писемності й художньої творчості в царині мистецтва слова, що відбувалося неодночасно в різних регіонах, державах тощо. Література кожного народу має свою національну й художню своєрідність, але вона сприймає досягнення літератур інших країн і розвивається у взаємодії з ними, запозичуючи окремі елементи (факти, ідеї, поетичні форми тощо). Тому як поняття всесвітня література була усвідомлена лише в XIX ст., коли особливо поширилися літературні зв'язки різних країн. \n\nВ ширшому значенні цей термін означає всю літературу, створену в будь-якій точці світу від початку існування людської цивілізації.\nУ вужчому сенсі — це узагальнена концепція літератур, створених різними мовами, які класифікуються так: Європо-орієнтована література, література за жанрами, література континентів, література націй, і так далі.\n\n", "content": "Світова́ літерату́ра — сукупність літератур усіх народів світу від давнини до сьогодення. Зародження літератури в кожній країні пов'язане з виникненням писемності й художньої творчості в царині мистецтва слова, що відбувалося неодночасно в різних регіонах, державах тощо. Література кожного народу має свою національну й художню своєрідність, але вона сприймає досягнення літератур інших країн і розвивається у взаємодії з ними, запозичуючи окремі елементи (факти, ідеї, поетичні форми тощо). Тому як поняття всесвітня література була усвідомлена лише в XIX ст., коли особливо поширилися літературні зв'язки різних країн. В ширшому значенні цей термін означає всю літературу, створену в будь-якій точці світу від початку існування людської цивілізації. У вужчому сенсі — це узагальнена концепція літератур, створених різними мовами, які класифікуються так: Європо-орієнтована література, література за жанрами, література континентів, література націй, і так далі. Походження терміна Творцем терміна «світова література» офіційно вважають Йоганна Вольфганга фон Ґете, який у 1827 році вжив німецький вислів Weltliteratur. Але концепція терміна набагато старша (Вольтер, Віко, Лейбніц). Однак саме Гете звертав увагу на загальні тенденції розвитку, взаємозв'язки та характерні специфічні особливості кожної з національних літератур, їх здобутки, спираючись на творчість визначних письменників, які презентують певні літературні явища різних періодів (античність, Середньовіччя тощо), регіонів (Західна Європа, Близький Схід тощо) конкретно зазначених країн. Ґете був у захваті від виконання робіт Тассо в Франції, стверджуючи, що літературу не повинні обмежувати народи. З 1827 до 1832 року в різних дискусіях і бесідах з Еккерманом не встановлено ідею світової літератури, і його ідеї були під впливом Гердера, який між 1874–1891 роками опублікував дискусійні ідеї для філософії історії людства. Історія У 1894 році в Німеччині з'являється в перше «Історія світової літератури». В англо-американських колах з'являється термін порівняльне літературознавство («Порівняльне літературознавство», 1952), французькою мовою littérature générale («Загальна література», 1935) та італійською storia universale (1933). У 1899 році була створена перша кафедра порівняльної літератури в США, і в 1930 році став міжнародно визнаним для науковою дисципліною. Особливості До певного часу літературний процес у кожній країні мав відносно замкнений, суто національний характер. Але з розвитком економічних та культурних зв'язків із багатьох національних і місцевих літератур утворюється одна всесвітня література. Всесвітній літературний процес зумовлений розвитком різних національних літератур, які мають власну своєрідність, але водночас існують загальні закономірності, притаманні літературі загалом. Мова звільнилася від будь-якого «природного», традиційного та стилістичного зв'язку, і канонізується як «літературна». Перший розворот охоплює древню індійську і перську літератури, а пізніше середньовічну літературу і усну літературу багатьох народів. Важливу роль у літературному процесі відіграє взаємодія літератури з іншими видами мистецтва, з культурними та суспільними явищами, з наукою, філософією. Історія літератури тісно пов'язана з історією суспільства, однак їй притаманні власні, внутрішні закони розвитку. Розвиток і функціонування літературного процесу відбувається як за певної епохи, так і впродовж усієї історії нації, країни, світу. В історії світової літератури відомі кілька етапів розвитку. Етапи розвитку світової літератури Міфологія, усна народна творчість Антична література (VIII ст. до н. е. — V ст. н. е.) Література доби Середньовіччя (V–XV ст.) Література доби Відродження (XV–XVII ст.) Література XVII ст.: бароко і класицизм Література доби Просвітництва (кінець XVII — XVIII ст.): просвітницький реалізм, просвітницький класицизм, сентименталізм, рококо Література XIX ст.: романтизм і реалізм Література кінця XIX — другої половини XX ст.: модернізм (паралельно розвиваються інші напрями — реалізм, романтизм) Література останньої третини XX — початку XXI ст.: постмодернізм, розвиток інших напрямів Див. також Посилання Marcell Benedek, Világirodalom I. Minerva Budapest 1968 Claudio Magris, Il concetto di Weltliteratur in Goethe Категорія:Література"}
{"category": "Література", "title": "Сесен", "abstract": "Сесен (башк. cәсән) — розповідач казок у башкирів, який традиційно оповідає сказання та виконує імпровізації у формі пісенного речитативу під акомпанемент думбири — традиційного струнного інструменту.\nЗапам'ятовуючи і передаючи з покоління в покоління традиційні оповіді, опосередковано засвідчуючи важливі події минулого, сесени виступали носіями усної народної пам'яті башкирів, граючи важливу роль у підтримці родової й загальнонаціональної ідентичності.\nЗ іншого боку, будучи поетами-імпровізаторами, сесени виконували важливу соціальну функцію, описуючи і даючи оцінку подіям сучасності.\nРозрізняють три типи сесенів:\n\nсесени — автори епічних та інших кубаїрів, пісень, баїтів, такмаків\nсесени-імпровізатори\nсесени-виконавці\nТрадиційні змагання сесенів називалися айтиш і збирали великі аудиторії.\nЗмагання проводилися як заради чистого мистецтва, так і як метод обговорення і залагодження конфліктів між родами. У давні часи, свій сесен був у кожного значущого роду башкирів. Конфлікт між родами вирішувався змаганнями сесенів на загальному святі — йийині. Перемога імпровізатора означала перемогу його роду в конфлікті.", "content": "Сесен () — розповідач казок у башкирів, який традиційно оповідає сказання та виконує імпровізації у формі пісенного речитативу під акомпанемент думбири — традиційного струнного інструменту. Запам'ятовуючи і передаючи з покоління в покоління традиційні оповіді, опосередковано засвідчуючи важливі події минулого, сесени виступали носіями усної народної пам'яті башкирів, граючи важливу роль у підтримці родової й загальнонаціональної ідентичності. З іншого боку, будучи поетами-імпровізаторами, сесени виконували важливу соціальну функцію, описуючи і даючи оцінку подіям сучасності. Розрізняють три типи сесенів: сесени — автори епічних та інших кубаїрів, пісень, баїтів, такмаків сесени-імпровізатори сесени-виконавці Традиційні змагання сесенів називалися айтиш і збирали великі аудиторії. Змагання проводилися як заради чистого мистецтва, так і як метод обговорення і залагодження конфліктів між родами. У давні часи, свій сесен був у кожного значущого роду башкирів. Конфлікт між родами вирішувався змаганнями сесенів на загальному святі — йийині. Перемога імпровізатора означала перемогу його роду в конфлікті. Історія Із давніх сесенів відомі імена Катай Галі сесена, Турумтай сесена, Суюндук сесена, Кильдиш сесена, Єммет сесена, Каракай сесена, Ях'я сесена та ін. У пам'яті народу збереглися імена багатьох сесенів XIV—XVIII ст., тісно пов'язаних з історією та духовною культурою башкирів: Хабрау, Єренсе, Кубагуша, Караса, Махмута, Баіка Айдара та ін. Розквіт творчості сесенів припадає на XVI—XVIII століття. Розвиваються основні жанри усної літератури: епос, кубаїр, айтиш, пісня, представлені у творчості Кубагуш сесена, Єренсе сесена, Карас сесена, Баік Айдару та ін. Заборона йийинів на початку XIX століття позбавляє сесенів аудиторії, права публічних виступів, у результаті відбувається поступове згасання таких жанрів, як епос, кубаїр, айтиш, а найбільш популярним жанром стає пісня. У творчості Махмут сесена, Буранбай сесена, Ишмухамет сесена основними стають жанрові форми пісні — історична, побутова, лірична та ін. Отримує розвиток жанр баїта. Між сесенами різних поколінь встановлювався спадковий зв'язок: М. А. Бурангулов був учнем Габіт сесена, Габіт сесен — Ішмухамет сесена, Ішмухамет сесен — Баік Айдара. Сесени-імпровізатори знали напам'ять твори своїх попередників. У XX столітті відбувається поступове згасання інституту сесенів, що було обумовлене переходом авторів до письмової творчості. Руйнування традиційного кочового способу життя башкирів вплинуло і на башкирську культуру, хранителем і творцем якої багато століть були сесени. Традиції відмирали, разом з ними і культура поетів-імпровізаторів. Вплив на суспільство осілих башкирів зменшився, їхня роль і кількість знизилася. Серед відомих сесенів того часу: Ішмухамет Мурзакаєв, Габіт Аргинбаєв, Хаміт Альмухаметов, Сабір'ян Мухаметкулов, Шафік Аминев-Там'яні, Валіулла Кулембетов. Сучасний стан У перші роки після жовтневого перевороту, коли в галузі культури, літератури і мистецтва панувала концепція пролеткультівців, народна творчість, в тому числі творчість сесенів, сприймалася як архаїка. Після Першого з'їзду радянських письменників (1934 р.) ставлення до них змінилося. На з'їзді Максим Горький кинув клич вивчати національний фольклор, високо оцінював творчість дагестанського ашуга Сулеймана Стальського і назвав його Гомером XX століття. Після цього з'їзду і в Башкортостані активізувалася робота по збиранню фольклору, у тому числі творів сесенів. Проте в подальші роки створення кубаїрів почали розглядати як стилізацію під старі форми. Цьому певною мірою сприяли і сумнозвісні постанови ЦК ВКП(б) 1944 і 1945 років про стан агітаційно-пропагандистської роботи в парторганізаціях ТАРСР і БАРСР. Кубаїр «Ідукай і Мурадим» і сесен-кубаїрист Мухаметша Бурангулов потрапили в опалу, що було сприйнято як заборона жанру кубаїра взагалі. Сесени, які отримали в період до більшовицького перевороту освіту в медресі, зайнялися новими літературними формами, інші зверталися до таких фольклорних жанрів, як такмак, коротка пісня, баїт і казка. До першої групи відносяться Гатаулла ГалієвГалієв Гатаулла Фасхетдінович (1861—1939) з села Нігматулла (Малаш) Альшеєвського району, Гіндулла Усманов (1875—1956) з села Гумерово Кушнаренковського району; Ілгаметдін Базаров (1877-?) з села Тамьян-Таймасово Міякинського району, Валіулла Кулумбетов (1881—1964) з села Яктикулево Гафурійського району, Шайдулла Шаріфуллін (1883—1959) з села Каралачук Дюртюлинського району; Шагаргазі Габдієв (1889—1979) з села Друге Іткулово Баймацького району; Сайфулла Сагітов (1899—1977) з села Утяшево Гафурийського району, Сахріяр Муллабаєв (1899—1977) з села Чуракаєво Альшеєвського району, Асадулла Гатіатуллін (1891—?) з села Тартишево Кушнаренковського району. Другу групу складають сесени Ярмі Саїті (Саїт Ахметович Ісмагілов, 1884—1970) з села Ярми Чишминського району, Фаррах Давлетшін (1887—1956) з села Старо-Уртаєво Дюртюлінського району, Набі Гадельбаєв (1885—1939) з села Чингізово Баймацького району, Газіза Сулейманова (1890 -?), Хадіса Кусябаєва (1902 — ?), Іслам Смаков (1903—1980), Ях'я Акмурзин (1897) з села Белак-Тамак Кувандицького району Оренбурзької області. Підняття національної самосвідомості вплинуло на відродження в новій якості сесенів — як народних поетів, які зберігають у своїх творах втрачені забуті традиції. Відомі сесени стали записувати фольклор, поширювати його, переробляючи народну творчість у нові форми: п'єси, вистави та ін. У 1930-х почалися арешти національно орієнтованої культурної еліти башкирів, їх твори та роботи потрапили під заборону. Така доля була у найбільш значущого сесена — Мухаметші Бурангулова, який зберіг для нащадків національний епос — «Урал-батир», записавши його у старого покоління сесенів. У 1943 році введено звання Народний сесен БАРСР, зараз — Народний сесен Башкортостану або просто народний сесен. Званням були удостоєні: М. А. Бурангулов, Ф. Д. Давлетшин, С. А. Ісмагілов. Див. також Розповідання історій Примітки Література Буранғолов М. А. Сәсән аманаты. Өфө, 1995. Иҙелбаев М. Х. Боронғонан аманат. Өфө, 2007. Посилання Стаття в Башкирській енциклопедії Башкирські сесени Категорія:Література"}
{"category": "Література", "title": "Сім років у Тибеті", "abstract": "«Сім років у Тибеті. Моє життя при дворі Далай-лами» — автобіографічна книга 1952 року австрійського альпініста Генріха Гаррера, яка базується на його особистому досвіді перебування в Тибеті від 1944 до 1951 року, яке було перерване анексією Тибету Китайською Народною Республікою після битви в Чамдо і вимушеним підписанням урядом Тибету відповідної угоди з КНР, ратифікованою Далай-ламою XIV 24 жовтня 1951 року.", "content": "«Сім років у Тибеті. Моє життя при дворі Далай-лами» — автобіографічна книга 1952 року австрійського альпініста Генріха Гаррера, яка базується на його особистому досвіді перебування в Тибеті від 1944 до 1951 року, яке було перерване анексією Тибету Китайською Народною Республікою після битви в Чамдо і вимушеним підписанням урядом Тибету відповідної угоди з КНР, ратифікованою Далай-ламою XIV 24 жовтня 1951 року. Сюжет У книзі розповідається про молодого альпініста, підданого Нацистської Німеччини (Гаррера), який безпосередньо перед початком Другої світової війни прибуває до Індії прагнучи стати учасником експедиції у Гімалаї.З початком війни, британці, які на той час мали Індію за колонію, полонили Гаррера разом з його німецькими супутниками. В 1944 році чергова спроба втечі з британського табору інтернованих в Індії досягає успіху . В результаті Гаррер та його супутник Петер Ауфшнайтер пробираються до столиці Тібету — Лхаси. Гаррер докладно описує тогочасну тибетську культуру, своє долучення до життя тибетців, а також, як він згодом стає наставником і другом Далай-лами XIV. Як відмітив Тенцзін Ґ'яцо ця книга . Публікація «Сім років у Тибеті» перекладено 53 мовами. У 1954 році вона стала бестселером у Сполучених Штатах і розійшлася тиражем у три мільйони примірників. В передмові до видання цієї книги Гаррера видавництвом \"Flamingo Books\", складової «Penguin Publishing Group» Далай-лама XIV високо оцінює автора: Коли 2006 року Гаррер помер, Далай-лама повторив свою похвалу на адресу автора та висловив співчуття вдові Гаррера. Екранізація На основі книги було знято два фільми. 1956 року:76-хвилинний документальний фільм режисера Ганса Нітера , який включає як фільми, зняті Гаррером під час його перебування в Тибеті, так і різні сцени з його пригод, реконструйовані самим Гаррером. 1997 року:136-хвилинний американсько-британський фільм режисера Жана-Жака Анно з Бредом Піттом у ролі Гаррера «Сім років у Тибеті», який хоч і зберігає хронлогічну послідовність подій, але не відображає багатьох подробиць, багато вигадано. Галерея Фотографії Тибету, зроблені Генріхом Гаррером 1938 року: Зовнішні посилання Копія книги англійською мовою видавництва «Rupert Hart-Davis» в інтернет-архіві Критика: Посилання Категорія:Література Категорія:Австрійська література Категорія:Мемуари Категорія:Тревелог"}
{"category": "Література", "title": "Суперечка Давніх та Нових", "abstract": "Суперечка Давніх та Нових (фр. querelle des Anciens et des Modernes) — літературна дискусія, що полягала у порівнянні заслуг класичних авторів і авторів сучасних.\nДискусія особливо розгорілася наприкінці XVII століття та сколихнула Французьку академію, де виникло обговорення між прихильниками «давніх», які підтримували заслуги античної літератури, та «нових», які стверджували, що мистецтво і література їхніх сучасників є на рівні, або навіть кращою за античну. Суперечка спалахнула після публікації поеми «Століття Людовика Великого» (1687) Шарля Перро. Після критики прихильників «давніх», Перро також видав твір «Паралелі між стародавнім і новим у питаннях мистецтва і наук» (1688), який й дав назву цій дискусії (завдяки грі слів — паралель (parallèle) та суперечка (querelle). Перро критикував схиляння перед античністю і бажав звільнити авторів від потреби імітувати «давніх» та їхні літературні жанри. 1694 року Нікола Буало, прихильник «давніх», опублікував свою «Сатиру X», чим спричинив відповідь низки прихильників «нових»: Жака Прадона, Жана-Франсуа Реньяра та Жана Донно де Візе. Загалом, у Франції автори розділились на два табори, зокрема Бернар ле Бов'є де Фонтенель писав: «Ніщо так ефективно не обмежує розум як надмірне схиляння перед Давніми»\nСхожі дискусії відбувалися й в інших європейських країнах. Зокрема, в Німеччині Йоганн Вольфганг фон Гете заперечував Арістотелеву теорію катарсису, а Фрідріх Шиллер вважав античність наївною. В Англії суперечка ж набула форми памфлету Джонатана Свіфта «Битва книг», в якій автор здійснює сатиричну інтерпретацію дискусії.", "content": "thumb| Шарль Перро, засновник дискусії Суперечка Давніх та Нових () — літературна дискусія, що полягала у порівнянні заслуг класичних авторів і авторів сучасних. Дискусія особливо розгорілася наприкінці XVII століття та сколихнула Французьку академію, де виникло обговорення між прихильниками «давніх», які підтримували заслуги античної літератури, та «нових», які стверджували, що мистецтво і література їхніх сучасників є на рівні, або навіть кращою за античну. Суперечка спалахнула після публікації поеми «Століття Людовика Великого» (1687) Шарля Перро. Після критики прихильників «давніх», Перро також видав твір «Паралелі між стародавнім і новим у питаннях мистецтва і наук» (1688), який й дав назву цій дискусії (завдяки грі слів — паралель (parallèle) та суперечка (querelle). Перро критикував схиляння перед античністю і бажав звільнити авторів від потреби імітувати «давніх» та їхні літературні жанри. 1694 року Нікола Буало, прихильник «давніх», опублікував свою «Сатиру X», чим спричинив відповідь низки прихильників «нових»: Жака Прадона, Жана-Франсуа Реньяра та Жана Донно де Візе. Загалом, у Франції автори розділились на два табори, зокрема Бернар ле Бов'є де Фонтенель писав: «Ніщо так ефективно не обмежує розум як надмірне схиляння перед Давніми» Схожі дискусії відбувалися й в інших європейських країнах. Зокрема, в Німеччині Йоганн Вольфганг фон Гете заперечував Арістотелеву теорію катарсису, а Фрідріх Шиллер вважав античність наївною. В Англії суперечка ж набула форми памфлету Джонатана Свіфта «Битва книг», в якій автор здійснює сатиричну інтерпретацію дискусії. Джерела Haase, Donald, ed. The Greenwood Encyclopedia of Folktales and Fairy Tales [3 Volumes]. Greenwood Publishing Group, 2007. Murray, Christopher John. Encyclopedia of the Romantic Era, 1760—1850. Vol. 2. Taylor & Francis, 2004. Категорія:Література"}
{"category": "Література", "title": "Триактна структура", "abstract": "Триактна структура — модель, яка використовується в оповідній літературі, яка ділить історію на три частини (акти), які часто називають «Постановкою», «Протистоянням» і «Розв'язкою». Вона була популяризований Сідом Філдом у своїй книзі 1979 року «Сценарій: Основи сценарного мистецтва». На підставі його рекомендації про те, що п'єса має «початок, середину та кінець», структуру хибно приписували Аристотелю, який фактично стверджував, що структура складається з двох актів, що складається з «ускладнення» та «розв'язки», розділених на перипетії.", "content": "міні|500x500пкс| Візуальне представлення триактної структури, описаної Сідом Філдом у його книзі «Сценарій: Основи сценарного сценарію» Триактна структура — модель, яка використовується в оповідній літературі, яка ділить історію на три частини (акти), які часто називають «Постановкою», «Протистоянням» і «Розв'язкою». Вона була популяризований Сідом Філдом у своїй книзі 1979 року «Сценарій: Основи сценарного мистецтва». На підставі його рекомендації про те, що п'єса має «початок, середину та кінець», структуру хибно приписували Аристотелю, який фактично стверджував, що структура складається з двох актів, що складається з «ускладнення» та «розв'язки», розділених на перипетії. Драматичне питання З розвитком історії сюжет зазвичай розвивається таким чином, що виникає питання «так» чи «ні», головне драматичне запитання. Наприклад, чи отримає хлопець дівчину? Чи врятує герой ситуацію? Чи розгадає детектив таємницю? Чи впіймають злочинця правоохоронні органи та притягнуть до відповідальності? Чи буде головний герой убитий втікачем? Відповідь на це питання треба знайти в кульмінаційному моменті повісті. Відповідь часто так; ні; може бути; так, але… ; чи ні…, і що більше… Структура Перша дія, або початкова розповідь, зазвичай використовується для експозиції, щоб визначити головних героїв, їхні стосунки та світ, у якому вони живуть. Пізніше в першій дії відбувається динамічний інцидент, відомий як спонукальний інцидент, або каталізатор, який стикається з головним героєм (протагоністом). Спроби головного героя впоратися з цим інцидентом призводять до другої й більш драматичної ситуації, відомої як перша сюжетна точка, яка (а) сигналізує про кінець першої дії, (б) гарантує, що життя головного героя більше ніколи не буде таким, як раніше. і (c) піднімає драматичне питання, відповідь на яке буде дано в кульмінаційному моменті фільму. Драматичне запитання має бути сформульоване в термінах заклику головного героя до дії (чи поверне X діамант? чи отримає Y дівчину? чи схопить Z вбивцю?).Trottier, David: «The Screenwriter's Bible», pp. 5–7. Silman James, 1998. Друга дія, яку також називають наростаючою дією, зазвичай зображує спробу головного героя розв'язати проблему, започатковану першим поворотним моментом, лише для того, щоб опинитися в ситуації, що дедалі погіршується. Однією з причин, чому герої, здається, не можуть розв'язати свої проблеми, є те, що вони ще не мають навичок, щоб впоратися з силами антагонізму, які протистоять їм. Вони повинні не тільки навчитися нових навичок, але й досягти вищого відчуття того, ким вони є і на що вони здатні, щоб справлятися зі своїм скрутним становищем, що, своєю чергою, змінює те, ким вони є. Це називається розвитком персонажа або аркою персонажа. Цього неможливо досягти поодинці, і їм зазвичай допомагають і підбурюють наставники та співучасники. У третій дії — розв'язка повісті та її сюжетні лінії. Кульмінація — сцена чи послідовність, у якій основні напруги історії досягають найгострішої точки й отримується відповідь на драматичне запитання, залишаючи головному герою та іншим героям нове відчуття того, ким вони є насправді. Див. також Дія (театр) Драматична структура Подорож письменника: міфологічна структура для письменників Примітки Посилання What's Wrong With The Three Act Structure колишнього директора WGA Джеймса Боннета, через filmmakeriq.com What's Right With the Three Act Structure Іва Лавандьє, автора «Написання драми» та «Створення історії» Категорія:Наратологія Категорія:Кіновиробництво Категорія:Сюжет Категорія:Література"}
{"category": "Література", "title": "Фіксап", "abstract": "Фіксап (або фікс-ап; англ. fix-up або fixup) — це роман, створений із кількох коротких художніх оповідань, які могли або не були спочатку пов’язані або опубліковані раніше. Оповідання можуть бути відредаговані для узгодженості, а іноді для нового твору пишуть новий зв'язуючий матеріал, наприклад, вставну історія або іншу проміжну оповідь. Термін був введений письменником-фантастом А. Е. ван Фогтом, який опублікував кілька власних збірок, зокрема «Подорож космічного Бігля»,  але практика (якщо не термін) існує і поза науковою фантастикою. Використання терміна в науково-фантастичній критиці було популяризовано першим виданням Енциклопедії наукової фантастики 1979 року під редакцією Пітера Ніколлса, який приписує ван Фогту створення терміна. Назва \"фіксап\" походить від змін, які автору необхідно внести в оригінальні тексти, щоб вони поєднувалися між собою, як у романі. Передбачення подій з наступних історій може бути вмонтоване в ранній розділ фіквелу, а розвиток персонажів може перемежовуватися впродовж усієї книги. Суперечності та невідповідності між епізодами зазвичай опрацьовуються.\nДеякі фіксапи у своїй остаточній формі є радше циклом оповідань або композиційним романом, аніж традиційним романом з однією головною сюжетною лінією. Прикладами є «Марсіанські хроніки » Рея Бредбері та « Я, робот » Айзека Азімова, обидва з яких читаються як низка оповідань,  які читаються як серія оповідань, що можуть мати спільні сюжетні лінії та персонажів, але все одно діють як самостійні історії. На відміну від них, «Збройові магазини Ішера » ван Фоґта побудовані як суцільний роман, хоча в ньому використано матеріал з трьох попередніх оповідань ван Фоґта.\nФіксапи стала загальноприйнятою практикою в американському книговиданні в 1950-х роках, коли наукова фантастика та фентезі, які раніше публікувалися переважно в журналах, почали все частіше з'являтися у вигляді книжок. На ринок вийшли такі великі книжкові видавництва, як Doubleday і Simon & Schuster, що значно збільшило попит на фантастику. Автори створювали нові рукописи зі старих історій, щоб продати їх видавцям. Алгіс Будріс у 1965 році описав фікшн як наслідок браку хорошої пропозиції в \"погані для якості роки\" середини 1950-х, хоча й навів  «Марсіанські хроніки» та «Місто Кліффорда Д. Сімака» як винятки.", "content": "Фіксап (або фікс-ап; або fixup) — це роман, створений із кількох коротких художніх оповідань, які могли або не були спочатку пов’язані або опубліковані раніше. Оповідання можуть бути відредаговані для узгодженості, а іноді для нового твору пишуть новий зв'язуючий матеріал, наприклад, вставну історія або іншу проміжну оповідь. Термін був введений письменником-фантастом А. Е. ван Фогтом, який опублікував кілька власних збірок, зокрема «Подорож космічного Бігля», але практика (якщо не термін) існує і поза науковою фантастикою. Використання терміна в науково-фантастичній критиці було популяризовано першим виданням Енциклопедії наукової фантастики 1979 року під редакцією Пітера Ніколлса, який приписує ван Фогту створення терміна. Назва \"фіксап\" походить від змін, які автору необхідно внести в оригінальні тексти, щоб вони поєднувалися між собою, як у романі. Передбачення подій з наступних історій може бути вмонтоване в ранній розділ фіквелу, а розвиток персонажів може перемежовуватися впродовж усієї книги. Суперечності та невідповідності між епізодами зазвичай опрацьовуються. Деякі фіксапи у своїй остаточній формі є радше циклом оповідань або композиційним романом, аніж традиційним романом з однією головною сюжетною лінією. Прикладами є «Марсіанські хроніки » Рея Бредбері та « Я, робот » Айзека Азімова, обидва з яких читаються як низка оповідань, які читаються як серія оповідань, що можуть мати спільні сюжетні лінії та персонажів, але все одно діють як самостійні історії. На відміну від них, «Збройові магазини Ішера » ван Фоґта побудовані як суцільний роман, хоча в ньому використано матеріал з трьох попередніх оповідань ван Фоґта. Фіксапи стала загальноприйнятою практикою в американському книговиданні в 1950-х роках, коли наукова фантастика та фентезі, які раніше публікувалися переважно в журналах, почали все частіше з'являтися у вигляді книжок. На ринок вийшли такі великі книжкові видавництва, як Doubleday і Simon & Schuster, що значно збільшило попит на фантастику. Автори створювали нові рукописи зі старих історій, щоб продати їх видавцям. Алгіс Будріс у 1965 році описав фікшн як наслідок браку хорошої пропозиції в \"погані для якості роки\" середини 1950-х, хоча й навів «Марсіанські хроніки» та «Місто Кліффорда Д. Сімака» як винятки. Див. також Ретроактивна безперервність Примітки Категорія:Оповідання Категорія:Письмо Категорія:Література Категорія:Книгознавство"}
{"category": "Література", "title": "Чутливість", "abstract": "Чутливість відноситься до гострого сприйняття або реагування на щось, наприклад, на емоції іншого. Ця концепція виникла у Великобританії у вісімнадцятому столітті й була тісно пов'язана з дослідженнями чуттєвого сприйняття як засобу, за допомогою якого збираються знання. Він також став асоціюватися з сентиментальною моральною філософією.", "content": "міні|Титульна сторінка першого видання «Нарису про людське розуміння» Джона Локка, 1689 р. міні|Емма Гамільтон у ролі чутливості. Пунктирна гравюра, 1789 рік, за картиною Джорджа Ромні. Чутливість відноситься до гострого сприйняття або реагування на щось, наприклад, на емоції іншого. Ця концепція виникла у Великобританії у вісімнадцятому столітті й була тісно пов'язана з дослідженнями чуттєвого сприйняття як засобу, за допомогою якого збираються знання. Він також став асоціюватися з сентиментальною моральною філософією. Витоки Одним із перших таких текстів був би «Есе Джона Локка про людське розуміння» (1690), де він каже: «Я вважаю, що ідеї в розумінні є однолітками з відчуттям; яке є таким враженням або рухом, зробленим у якійсь частині тіла, оскільки робить його поміченим у Розумінні».J. Locke, An Essay Concerning Humane Understanding (London, 1690), p. 44. Джордж Чейн та інші медичні автори писали про «англійську хворобу», яку також називають «істерією» у жінок або «іпохондрією» у чоловіків, стан із симптомами, які дуже нагадують сучасний діагноз клінічної депресії. Чейн вважав цю хворобу результатом перенапружених нервів. Водночас теоретики стверджували, що люди, які мають надчутливі нерви, матимуть гостріші відчуття, а отже, краще розумітимуть красу та моральну істину. Таким чином, незважаючи на те, що чуттєвість вважалася фізичною та/або емоційною вразливістю, вона також широко сприймалася як чеснота. У науці У мас-спектрометрії рекомендовано дві різних міри чутливості. Перша, яка вживається для відносно нелетких матеріалів, а також для газів, ґрунтується на спостережуваних змінах йонного струму для певних кількостей аба змін швидкості потоку зразку через джерело йонів. Другий метод встановлення чутливості, використовуваний винятково для газів, ґрунтується на зміні йонного струму залежно від парціального тиску зразку у джерелі йонів за вказаних експериментальних умов. У метрології та аналітичній хімії чутливість характеризують нахилом калібрувальної кривої (зміна величини відповіді вимірювального приладу, поділена на відповідну зміну стимулу, тобто того, що викликає цю відповідь). Чутливість може залежати від аналітичної концентрації чи від величини стимулу. Оскільки чутливість має бути характеристикою методу, вона повинна залежати тільки від процесу хімічного вимірювання, а не від обраної шкали. У літературі Виникнувши у філософських і наукових працях, чуттєвість стала англомовним літературним рухом, особливо в новому на той час жанрі роману. Такі твори, які називаються сентиментальними романами, описували людей, які були схильні до чутливості, часто плакали, непритомніли, відчували слабкість або напади у відповідь на емоційно зворушливий досвід. Якби хтось був особливо розсудливим, він міг би так реагувати на сцени чи об'єкти, які здаються іншим незначними. Ця реактивність вважалася показником здатності розсудливої людини сприймати щось інтелектуально чи емоційно хвилююче в навколишньому світі. Однак популярний сентиментальний жанр невдовзі зустрів сильну негативну реакцію, оскільки читачі та письменники, які не схильні до чутливості, стверджували, що така екстремальна поведінка була просто театральною виставою, а такий наголос на власних почуттях і реакції — ознакою нарцисизму. Семюел Джонсон у своєму портреті Міс Джентл сформулював цю критику:Вона щодня виявляє свою доброзичливість, жаліючи кожне нещастя, яке трапляється з кожною родиною в її колі уваги; вона щогодини в страху, щоб хтось не застудився під дощем, а інший не злякався сильного вітру. Свою милосердя вона виявляє, нарікаючи на те, що так багато бідних бідолах нудиться на вулицях, і дивуючись, що можуть думати великі про те, що вони роблять так мало добра з такими великими маєтками.Johnson, Samuel. The Idler, No. 100. Критика Заперечення проти чутливості виникли на інших фронтах. По-перше, деякі консервативні мислителі вірили в апріорні концепції, тобто знання, яке існує незалежно від досвіду, наприклад, вроджене знання, яке, як вважають, було надане Богом. Теоретики апріорі не довіряли чуттєвості через її надмірну залежність від досвіду для здобуття знань. Крім того, в останні десятиліття вісімнадцятого сторіччя мислителі, які виступали проти чутливості, часто пов'язували емоційну мінливість чутливості з бурхливим насильством Французької революції, а у відповідь на побоювання щодо початку революції у Британії розумні особи кодувалися як антипатріотичні чи навіть політично підривні. Роман Марії Еджворт «Леонора» 1806 року, наприклад, зображує «розумну» Олівію як лиходійку, яка вигадує свої пристрасті або принаймні схиляє їх, щоб вони задовольнили свої егоїстичні бажання; у тексті також наголошується, що Олівія жила у Франції і, таким чином, прийняла «французькі» манери. Роман Джейн Остін 1811 року «Чуття і чуттєвість» є більш знайомим прикладом цієї реакції проти надмірних почуттів, особливо тих, які пов'язані з жінками. Читачі та багато критиків сприйняли роман як критику «культу» сентименталізму, поширеного наприкінці XVIII століття. Еффузний характер багатьох сентиментальних героїв, таких як Гарлі в романі Генрі Маккензі 1771 року «Людина почуття», сучасні критики часто засуджували його як прославлення слабкого, жіночого характеру, що зрештою сприяло дискредитації раніше популярних сентиментальних романів (і, меншою мірою, усіх романів) як нечоловічих творів. Це занепокоєння збіглося з помітним зростанням виробництва романів жінками-письменницями того періоду, незалежно від того, чи вирішили вони писати в сентиментальному стилі чи ні, і відіграло значну роль у більш широких дебатах про стать, жанр, літературну цінність і націоналістичну політику. цілі протягом останнього десятиліття вісімнадцятого століття та перших десятиліть дев'ятнадцятого, коли концепція «Національної казки» з'явилася на хвилі Французької революційної війни та об'єднання Великої Британії та Ірландії. Див. також Сентименталізм Сентиментальний роман Емпатія Список літератури Подальше читання Barker-Benfield, G.J. The Culture of Sensibility: Sex and Society in Eighteenth-Century Britain. Chicago: University of Chicago Press, 1992. Brissenden, R. F. Virtue in Distress: Studies in the Novel of Sentiment from Richardson to Sade. New York: Barnes and Noble, 1974. Crane, R.S. «Suggestions Toward a Genealogy of the ‘Man of Feeling.’» ELH 1.3 (1934): 205—230. Ellis, Markman. The Politics of Sensibility: Race, Gender and Commerce in the Sentimental Novel. Cambridge: Cambridge University Press, 1996. Ellison, Julie. Cato's Tears and the Making of Anglo-American Emotion. Chicago: University of Chicago Press, 1999. Goring, Paul. The Rhetoric of Sensibility in Eighteenth-Century Culture. Cambridge: Cambridge University Press, 2005. Jones, Chris. Radical Sensibility: Literature and ideas in the 1790s. London: Routledge, 1993. McGann, Jerome. The Poetics of Sensibility: a Revolution in Literary Style. Oxford: Clarendon Press, 1996. Mullan, John. Sentiment and Sociability: The Language of Feeling in the Eighteenth Century. Oxford: Clarendon Press, 1988. Nagle, Christopher. Sexuality and the Culture of Sensibility in the British Romantic Era. New York: Palgrave Macmillan, 2007. Pinch, Adela. Strange Fits of Passion: Epistemologies of Emotion, Hume to Austen. Stanford: Stanford University Press, 1996. Rousseau, G.S. «Nerves, Spirits, and Fibres: Towards Defining the Origins of Sensibility.» Studies in the Eighteenth Century 3: Papers Presented at the Third David Nichol Smith Memorial Seminar, Canberra 1973. Ed. R.F. Brissenden and J.C. Eade. Toronto: University of Toronto Press, 1976. Tompkins, Jane. Sensational Designs: The Cultural Work of American Fiction 1790—1860. New York: Oxford University Press, 1986. Van Sant, Ann Jessie. Eighteenth-Century Sensibility and the Novel: The senses in social context. Cambridge: Cambridge University Press, 1993. Посилання «Sensibility», дискусія BBC Radio 4 з Клер Томалін, Джоном Малланом і Герміоною Лі (In Our Time, 3 січня 2002 р.) Категорія:Література Категорія:Емоції"}
{"category": "Література", "title": "LibriVox", "abstract": "LibriVox — некомерційний проєкт зі створення аудіокниг, що розповсюджуються як суспільне надбання. Станом на серпень 2016 року в рамках проєкту створено 10 000 аудіокниг.", "content": "LibriVox — некомерційний проєкт зі створення аудіокниг, що розповсюджуються як суспільне надбання. Станом на серпень 2016 року в рамках проєкту створено 10 000 аудіокниг«Another LibriVox Milestone: 10,000 projects! », librivox.org, 6 August 2016. Retrieved 3 September 2016.«Offerings LibriVox», Archive website. Retrieved 17 April 2015.. Авторські права Аудіокниги записують добровольці, читаючи тексти, які є суспільним надбанням у Сполучених Штатах Америки — наприклад, багато текстів із проєкту «Гутенберг». Записи, по можливості, є суспільним надбанням, якщо громадським надбанням є самі ці тексти. Технічні деталі Книги зберігаються та на archive.org та ibiblio у форматі MP3 128 кб/с. Archive.org конвертує їх із вже неповної якості в MP3 64 kbps та вільний від патентів формат Ogg Vorbis без вказання якості, з бітрейтом близько 70 кб/с. Файли у вищій якості не надаються, як і файли у вільному від патентів форматі для запису мови Ogg Speex . Примітки Категорія:Сайти, засновані 2005 Категорія:Відкритий вміст Категорія:Література"}
{"category": "Література", "title": "Користувач:Malruja", "abstract": "Вітаю! Я вчитель. Багато років виправляю помилки в учнівських зошитах. Якщо мої вміння стануть корисними для Вікіпедії, то ok :)", "content": "Вітаю! Я вчитель. Багато років виправляю помилки в учнівських зошитах. Якщо мої вміння стануть корисними для Вікіпедії, то ok :) Категорія:Українська мова Категорія:Література"}
{"category": "Література", "title": "Категорія:Книги", "abstract": "Основна стаття для цієї категорії: Книга.\n\nКатегорія виключно для книг. Для літературних творів загалом використовуйте категорію Категорія:Літературні твори", "content": "Категорія виключно для книг. Для літературних творів загалом використовуйте категорію Категорія:Видання за форматом Категорія:Література Категорія:Промислові товари Категорія:Медіа-формати"}
{"category": "Література", "title": "Категорія:Комікси", "abstract": "Основна стаття для цієї категорії: Комікс.\nКомікси — це вид мистецтва, що використовує одне зображення або серію статичних зображень у фіксованій послідовності. Мультфільми та стрипи часто друкуються в газетах, тоді як комікси зазвичай видаються як окремі документи. Вебкомікси публікуються у Всесвітній павутині.", "content": "Категорія:Гравюра Категорія:Книги за типом Категорія:Масова культура Категорія:Література Категорія:Ілюстровані книги Категорія:Засоби візуального мистецтва Комікси — це вид мистецтва, що використовує одне зображення або серію статичних зображень у фіксованій послідовності. Мультфільми та стрипи часто друкуються в газетах, тоді як комікси зазвичай видаються як окремі документи. Вебкомікси публікуються у Всесвітній павутині."}
{"category": "Література", "title": "Категорія:Літературні твори", "abstract": "Основний елемент категорії — Літературний твір .\nКатегорія містить «літературний твір ». Пов'язані з категорією теми: література, твір .\nСторінка-список для цієї категорії — list of literary worksd .\nКатегорія виключно для літературних творів загалом. Для книг використовуйте категорію Категорія:книги", "content": "Категорія виключно для літературних творів загалом. Для книг використовуйте категорію Категорія:Література Категорія:Твори мистецтва"}
