{"category": "Математика", "title": "Математика", "abstract": "Матема́тика (грец. μάθημα — наука, знання, вивчення) — наука, яка первісно виникла як один з напрямків пошуку істини (у грецькій філософії) у сфері просторових відношень (землеміряння — геометрії) і обчислень (арифметики), для практичних потреб людини рахувати, обчислювати, вимірювати, досліджувати форми та рух фізичних тіл. Пізніше розвинулась у доволі складну й багатогранну науку про абстрактні кількісні та якісні співвідношення, форми й структури. Загальноприйнятого визначення математики немає. Початково її використовували для підрахунку, вимірювання, а також для вивчення форм і руху фізичних об'єктів через дедуктивні розмірковування й абстракції. Математики формулюють нові висновки та намагаються з'ясувати їхню правдивість, зважаючи на вдало вибрані аксіоми й означення.", "content": "thumb|250px|Евклід — математик, що жив у Давній Греції в , автор Рафаель Матема́тика ( — наука, знання, вивчення) — наука, яка первісно виникла як один з напрямків пошуку істини (у грецькій філософії) у сфері просторових відношень (землеміряння — геометрії) і обчислень (арифметики), для практичних потреб людини рахувати, обчислювати, вимірювати, досліджувати форми та рух фізичних тіл. Пізніше розвинулась у доволі складну й багатогранну науку про абстрактні кількісні та якісні співвідношення, форми й структури. Загальноприйнятого визначення математики немає. Початково її використовували для підрахунку, вимірювання, а також для вивчення форм і руху фізичних об'єктів через дедуктивні розмірковування й абстракції. Математики формулюють нові висновки та намагаються з'ясувати їхню правдивість, зважаючи на вдало вибрані аксіоми й означення. Визначення математики Чим займається математика, як не порядком і відношенням (Арістотель) До математики належать лише ті науки, у яких розглядається порядок чи міра, і несуттєво, чи перебувають вони в цифрах, фігурах, зірках, звуках чи в чомусь іншому, де шукають цей порядок і міру. Отож має бути якась спільна загальна наука, яка пояснює те, що стосується порядку і міри, не розглядаючи ніяких окремих предметів, і не треба придумувати нове ім'я цієї науки, а використати старе, вже постійно вживане ім'я Математика універсальна (Рене Декарт) Математика — це наука, що розглядає кількість у матеріальних об'єктах, або, на думку інших, наука, що вивчає кількість абстрактну, не зачіпаючи того, чи вона міститься в матеріальних тілах чи поза ними (Феофан Прокопович) Математика — це мова, якою написано книгу природи (Галілео Галілей) Математика — цариця наук, арифметика — цариця математики (Карл Фрідріх Гаусс) Математика — це мистецтво називати різні речі тим самим ім'ям (Анрі Пуанкаре) Математика — це наука, що не тільки показує в кожному окремому випадку співвідношення, але й визначає причини, від яких вони залежать за природою самих речей (Леонард Ейлер) Математика — наука про кількісні співвідношення і просторові форми дійсного світу (Фрідріх Енгельс) Математика — це єдиний досконалий метод водити самого себе за ніс (Альберт Ейнштейн) Математика і поезія – це … вираз тієї самої сили уяви, тільки в першому разі уява звернена до голови, а в другому – до серця (Томас Гілл) Математика – справа аж ніяк не тільки розуму, але також і фантазії... (Фелікс Кляйн) Жодна інша наука не навчає так ясно розуміти гармонію природи, як математика... (П. Карус) Подати зміст математики — це завдання непосильне; сказати, що це наука про величини та їхні взаємні відношення, це буде лише невелика частина, яка не вичерпує її змісту, бо ж до математики — побіч чисел і геометричних величин, побіч величин тяглих і нетяглих (неперервних і дискретних) — входить і наука про комбінаторику, і про групи, і вищі числа і їхні комплекси, і про вищі простори і т. д., до яких назву величини можна прикладати лише з деякими застереженнями (Володимир Левицький) Математика — це наука про математичні структури (Ніколя Бурбакі) Походження слова і його вживання в різних мовах Слово «математика» походить від грецького слова μάθημα, що означає «наука, знання, вивчення», і грецького μαθηματικός, що означає «любов до пізнання», у підсумку приводить до більш вузького і технічного (прикладного) значення «математичне дослідження», яке використовувалося і в античні (класичні) часи. Зокрема, грецьке μαθηματική τέχνη, латиною ars mathematica, означає математичне мистецтво. Історія thumb|Кіпу, використовувалися інками для записування чисел. thumb|Цифри мая. Математика виникла з давніх-давен з практичних потреб людини, її зміст і характер із часом змінювались. Від початкового предметного уявлення про ціле додатне число, від уявлення про відрізок прямої як найкоротшу відстань між двома точками математика пройшла довгий шлях розвитку, перш ніж стала абстрактною наукою з точно сформованими вихідними поняттями і специфічними методами дослідження. Нові вимоги практики розширюють обсяг понять математики, наповнюють новим змістом старі поняття. Поняття математики абстраговані від якісних особливостей специфічних для кожного певного кола явищ і предметів. Ця обставина дуже важлива в застосуванні математики. Так, число 2 не має якогось певного предметного змісту. Воно може стосуватися і двох книг, і двох верстатів, і двох ідей. Воно добре застосовується і до цих, і до багатьох інших об'єктів. Так само геометричні властивості кулі не змінюються від того, зроблено її зі сталі, міді чи скла. Звичайно, абстрагування від властивостей предмета збіднює наші знання про цей предмет і його характерні матеріальні особливості. Водночас саме це абстрагування надає математичним поняттям узагальненості, даючи можливість застосовувати математику до найрізноманітніших за природою явищ. Це означає, що ті самі закономірності математики, той самий математичний апарат можуть бути достатньо успішно застосовані до біологічних, технічних, економічних та інших процесів. Розвиток математики опирається на писемність і вміння записувати числа. Напевно, стародавні люди спочатку висловлювали кількість через малювання рисок на землі або видряпували їх на деревині. Стародавні інки, не маючи іншої системи писемності, представляли і зберігали числові дані, використовуючи складну систему мотузяних вузлів, так звані кіпу. Існувало безліч різних систем числення. Перші відомі записи чисел були знайдені в папірусі Райнда, створеному єгиптянами Середнього царства. Індська цивілізація розробила сучасну десяткову систему числення, що включає концепцію нуля. Абстрагування в математиці не є її винятковою особливістю, оскільки всілякі загальні поняття містять у собі деякий елемент абстрагування від властивостей конкретних речей. Однак у математиці цей процес іде далі, ніж у природничих науках. У ній широко використовують процес абстрагування різних ступенів. Наприклад, поняття групи виникло внаслідок абстрагування від деяких властивостей чисел та інших уже абстрактних понять. У математиці специфічним є також метод одержання результатів. Якщо природознавець, доводячи будь-яке твердження, завжди використовує дослід, то математик доводить свої результати лише на основі логічних міркувань. Жодний результат у математиці не можна вважати доведеним, поки йому не дано логічного обґрунтування, хоч спеціальні досліди і підтвердили його. Водночас істинність математичних теорій перевіряється на практиці, але ця перевірка має особливий характер. Висуваються математичні теорії реальних явищ, а висновки з цих теорій перевіряються на досліді. Однак зв'язки математики з практикою є ширшими, бо поняття математики: теореми, задачі, математичні теорії пов'язані із запитами практики. З часом ці зв'язки стають глибшими і різноманітнішими. Математику можна застосувати до вивчення будь-якого типу руху. Проте насправді її роль у різних галузях наукової і практичної діяльності неоднакова. Особливо великою є роль математики у вивченні тих явищ, для яких навіть значне абстрагування від їхніх специфічних якісних характеристик не змінює істотно притаманних цим явищам кількісних і просторових закономірностей. Наприклад, у небесній механіці тіла вважають матеріальними точками (тобто абстрагуються від реальності); обчислені таким способом рухи небесних тіл збігаються з дійсними рухами цих тіл. Користуючись математичним апаратом, можна не тільки дуже точно передобчислювати небесні явища (затемнення, положення планет тощо), але й за відхиленням істинних рухів від обчислених зробити висновок про наявність невидимих неозброєним оком небесних тіл. Саме так було відкрито планети Нептун (1846) і Плутон (1930). У зв'язку з бурхливим розвитком космічних польотів небесна механіка набула все більшого значення. Механіка і фізика стали, по суті, математичними науками. Менше, але все ж значне місце посідає математика в економіці, біології, медицині, мовознавстві. Для цих наук особливого значення набула математична статистика. Якісна своєрідність явищ, що вивчаються, наприклад, у біології, настільки значна, що роль математичного аналізу під час дослідження їх поки що є підпорядкованою. Процес математизації наук, що почався з 18 ст., тепер набув винятково інтенсивного розвитку. Історію математики вчені зазвичай поділяють на чотири періоди: період зародження математики як самостійної дисципліни — тривав приблизно до 6– У цей період формувалися поняття цілого числа і раціонального дробу, поняття відстані, площі, об'єму, створювалися правила дій із числами та найпростіші правила для обчислення площ фігур і об'ємів тіл. Математика не мала ще форми дедуктивної науки, вона являла собою збірник правил для виконання певного роду дій. У всіх математичних текстах (єгипетських, вавилонських), що дійшли до нас, математичні знання викладалися саме в такій формі. період елементарної математики — тривав від 6– до середини 17 століття. У цей період на основі невеликої кількості вихідних тверджень — аксіом, будувалася геометрія як дедуктивна наука. Математика перестала бути безіменною наукою. З історії математики відомі імена багатьох вчених давньої Греції (Фалес, Піфагор, Гіппократ Хіоський, Демокріт, Евдокс, Евклід, Архімед та ін.), Китаю (Чжан Цан, Ген Шоу-чан, Цзу Чунчжи та ін.), Середньої Азії (Джамшид ібн-Масуд аль-Каші, Мухаммад ібн Муса аль-Хорезмі та ін.), Індії і пізніше Західної Європи (Лодовіко Феррарі, Нікколо Тарталья, Джироламо Кардано, Сімон Стевін та ін.), що зробили значний вклад у математику. Третій період (середина 17 ст. — початок 20 ст.) — період дослідження змінних величин. Природознавство і техніка дістали новий метод вивчення руху і зміни — диференціальне числення та інтегральне числення. Створилася низка нових математичних наук — теорія диференціальних рівнянь, теорія функцій, диференціальна геометрія, варіаційне числення та ін., що значно розширили предмет і можливості математики. Велику роль у розвитку математики цього періоду відіграли й українські математики. Михайло Остроградський зробив визначні відкриття в механіці, математичному аналізі, математичній фізиці, Пафнутій Чебишов поклав початок новому напряму в теорії функцій, зробив значні відкриття в теорії чисел, теорії ймовірностей, механіці, наближеному аналізі. До цього ж періоду відноситься діяльність таких видатних вчених, як Олександр Ляпунов, Андрій Марков (старший), Георгій Вороний та багатьох інших. Четвертий період — період сучасної математики — характеризується свідомим і систематичним вивченням можливих типів кількісних співвідношень і просторових форм. У геометрії вивчається вже не лише тривимірний простір, а й ін. подібні до нього просторові форми. Характерними напрямами розвитку математики цього періоду є теорія множин, функціональний аналіз, математична логіка, сучасна алгебра, теорія ймовірностей, топологія тощо. Із 17 століття розвиток математики істотною мірою взаємокоординується з розвитком фізики, механіки, низки технічних дисциплін, зокрема гірництва. Математика широко застосовується, наприклад, для складання та опрацювання математичних моделей технологічних процесів. Цілі та методи Математика вивчає уявні, ідеальні об'єкти та співвідношення між ними, використовуючи формальну мову. Однак усі досліджувані математикою об'єкти мають прообрази в реальному світі, більш-менш схожі на свої математичні моделі. Модель об'єкта враховує не всі його риси, а тільки найпотрібніші для мети дослідження. Наприклад, вивчаючи фізичні властивості апельсина, ми можемо абстрагуватися від його кольору та смаку і подати його (нехай не ідеально точно) у вигляді кулі. Якщо ж нам потрібно зрозуміти, скільки апельсинів ми отримаємо, якщо складемо докупи два і три, — то можна абстрагуватися і від форми, залишивши в моделі тільки одну характеристику — кількість. Абстракція та встановлення зв'язків між об'єктами в найзагальнішому вигляді — це є ціль математики. Вивчення об'єктів у математиці відбувається за допомогою аксіоматичного методу: спочатку для досліджуваних об'єктів формулюється список аксіом і вводяться необхідні означення, а потім з аксіом за допомогою логічних правил виведення одержують теореми. Основні теми математики Числа Вивчення кількості починається з чисел, спочатку зі знайомих нам натуральних чисел та цілих чисел та арифметичних операцій з ними, які вивчаються в арифметиці. Глибші властивості цілих чисел вивчає теорія чисел, до якої належить знаменита Велика теорема Ферма. До невирішених задач теорії чисел належать припущення щодо простих чисел-близнюків та гіпотеза Гольдбаха. У процесі розвитку числової системи, цілі числа виявились підмножиною раціональних чисел (додалися дроби). А ці так само входять до множини дійсних чисел, які використовуються для відображення неперервних величин. Дійсні числа є окремим випадком від комплексних чисел. А вони є першим кроком в ієрархії чисел, яка включає кватерніони та октоніони. Вивчення натуральних чисел призвело до появи трансфінітних чисел, які формалізують поняття нескінченності. Іншою галуззю дослідження є розмір множини чисел, який призвів до появи кардинальних чисел, а потім до нової концепції нескінченності: чисел алеф, які дають змогу значимо порівняти розмір нескінченно великих множин. Натуральні числа Цілі числа Раціональні числа Дійсні числа Комплексні числа Кватерніони Перетворення 96px 96px Арифметика Диференціальне та інтегральне числення Векторне числення Математичний аналіз 96px 96px Диференціальні рівняння Динамічні системи Теорія хаосу Арифметика — Векторне числення — Математичний аналіз — Теорія міри — Диференціальні рівняння — Динамічні системи — Теорія хаосу — Список функцій Структури 128px 128px 128px 128px Комбінаторика Теорія чисел Теорія груп Теорія графів Теорія порядку Абстрактна алгебра — Теорія груп — Алгебричні структури — Алгебрична геометрія — Теорія чисел — Топологія — Лінійна алгебра — Універсальна алгебра — Теорія категорій — Теорія послідовностей Просторові відношення Дослідження простору викликало виникнення геометрії, зокрема евклідової геометрії. Тригонометрія — це розділ математики, що має справу з відношеннями між сторонами та кутами в трикутнику та з тригонометричними функціями; тут простір виражений у числах, до цього розділу входить знаменита теорема Піфагора. Сучасні дослідження простору узагальнюють ці ідеї та включають багатовимірну геометрію, неевклідові геометрії (які грають центральну роль у загальній теорії відносності) та топологію. Кількісні та просторові характеристики разом досліджуються в аналітичній геометрії, диференціальній геометрії та алгебричній геометрії. Опукла геометрія та дискретна геометрія були розроблені, щоб розв'язати задачі в теорії чисел та функціональному аналізі, але тепер знайшли своє застосування в оптимізації та інформатиці. 128px 128px 128px 128px 128px Геометрія Тригонометрія Диференціальна геометрія Топологія Фрактальна геометрія Геометрія — Тригонометрія — Алгебрична геометрія — Топологія — Диференціальна геометрія — Диференціальна топологія — Алгебрична топологія — Лінійна алгебра — Фрактальна геометрія Дискретна математика Дискретна математика містить засоби, які застосовуються до об'єктів, що можуть приймати лише специфічні, окремі значення (не неперервні). 128px 128px 128px 128px Теорія множин Математична логіка Теорія обчислюваності Криптографія Теорія графів Комбінаторика — Теорія множин — Математична логіка — Теорія обчислюваності — Криптографія — Теорія графів Дисципліна в закладах освіти В Україні утрадиційнені терміни «Математика елементарна» та «Математика вища», які відповідно позначають курс «Математики» в загальноосвітній середній школі (арифметика, алгебра, геометрія, тригонометрія) та вищій (вища алгебра, аналітична геометрія, математичний аналіз, диференціальні рівняння, теорія ймовірностей, математична статистика тощо). Аксіома Аксіоматика Аксіоматичний метод Елементарна математика Історія математики Математична константа Математична статистика Математична фізика Математичний аналіз Функціональний аналіз Геометрія Лінійна алгебра та аналітична геометрія Логіка Теорія графів Теорія ймовірностей Теорія міри Теорія множин Теорія функції комплексної змінної Теорія чисел Системи числення Римська система числення Індо-арабська система числення Кирилична система числення Математика і освіта У школі вивчається елементарна математика — арифметика, функції, алгебра; у ЗВО — вища математика: диференціальне, інтегральне числення, топологія, теорія операторів та все інше, що не входить в елементарну математику. Вища математика зазвичай базується на вищому рівні абстракції, ніж елементарна математика, та менш просто виводиться з властивостей навколишнього світу. Онлайнові сервіси Існує велика кількість вебсайтів, що надають сервіс для математичних розрахунків. Найбільшої уваги заслуговує WolframAlpha. Більшість з них англомовні.Наприклад: http://mathworld.wolfram.com З російськомовних можна відмітити сервіс математичних запитів пошукової системи Нігма. Поступово з'являються й українськомовні системи онлайн-освіти, наприклад: математика.укрОнлайн-освіта: http://математика.укр/ та cubens.com.Навчальні матеріали з математики: https://cubens.com Примітки Література Біографічний словник діячів у галузі математики / О. І. Бородін, А. С. Бугай. — К. : Радянська школа, 1973. — 551 с. Вебер Г., Вельштейн И. (ред.) Энциклопедия элементарной математики. Том 1. Элементарная алгебра и анализ. Одесса: Матезис, 1906 Вебер Г., Вельштейн И. (ред.) Энциклопедия элементарной математики. Том 2. Энциклопедия элементарной геометрии. Книга 1. Основания геометрии. Одесса: Матезис, 1909 Вебер Г., Вельштейн И. (ред.) Энциклопедия элементарной математики. Том 2. Энциклопедия элементарной геометрии. Книга 2 и 3. Тригонометрия, аналитическая геометрия, стереометрия. Одесса: Матезис, 1910 Довідковий математичний словник: Для студ. вузів екон. спрямування / Г. Я. Дутка; Нац. банк України. — Л., 1998. — 95 c. Довідник з елементарної математики. Арифметика, алгебра / К. І. Швецов, Г. П. Бевз. — К.: Наукова думка, 1967. — 408 с. Довідник з елементарної математики. Геометрія, тригонометрія, векторна алгебра / П. Ф. Фільчаков. — К.: Наукова думка, 1967. Довідник з елементарної математики, механіки та фізики / Галушка І. М. та ін. Ред.: Максимова С. Г. — K.: Наукова думка, 1996. — 192 c. — ISBN 966-00-0014-6 Енциклопедичний довідник у таблицях. Алгебра. Геометрія. Інформатика : 7-мі—11-ті кл. : пер. з рос. / Іваниця С. В. — Донецьк: ВКФ «БАО», 2012. — 431 с. : іл., табл. — 15 000 пр. (1-й з-д 1—3 000). — ISBN 978-966-481-574-8. — ISBN 978-966-481-525-0 (у паліт.) Короткий тлумачний математичний словник / Бугай А. С. — К.: Радянська школа, 1964. — 428 с. Курант Р., Роббинс Г. Что такое математика? — 3-e изд., испр. и доп.—М.: МЦНМО, 2001. — 568 с. Математика : навч. посіб. / Л. І. Блавацька, В. М. Кирилич, В. Є. Кревс, В. Д. Мохонько ; М-во освіти і науки, молоді та спорту України, Львів. нац. ун-т ім. І. Франка. – Л. : Вид. центр ЛНУ, 2011. – 613 с. : іл. – Бібліогр.: с. 584 (17 назв). – ISBN 978-966-613-825-8 Математика: навч.-практ. довід. : повний курс / О. І. Каплун. — Харків: Торсінг плюс, 2012. — 252, [1] с. : іл., табл.; 24 см. — Алф. покажч.: с. 243—248. — 2 000 пр. — ISBN 978-617-030-473-5 Математика. Тлумачний словник-довідник / Тадеєв В. О. — Тернопіль: «Навчальна книга — Богдан», 1999. — 160 с. — ISBN 966-7437-51-5 Систематичний словник української математичної термінології / Чайковський М. — Берлін: Видавництво української молоді, 1924. — 116 с. (PDF ) Див. також Довідка:Математичні формули та спецсимволи Таблиця математичних символів Математична картографія Математична основа карт Математична статистика Математика в Україні Українські математики Principia Mathematica Посилання Онлайн-довідник з математики Об'єднання вчителів математики Королева всіх наук: про математику і математиків «Математика» в Академічному тлумачному словнику української мови в 11 томах. Т. 4, С. 644. EqWorld — фізико-математична бібліотека. Math.ru Библиотека — математична бібліотека, архіви математичних журналів. Арбуз — математичний вернісаж. Видання з математики Категорія:Точні науки"}
{"category": "Математика", "title": "Вища математика", "abstract": "Ви́ща матема́тика — курс, що входить в навчальний план технічних та деяких інших спеціальних навчальних закладів, включає в себе аналітичну геометрію, елементи вищої алгебри, диференціальне та інтегральне числення, диференціальні рівняння. \nМетою курсу є ознайомлення з основними методами вищої математики, необхідних для розв'язування теоретичних та практичних задач фізики і механіки, виробити навички математичного дослідження прикладних задач, розвинути геометричну інтуїцію та навчити алгоритмам алгебраїчних досліджень.\nДисципліна “Вища математика”  для економістів включає розділи вищої математики,  вивчення яких дає математичний апарат,  що найбільш активно застосовується для розв’язання прикладних економічних і управлінських задач. Це лінійна алгебра, елементи аналітичної геометрії та математичний аналіз. У розділі “Лінійна алгебра” основна увага приділяється матрицям,  визначникам і системам лінійних алгебраїчних рівнянь, оскільки в економічних дослідженнях широко використовуються різні матричні моделі – модель міжгалузевого балансу, моделі транспортних перевезень, моделі керування чергами й т. ін. Лінійні моделі, які зводяться до систем лінійних алгебраїчних рівнянь або нерівностей, з досить високою точністю відповідають описуваним ними явищам. За допомогою цих моделей вирішується багато управлінських задач, але вони входять до іншої математичної дисципліни, яка має назву дослідження операцій. \nМатематичний аналіз дає ряд фундаментальних понять, якими оперує економіст – функція,  границя,  похідна,  інтеграл, числовий та функціональний ряди, диференціальне рівняння. Наприклад, друга чудова(замечательная, пер.з рос. помічувана) границя застосовується для розв’язання задач про ріст банківського внеску за законом складних відсотків; використання поняття похідної необхідно у такій спеціальній дисципліні, як граничний аналіз в економіці й т. ін. З іншого боку певні економічні школи (зокрема ти, що виходять з австрійської школи, та майже всі, що належать до напрямків інституційної економіки) вважають, що поняття інтеграла, наприклад, не може бути застосовним у економіці взагалі (замість нього використовують суму ряду та інші). Також серед економістів поширеною є думка, що функції, які використовують в економіці, мають зазвичай табличний вигляд, а змінні є дискретними, тому традиційні методи математичного аналізу, які викладають у курсах вищої математики, методологічно не забезпечують побудову прикладних моделей дослідження операцій та експеримент з ними, який спрямовано на розв`язання економічних математичних задач.", "content": "Ви́ща матема́тика — курс, що входить в навчальний план технічних та деяких інших спеціальних навчальних закладів, включає в себе аналітичну геометрію, елементи вищої алгебри, диференціальне та інтегральне числення, диференціальні рівняння. Метою курсу є ознайомлення з основними методами вищої математики, необхідних для розв'язування теоретичних та практичних задач фізики і механіки, виробити навички математичного дослідження прикладних задач, розвинути геометричну інтуїцію та навчити алгоритмам алгебраїчних досліджень. Дисципліна “Вища математика” для економістів включає розділи вищої математики, вивчення яких дає математичний апарат, що найбільш активно застосовується для розв’язання прикладних економічних і управлінських задач. Це лінійна алгебра, елементи аналітичної геометрії та математичний аналіз. У розділі “Лінійна алгебра” основна увага приділяється матрицям, визначникам і системам лінійних алгебраїчних рівнянь, оскільки в економічних дослідженнях широко використовуються різні матричні моделі – модель міжгалузевого балансу, моделі транспортних перевезень, моделі керування чергами й т. ін. Лінійні моделі, які зводяться до систем лінійних алгебраїчних рівнянь або нерівностей, з досить високою точністю відповідають описуваним ними явищам. За допомогою цих моделей вирішується багато управлінських задач, але вони входять до іншої математичної дисципліни, яка має назву дослідження операцій. Математичний аналіз дає ряд фундаментальних понять, якими оперує економіст – функція, границя, похідна, інтеграл, числовий та функціональний ряди, диференціальне рівняння. Наприклад, друга чудова(замечательная, пер.з рос. помічувана) границя застосовується для розв’язання задач про ріст банківського внеску за законом складних відсотків; використання поняття похідної необхідно у такій спеціальній дисципліні, як граничний аналіз в економіці й т. ін. З іншого боку певні економічні школи (зокрема ти, що виходять з австрійської школи, та майже всі, що належать до напрямків інституційної економіки) вважають, що поняття інтеграла, наприклад, не може бути застосовним у економіці взагалі (замість нього використовують суму ряду та інші). Також серед економістів поширеною є думка, що функції, які використовують в економіці, мають зазвичай табличний вигляд, а змінні є дискретними, тому традиційні методи математичного аналізу, які викладають у курсах вищої математики, методологічно не забезпечують побудову прикладних моделей дослідження операцій та експеримент з ними, який спрямовано на розв`язання економічних математичних задач. Посилання Портал «WEB-МАТЕМАТИКА» ВМ Вища математика Література Вища математика : навч. посіб. для студ. вищ. навч. закл. / Р. В. Коляда, Я. С. Пушак, І. О. Мельник. — Львів : Магнолія 2006, 2010. — 332 с. : іл., табл. — (Вища освіта в Україні). — Бібліогр. : с. 325. — Алф.-предм. покажч.: с. 326—332. — ISBN 978-966-2025-91-0 Вища математика : теореми, приклади і задачі : [посіб. для студентів екон. спец. ВНЗ] / Б. М. Тріщ ; Львів. нац. ун-т ім. Івана Франка. — Львів : ЛНУ ім. І. Франка, 2017. — 506 с. : іл., табл. — Бібліогр.: с. 502 (19 назв). — ISBN 978-617-10-0111-4 Категорія:Математика"}
{"category": "Математика", "title": "Графічне позначення Пенроуза", "abstract": "У математиці та фізиці графічне позначення Пенроуза або тензорна діаграма — це (як правило рукописне) візуальне зображення мультилінійних функцій або тензорів, запропоноване Роджером Пенроузом у 1971 році.  Діаграма в нотації складається з кількох фігур, з’єднаних між собою лініями. Нотація була широко вивчена Предрагом Цвітановичем, який використовував її, діаграми Фейнмана та інші пов’язані нотації для розробки нотації «пташиного сліду» (теоретико-групова версія діаграм Фейнмана) для класифікації класичних груп Лі.  Позначення Пенроуза також було узагальнено за допомогою теорії представлень до спінових мереж у фізиці та за допомогою груп матриць до діаграм сліду в лінійній алгебрі. Цей графічний запис широко застосовується в сучасній квантовій теорії, зокрема в станах матричного добутку та квантових схемах .", "content": "міні|250x250пкс|Графічне позначення Пенроуза (позначення на тензорній діаграмі) стану матричного добутку п’яти частинок. У математиці та фізиці графічне позначення Пенроуза або тензорна діаграма — це (як правило рукописне) візуальне зображення мультилінійних функцій або тензорів, запропоноване Роджером Пенроузом у 1971 році. Roger Penrose, \"Applications of negative dimensional tensors,\" in Combinatorial Mathematics and its Applications, Academic Press (1971). See Vladimir Turaev, Quantum invariants of knots and 3-manifolds (1994), De Gruyter, p. 71 for a brief commentary. Діаграма в нотації складається з кількох фігур, з’єднаних між собою лініями. Нотація була широко вивчена Предрагом Цвітановичем, який використовував її, діаграми Фейнмана та інші пов’язані нотації для розробки нотації «пташиного сліду» (теоретико-групова версія діаграм Фейнмана) для класифікації класичних груп Лі. Позначення Пенроуза також було узагальнено за допомогою теорії представлень до спінових мереж у фізиці та за допомогою груп матриць до діаграм сліду в лінійній алгебрі. Цей графічний запис широко застосовується в сучасній квантовій теорії, зокрема в станах матричного добутку та квантових схемах . Інтерпретації Мультилінійна алгебра Мовою мультилінійної алгебри кожна фігура представляє мультилінійну функцію. Лінії, прикріплені до фігур, представляють вхідні або вихідні дані функції, а приєднання фігур певним чином є, по суті, композицією функцій. Тензори Мовою тензорної алгебри окремий тензор асоціюється з певною формою з багатьма лініями, які виходять вгору та вниз, що відповідає абстрактним верхнім та нижнім індексам тензору відповідно. Сполучні лінії між двома фігурами відповідають згортці за відповідними індексами. Однією з переваг цієї нотації є те, що не потрібно винаходити нові букви для позначення нових індексів. Ця нотація також явно не залежить від базису. Roger Penrose, The Road to Reality: A Complete Guide to the Laws of the Universe, 2005, , Chapter Manifolds of n dimensions. Матриці Кожна фігура представляє матрицю, тензорний добуток позначається горизонтально, а множення матриць виконується вертикально. Зображення спеціальних тензорів Метричний тензор Метричний тензор представлений U-подібною петлею або перевернутою U-подібною петлею, залежно від типу тензора, що використовується. обрамити| метричний тензор обрамити| метричний тензор Тензор Леві-Чивіти Антисиметричний тензор Леві-Чивіти представлений товстою горизонтальною смужкою з ніжками, спрямованими вниз або вгору, залежно від типу тензора, що використовується. обрамити|обрамити|обрамити| Структурна константа міні|144x144пкс| структурна константа Структурні константи ( ) алгебри Лі представлені невеликим трикутником з однією лінією, напрямленою вгору, і двома лініями, напрямленими вниз. Тензорні операції Згортка індексів Згортка індексів представлена за допомогою з'єднання індексних ліній. Наприклад, наступними є позначення дельти Кронекера та скалярного добутку: міні|120x120пкс| Дельта Кронекера міні|120x120пкс| Скалярний добуток міні|257x257пкс| Симетризація Симетризація індексів представлена товстою зиґзаґоподібною або хвилястою смужкою, що горизонтально перетинає індексні лінії. міні|242x242пкс| Симетризація(де ) Антисиметризація Антисиметризація індексів представлена товстою прямою смужкою, яка перетинає індексні лінії горизонтально. міні|205x205пкс| Антисиметризація (де ) Визначник Визначник формується шляхом застосування антисиметризації до індексів. міні|386x386пкс| Визначник міні|533x533пкс| Обернена матриця Коваріантна похідна Коваріантну похідну ( ) представлено колом навколо тензора (або декількох), що диференціюється, та лінією, з’єднаною з колом, яка вказує вниз, щоб представити нижній індекс похідної. обрамити| Коваріантна похідна Тензорні маніпуляції Діаграматична нотація корисна для маніпулювання тензорною алгеброю. Зазвичай це включає кілька простих «тотожностей» тензорних маніпуляцій. Наприклад, , де n є кількістю вимірів, є загальновживаною тотожністю в тензорних маніпуляціях. Тензор кривини Рімана Тотожності Річчі та Б’янкі, задані в термінах тензора кривини Рімана, ілюструють потужність такого позначення міні|120x120пкс| Позначення тензора кривини Ріманаміні|120x120пкс| Тензор Річчі міні|156x156пкс| Тотожність Річчі міні|138x138пкс| Тотожність Б'янкі Розширення Позначення було розширено завдяки спінорам і твісторам . Дивіться також Діаграми Фейнмана Мультилінійна алгебра Стан матричного добутку Тензор Тензорні мережі Примітки Категорія:Математична нотація Категорія:Теоретична фізика Категорія:Тензорне числення Категорія:Математика"}
{"category": "Математика", "title": "Ланцюгові дроби Данжуа", "abstract": "Ланцюговий дріб Данжуа, або канонічний ланцюговий дріб (англ. Denjoy's canonical continued fraction)— це ланцюговий дріб виду\n\n  \n    \n      \n        [\n        \n          d\n          \n            0\n          \n        \n        ;\n        \n          d\n          \n            1\n          \n        \n        ,\n        \n          d\n          \n            2\n          \n        \n        ,\n        \n          d\n          \n            3\n          \n        \n        ,\n        .\n        .\n        .\n        ]\n        =\n        \n          d\n          \n            0\n          \n        \n        +\n        \n          \n            1\n            \n              \n                d\n                \n                  1\n                \n              \n              +\n              \n                \n                  1\n                  \n                    \n                      d\n                      \n                        2\n                      \n                    \n                    +\n                    \n                      \n                        1\n                        \n                          \n                            d\n                            \n                              3\n                            \n                          \n                          +\n                          .\n                          .\n                          .\n                        \n                      \n                    \n                  \n                \n              \n            \n          \n        \n      \n    \n    {\\displaystyle [d_{0};d_{1},d_{2},d_{3},...]=d_{0}+{\\frac {1}{d_{1}+{\\frac {1}{d_{2}+{\\frac {1}{d_{3}+...}}}}}}}\n  \n\nде d0 є ціле число, таке що \n  \n    \n      \n        x\n        −\n        \n          d\n          \n            0\n          \n        \n        ≥\n        0\n      \n    \n    {\\displaystyle x-d_{0}\\geq 0}\n  \n а всі інші \n  \n    \n      \n        \n          d\n          \n            n\n          \n        \n        ∈\n        \n          D\n          \n            2\n          \n        \n        ≡\n        {\n        0\n        ,\n        1\n        }\n      \n    \n    {\\displaystyle d_{n}\\in D_{2}\\equiv \\{0,1\\}}\n  \n.\nФранцузький математик Арно Данжуа встановив, що кожне дійсне число x розкладається у скінченний або нескінченний Ланцюговий дріб Данжуа.\nНа основі розкладу числа в ланцюговий дріб Данжуа була створена тополого-метрична теорія зображення чисел дробами Данжуа, так званого \n  \n    \n      \n        \n          D\n          \n            2\n          \n        \n      \n    \n    {\\displaystyle D_{2}}\n  \n-зображення.", "content": "Ланцюговий дріб Данжуа, або канонічний ланцюговий дріб ()— це ланцюговий дріб виду де d0 є ціле число, таке що а всі інші . Французький математик Арно Данжуа встановив, що кожне дійсне число x розкладається у скінченний або нескінченний Ланцюговий дріб Данжуа. На основі розкладу числа в ланцюговий дріб Данжуа була створена тополого-метрична теорія зображення чисел дробами Данжуа, так званого -зображення. Основні теореми -зображення Нехай – двосимвольний алфавіт, — простір послідовностей елементів алфавіту. Покладемо . Теорема 1 Для довільного числа існує набір або послідовність така, що: , причому , і якщо , то при . Теорема 2 Оскільки то усі скінченні дроби Данжуа можна записувати у вигляді і вважати, що кожне число з відрізка має нескінченне -зображення. Розклад в ланцюговий дріб Данжуа Алгоритм розкладу числа у дріб Данжуа має наступний вигляд: Нехай маємо число Якщо x = 1, то таким розкладом, очевидно, є . Якщо , то дріб . Дріб . Тоді Якщо , то , тоді , . Якщо , то дріб . Тоді . Звідси маємо: . У кожному з наступних випадків діємо аналогічно, якщо , то наступна цифра , і наступна ; якщо , то наступна цифра , і наступна . За нескінченне число кроків отримаємо що , або ж процес буде продовжуватись до нескінченності. Збіжність процесу очевидна. Приклад. . Примітки Література Brown G. Metrical theory for farey continued fractions // Osaka J. Math. – 1996. — Vol. 33.no. 2. Cusick T. W. Hausdorff dimension of sets of continued fractions // Quan. J. Math. Oxford. — 1990. — Vol. 41, no. 2. Dajani K., Kraaikamp C. The mother of all continued fractions // Colloq. Math. — 2000. — 84/85. part 1. Denjoy A. Complement a la notice publiee en 1934 sur les travaux scientifiques de M. Arnaud Denjoy, Hermann, Paris, 1942. Iosifescu M., Kraaikamp C. Metric properties of Denjoy's canonical continued fraction expansion // Tokyo J. Math. — 31 (2008). — no. 2. Iosifescu M., Kraaikamp C. On Denjoy's canonical continued fraction expansion // Osaka J. Math. — 40 (2003). — no. 1. Pratsiovytyi M., Kyurchev D. Properties of the distribution of the random variable defined by A2-continued fraction with independent elements // Random Oper. Stochastic Equations, 2009, Vol. 17., no. 1. Pratsiovytyi M.V., Goncharenko Y.V., Lysenko I.M., Ratushniak S. P. Continued -fractions and singular functions. Matematychni Studii, 2022, 58(1), doi: 10.30970/ms.58.1.3-12 Pratsiovytyi M.V., Goncharenko Ya.V., Lysenko I.M. Ratushniak S.P. Fractal functions of exponential type that is generated by the -representation of argument // Matematychni Studii. V.57, No.2. Працьовитий М. В., Скрипник С. О., Чуйков А.С. Ланцюгове -зображення дійсних чисел і деякі функції, з ним пов'язані // Збірник праць Інституту математики НАН України 2019, т. 16, № 3. Категорія:Дроби Категорія:Математика Категорія:Французькі математики Категорія:Кодування чисел Категорія:Система числення Категорія:Фрактали Категорія:Геометрія Категорія:Алгебра Категорія:Аналіз"}
{"category": "Математика", "title": "Математик", "abstract": "Матема́тик — фахівець, що займається розвитком математики.\nНа побутовому рівні математиком може також називатися:\n\nтой, хто добре знає математику;\nучитель (викладач) математики;\nстудент, який навчається за математичною спеціальністю у вищому навчальному закладі.\nМатематики працюють у різних галузях: в економічних науках, у страхуванні, статистиці, маркетингу, метеорології, логістиці, в обробці зображення, системах безпеки а також в інформаційній техніці.", "content": "thumb|ліворуч|Леонард Ейлер вважається багатьма найкращим математиком усіх часів Матема́тик — фахівець, що займається розвитком математики. На побутовому рівні математиком може також називатися: той, хто добре знає математику; учитель (викладач) математики; студент, який навчається за математичною спеціальністю у вищому навчальному закладі. Математики працюють у різних галузях: в економічних науках, у страхуванні, статистиці, маркетингу, метеорології, логістиці, в обробці зображення, системах безпеки а також в інформаційній техніці. Історія Одним із найперших відомих математиків був Фалес Мілетський (близько 624–546 рр. до н.е.); його визнали першим справжнім математиком і першою відомою особою який зробив математичне відкриття. Йому приписують перше дедуктивне виведення застосоване у області геометрії, за допомогою якого він отримав чотири наслідки з Теореми Фалеса про три точки на колі. Кількість відомих математиків збільшилася після того як Піфагор із Самоса (близько 582–507 рр. до н.е.) започаткував Піфагорійську школу, доктриною якої було вірування що математика керує всесвітом і девізом якої була фраза \"Усе є числом\". Саме піфагорійці закарбували вперше слово \"математика\", і з кого почалося вивчення математики як окремої науки. Першою жінкою математиком, яка відома в історії, була Гіпатія Александрійська (350 - 415 н.е.). Від свого батька, вона унаслідувала пост бібліотекаря у Великій бібліотеці і написала багато робіт присвячених математиці. Через політичні суперечки, християнська громада Александрії покарала її, звинувативши у чаклунстві. Гіпатія була вбита розлюченим натовпом християн. Наука і математика в Ісламському світі часів середньовіччя була заснована на різних школах, що слідували різним вченим. Вона знаходилася під великим патронатом і сильною політичною волею щодо розвитку науки, яку здійснювали окремі правителі, що дозволило науковим знанням розвиватися у багатьох сферах. Протягом правління деяких халіфів фінансувався переклад наукових текстів з інших мов,Abattouy, M., Renn, J. & Weinig, P., 2001. Transmission as Transformation: The Translation Movements in the Medieval East and West in a Comparative Perspective. Science in Context, 14(1-2), 1-12. і зрештою вийшло так, що деякі вчені стали експертами з робіт, які вони перекладали і згодом отримали подальшу підтримку для розвитку певних наук. Оскільки ці науковці користувалися високою повагою серед еліти, запрошувалося дедалі більше науковців і започатковувалися вивчення конкретних наук. Прикладом такого перекладача і математика, який користувався значною підтримкою і повагою був Аль-Хорезмі. Визначною особливістю багатьох науковців, що працювали в мусульманському світі в часи середньовіччя є те, що вони часто були поліматами. Наприклад, Ібн аль-Хайсам мав роботи із оптики, математики і астрономії. Епоха Відродження повернула високу увагу до математики і науки у Європу. У цей період переходу від феодальної та церковної культури до переважно свійського життя, багато відомих визначних математиків мали інші професії: Лука Пачолі (започаткував бухгалтерський облік); Нікколо Тарталья (видатний інженер і бухгалтер); Джироламо Кардано (раніше всіх винайшов поняття ймовірності і біноміального розподілу); Роберт Рекорд (лікар) і Франсуа Вієт (юрист). Види діяльності thumb|Еммі Нетер, теоретичний математик і викладач. Прикладна математика Математики, які займаються вирішенням задач, що застосовуються в реальному житті прикладними математиками. Прикладні математики є також вченими математиками, які мають спеціалізовані знання і вивчають професійну методологію, підходи до вирішення багатьох специфічних задач, які належать до суміжних наукових областей. Маючи професійну спрямованість на широкий спектр задач, теоретичних систем, і локалізованих конструкцій, прикладні математики постійно працюють над формулюванням і вивченням математичних моделей. Кар'єрну область до якої належать прикладні математики називають абревіатурою STEM від англомовних слів (наука, технології, інженерія, математика). Дисципліна прикладної математики вивчає математичні методи, які як правило використовуються в науці, техніці, економіці та промисловості; таким чином, \"прикладна математика\" це математична наука із спеціалізованими знаннями. Відповідно до того, фахівці орієнтовані на розв'язання конкретних задач прикладної математики займаються формулюванням, вивченням, і використанням математичних моделей в науці, техніці, економіці, та інших галузях математичної практики. Абстрактна математика Чиста математика це математика, яка вивчає повністю абстрактні поняття. З вісімнадцятого століття вона була визнана як клас математичної діяльності, який іноді характеризують як теоретичну математику,See for example titles of works by Thomas Simpson from the mid-18th century: Essays on Several Curious and Useful Subjects in Speculative and Mixed Mathematicks, Miscellaneous Tracts on Some Curious and Very Interesting Subjects in Mechanics, Physical Astronomy and Speculative Mathematics. всупереч тенденції вирішення потреб таких галузей науки як навігація, астрономія, фізика, економіка, техніка, та інших практичних застосувань. Іншим формулюванням цього є те, що чиста математика не обов'язково повинна бути прикладною: вона може вивчати абстрактні сутності по відношенню до їх внутрішньої природи, і може не приділяти увагу тому, як це проявляється в реальності.Andy Magid, Letter from the Editor, in Notices of the AMS, November 2005, American Mathematical Society, p.1173. Хоча чистий і прикладних підходи є повністю відмінними філософськими поглядами, на практиці між прикладною і чистою математикою є дуже багато перетинів. Для розробки точних моделей, що описують реальний світ, більшість прикладних математиків спираються на засоби і методи, які часто розглядаються як \"чиста\" математика. З іншого боку, багато думок чистої математики спираються на природні і соціальні явища, що стали натхненням і приводом для абстрактного дослідження. Консалтинг До видів кар'єрної діяльності математиків, окрім викладання і науковій роботі в університетах, належить консалтинг. Наприклад, статистики страхових агентств збирають і аналізують дані для оцінки ймовірності і як правило вартості страхування таких подій як смерть, хвороба, травмування, інвалідність або втрата власності. Актуарії також розглядають фінансові питання, що стосуються розмірів пенсійних внесків, які необхідні для отримання певного пенсійного доходу, і щодо способу інвестування компанією ресурсів для максимізації повернення цих інвестицій у світлі потенційного ризику. Використовуючи свої широкі знання, актуарії допомагають розробити цінові позиції страхових полісів, пенсійні плани, і інші фінансові стратегії таким чином, щоб забезпечити надійну фінансову основу для підтримки реалізації планів. Іншим прикладом роботи математика в сфері фінансів може бути отримання і розширення математичних або числових моделей, без необхідності обов'язкового встановлення зв'язку із теорією фінансів, беручи як вхідні дані лише показники ринкових цін. Необхідна послідовна відповідність із математичною теорією, а не сумісність із економічною теорією. Таким чином, наприклад, в той час як фінансовий економіст може вивчати структурні причини, чому компанія може мати певну , а фінансовий математик може приймати ціну акцій як дані, і застосовувати методи теорії випадкових процесів з метою отримання відповідного значення похідних акціонерного капіталу (див.: ; ). Математики в інших галузях Математики за освітою також досить часто яскраво реалізують себе в інших сферах, зокрема в гуманітарних. Одним з найвідоміших математиків-письменників є Льюїс Керрол. Коли його запитали, чому він вирішив присвятити себе літературі, він відповів, що має надто мало фантазії для математики. Нагороди та премії Математики — єдині вчені, що не отримують Нобелівської премії. За деякими версіями Нобель, засновник премії, ворогував з тодішнім відомим шведським математиком Міттаг-Леффлером, тому й позбавив всіх математиків можливості здобути премію свого імені. Для молодих математиків (до 40 років) найвищою міжнародною нагородою в галузі математики є премія Філдса. Фонд для присудження премії (та золотої медалі) заснував канадський математик Джон Чарлз Філдс. Премію присуджують двом — чотирьом ученим раз на чотири роки на Міжнародному математичному конгресі. Вперше премію вручено у 1936 році двом математикам — Ларе Альфорсу (Фінляндія) та Джессі Дугласу (США). 1982 з'явилася нова міжнародна премія — імені видатного фінського математика Рольфа Германа Неванлінни (1895–1980), який був ректором університету в Гельсінкі та президентом Міжнародного математичного союзу. Премію присуджують молодим вченим за досягнення у сфері математичних аспектів теорії інформації. 1982 року першим лауреатом премії Неванлінни (золота медаль і 5 тисяч швейцарських франків) став американський математик Роберт Тарьян за роботи в галузі аналізу алгоритмів. Математики в літературі Математики не часто є героями художніх творів. Серед рідкісних винятків повість «Однофамілець» (1975) російського письменника Данила Граніна; повість «Кафедра» російської письменниці І. Грекової (справжнє ім'я — О. С. Вентцель), яка сама була досить відомим математиком. Відомою книгою, присвяченою професії математика, є автобіографічна розповідь «батька кібернетики» Норберта Вінера «Я — математик». Цитати Висловлювання про математиків або відомих математиків. Die Mathematiker sind eine Art Franzosen; redet man mit ihnen, so übersetzen sie es in ihre Sprache, und dann ist es alsobald ganz etwas anderes. Математики — вони як французи; говориш із ними, то вони перекладають твої слова на свою мову, і одразу виходить щось зовсім інше. — Йоганн Вольфґанґ фон Ґете, німецький поет Математик — це той, хто вміє знаходити аналогії між твердженнями; кращий математик — той, хто встановлює аналогії доведень; сильніший математик — той, хто помічає аналогії теорій; але можна собі уявити й такого, хто між аналогіями бачить аналогії — Стефан Банах, польський та український математик. Деякі з вас, можливо, зустрічалися з математиками і дивувалися, як же вони дійшли до такого. —Том Лерер Існує два шляхи аби стати видатним математиком. Перший бути розумнішим за всіх інших. Другий шлях, бути дурнішим за інших, але наполегливим. — Математика це королева всіх наук, а арифметика це королева математики. —Карл Фрідріх ГауссSartorius von Waltershausen: Gauss zum Gedachtniss. (Leipzig, 1856), p. 79 cited in Див. також Математика Список математиків Список математичних фільмів Актуарій Література Винер Норберт. Я — математик. — 2-е издание. — М., 1967. Про математику і математиків: Висловлювання видатних діячів минулого і сучасності / Упорядники А. С. Зоря, С. М. Кіро. — К.: Радянська школа, 1981. Примітки Категорія:Наукові професії Категорія:Математика"}
{"category": "Математика", "title": "Користувач:Назарова Юлія/Абу Каміль", "abstract": "Абу Каміль Шуджа ібн Аслам ібн Мухаммед ібн Шуджа (лат. Auoquamel, араб. أبو كامل شجاع بن أسلم بن محمد بن شجاع), також відомий як Аль-Хасіб аль-місрі (з араб. «Єгипетський обчислювач») (бл. 850 — бл. 930) був видатним єгипетським математиком ісламського золотого віку . Вважається першим математиком, який систематично використовував і приймав ірраціональні числа як розв'язки та коефіцієнти в рівняннях. Пізніше його методи були запозичені Фібоначчі, що сприяло поширенню алгебри в Європі.\nАбу Каміль зробив важливий внесок у алгебру та геометрію . Він був першим ісламським математиком, який працював з алгебраїчними рівняннями зі степенями вищими за \n  \n    \n      \n        \n          x\n          \n            2\n          \n        \n      \n    \n    {\\displaystyle x^{2}}\n  \n (до \n  \n    \n      \n        \n          x\n          \n            8\n          \n        \n      \n    \n    {\\displaystyle x^{8}}\n  \n), і розв'язував системи нелінійних одночасних рівнянь із трьома невідомими змінними . Він проілюстрував правила знаків розкриття дужок при множенні \n  \n    \n      \n        (\n        a\n        ±\n        b\n        )\n        (\n        c\n        ±\n        d\n        )\n      \n    \n    {\\displaystyle (a\\pm b)(c\\pm d)}\n  \n . У своїх роботах він використовував риторичний стиль викладу, а в деяких книгах зовсім не застосовував математичне позначення, окрім позначень цілих чисел. Наприклад, він використовує арабський вислів «māl māl shayʾ» («квадрат-квадрат-річ») для \n  \n    \n      \n        \n          x\n          \n            5\n          \n        \n      \n    \n    {\\displaystyle x^{5}}\n  \n (як \n  \n    \n      \n        \n          x\n          \n            5\n          \n        \n        =\n        \n          x\n          \n            2\n          \n        \n        ⋅\n        \n          x\n          \n            2\n          \n        \n        ⋅\n        x\n      \n    \n    {\\displaystyle x^{5}=x^{2}\\cdot x^{2}\\cdot x}\n  \n). Однією з примітних рис його робіт було перерахування всіх можливих рішень цих рівнянь.\nМусульманський енциклопедист Ібн Халдун класифікував Абу Каміла другим найбільшим алгебраїстом після аль-Хорезмі .", "content": "Абу Каміль Шуджа ібн Аслам ібн Мухаммед ібн Шуджа (лат. Auoquamel, ), також відомий як Аль-Хасіб аль-місрі (з араб. «Єгипетський обчислювач») (бл. 850 — бл. 930) був видатним єгипетським математиком ісламського золотого віку . Вважається першим математиком, який систематично використовував і приймав ірраціональні числа як розв'язки та коефіцієнти в рівняннях. Пізніше його методи були запозичені Фібоначчі, що сприяло поширенню алгебри в Європі. Абу Каміль зробив важливий внесок у алгебру та геометрію . Він був першим ісламським математиком, який працював з алгебраїчними рівняннями зі степенями вищими за (до ), і розв'язував системи нелінійних одночасних рівнянь із трьома невідомими змінними . Він проілюстрував правила знаків розкриття дужок при множенні . У своїх роботах він використовував риторичний стиль викладу, а в деяких книгах зовсім не застосовував математичне позначення, окрім позначень цілих чисел. Наприклад, він використовує арабський вислів «māl māl shayʾ» («квадрат-квадрат-річ») для (як ). Однією з примітних рис його робіт було перерахування всіх можливих рішень цих рівнянь. Мусульманський енциклопедист Ібн Халдун класифікував Абу Каміла другим найбільшим алгебраїстом після аль-Хорезмі . Біографія Про життя Абу Каміля майже нічого не відомо, за винятком того, що він родом з Єгипту і був наступником аль-Хорезмі. Наукові праці «Книга про алгебру та аль-мукабалу» «Книга про алгебру та аль-мукабалу» (араб. كتاب الجبر والمقابلة) вважається однією з найважливіших праць з алгебри після роботи Аль-Хорезмі . У той час як алгебра аль-Хорезмі була орієнтована на широку публіку, Абу Каміль звертався до інших математиків або читачів, знайомими з «Началами» Евкліда . У цій книзі Абу Каміль розв'язує системи рівнянь, розв'язками яких є цілі числа та дроби, а також приймає ірраціональні числа як розв'язки та коефіцієнти квадратних рівнянь .Sesiano, Jacques (2000). «Islamic mathematics». In Selin, Helaine; D'Ambrosio, Ubiratàn (eds.). Mathematics Across Cultures: The History of Non-Western Mathematics. Springer. p. 148. ISBN 1-4020-0260-2. Перша частина книги пояснює основи алгебри через геометричні задачі, включаючи використання квадратних коренів. Друга частина охоплює класичні шість типів квадратних рівнянь, описані Аль-Хорезмі, але з геометричними доказами. У наступних розділах розглядається використання ірраціональних чисел для розв'язання задач про багатокутники, системи рівнянь і практичні задачі. Кілька ісламських математиків написали коментарі до цієї роботи, включаючи аль-Істахрі аль-Хасіба та Алі ібн Ахмада аль-Імрані (пом. 955-6), але обидва коментарі зараз втрачені. В Європі подібний до цієї книги матеріал можна знайти в працях Фібоначчі, а деякі розділи були включені та вдосконалені в латинській праці Іоанна Севільського «Liber mahameleth». Частковий переклад на латину зробив у 14 столітті Вільгельм з Луни, а в 15 столітті вся праця також з'явилася в перекладі з івриту Мордехая Фінці. «Книга про рідкісні мистецтва арифметики» «Книга про рідкісні мистецтва арифметики» (араб. كتاب الطرائف في الحساب) описує ряд систематичних процедур для знаходження інтегральних розв'язків для невизначених рівнянь . Це також найперша відома арабська робота, де шукаються розв'язки типу невизначених рівнянь, знайдених в \"Арифметиці \" Діофанта . Однак Абу Каміль пояснює певні методи, яких немає в жодній збережених копіях Арифметики . Він описує одну задачу з 2 678 розв'язками. «Книга про п'ятикутник і десятикутник» У книзі обчислюються сторони вписаних та описаних правильних п'ятикутників і десятикутників, використовуючи рівняння та золотий перетин. Фібоначчі активно використовував цю працю у своїх творах. «Книга птахів» «Книга птахів» (араб. كتاب الطير) — трактат про те, як розв'язувати невизначені лінійні системи з позитивними інтегральними розв'язками . Назва походить від типових задач, пов'язаних із купівлею різних видів птахівю. Абу Каміль написав у вступі:Я опинився перед проблемою, яку розв'язав і для якої знайшов безліч розв'язків; шукаючи глибше, я отримав дві тисячі шістсот сімдесят шість правильних розв'язків. Моє здивування з цього приводу було великим, але я виявив, що, коли я розповів про це відкриття, ті, хто мене не знав, були зарозумілими, шокованими і підозрілими щодо мене. Тому я вирішив написати книгу про цей вид обчислень, щоб полегшити його трактування і зробити його більш доступним.За словами Жака Сесіано, Абу Каміль залишався неперевершеним, здається, протягом усього Середньовіччя у спробах знайти всі можливі рішення для деяких своїх проблем. «Про обчислення та геометрію» Ця праця (араб. كتاب المساحة والهندسة) є практичним посібником для землемірів і державних службовців. Перші кілька розділів містять правила визначення площі, діагоналі, периметра та інших параметрів для різних типів трикутників, прямокутників і квадратів. Утрачені праці Деякі з втрачених робіт Абу Каміла включають: Трактат про використання подвійної хибної позиції, відомий як Книга двох помилок (Kitab al-khaṭaʾayn). Available online at: http://facstaff.uindy.edu/~oaks/Biblio/COMHISMA8paper.doc and Книга про збільшення та зменшення (Kitāb al-jamʿ wa al-tafrīq), яка привернула більше уваги після того, як історик Франц Вьопке пов'язав її з анонімною латинською працею Liber augmenti et diminutionis . Книга про розподіл майна за допомогою алгебри (Kitāb al-waṣāyā bi al-jabr wa al-muqābala), яка містить алгебраїчні рішення проблем ісламського успадкування та обговорює думки відомих юристів . Ібн аль-Надім у свїй «Фіхрісті» перерахував наступні додаткові назви: «Книга долі» (Kitāb al-falāḥ), «Книга ключа до долі» (Kitāb miftāḥ al-falāḥ), «Книга адекватного» (Kitāb al-kifāya) і \"Книга ядра (Kitāb al-ʿasīr). Спадщина Праці Абу Каміла вплинули на інших математиків, таких як аль-Караджі та Фібоначчі. Багато з його прикладів і алгебраїчних прийомів пізніше були використано Фібоначчі в його творі «Geometriae Practicae», «Книзі Абака» та інших роботах. аль-Хорезмі Абу Каміль був одним із перших математиків, який визнав значення праць аль-Хорезмі в розвитку алгебри, виступаючи на його захист проти Ібн Барзи, який намагався приписати заслуги своєму дідові Абд аль-Гаміду ібн Турку. Ось, що Абу Каміль писав у вступі до своєї книги «Алгебра» :Я з великою увагою вивчав праці математиків, досліджував їхні твердження і ретельно аналізував те, що вони пояснюють у своїх працях. Nаким чином, я помітив, що книга Мухаммада ібн Муси аль-Хорезмі, відома як «Алгебра», є кращою за точністю своїх принципів і точністю своєї аргументації. Тому ми, спільнота математиків, повинні визнати його пріоритет і визнати його знання і його перевагу, оскільки, пишучи свою книгу про алгебру, він був ініціатором і першовідкривачем її принципів… Примітки Література та джерела Див. також Аль-Караджі Математика ісламського середньовіччя Категорія:Математика Категорія:Математика Середньовіччя Категорія:Математика IX століття Категорія:Алгебра Категорія:Історія математики"}
{"category": "Математика", "title": "Опуклий графовий простір", "abstract": "Опуклим графовим простором у  математиці називається пара об'єктів \n  \n    \n      \n        (\n        G\n        ,\n        C\n        )\n      \n    \n    {\\displaystyle (G,C)}\n  \n,\nде \n  \n    \n      \n        G\n      \n    \n    {\\displaystyle G}\n  \n є графом, а \n  \n    \n      \n        C\n      \n    \n    {\\displaystyle C}\n  \n є опуклістю або ж сім'єю підмножин графа \n  \n    \n      \n        G\n      \n    \n    {\\displaystyle G}\n  \n що слідує пеним аксіомам. \nЕлементи \n  \n    \n      \n        C\n      \n    \n    {\\displaystyle C}\n  \n називають опуклими множинами.\nНайвідомішими графовими опуклостями є геодетична опуклість та  монофонічна опуклість.\nОпукла теорія графів може використовуватись для розв'язку задач  комп'ютерного зору,\nзадачі поширення інфекції.", "content": "Опуклим графовим просторомvan de Vel, M. L. J. Theory of convex structures. North-Holland Math. Library, 50 North-Holland Publishing Co., Amsterdam, 1993. xvi+540 pp. ISBN:0-444-81505-8 у математиці називається пара об'єктів , де є графом, а є опуклістю або ж сім'єю підмножин графа що слідує пеним аксіомам. Елементи називають опуклими множинами. Найвідомішими графовими опуклостями є геодетична опуклістьEverett, Martin G., and Stephen B. Seidman. \"The hull number of a graph.\" Discrete Mathematics 57.3 (1985): 217-223. та монофонічна опуклістьDourado, Mitre C., Fábio Protti, and Jayme L. Szwarcfiter. \"Complexity results related to monophonic convexity.\" Discrete Applied Mathematics 158.12 (2010): 1268-1274.. Опукла теорія графів може використовуватись для розв'язку задач комп'ютерного зору, задачі поширення інфекціїVan Mieghem, Piet, Jasmina Omic, and Robert Kooij. \"Virus spread in networks.\" IEEE/ACM Transactions On Networking 17.1 (2008): 1-14.. Історія Класичні концепції теорії опуклих структур отримали багато уваги в першій половині 20-го століття. Проте, з розвитком теорiї, поняття опуклостi почали розглядати в ширшому сенсі, не прив’язуючись до векторних просторів. Аксіоматична формалізація поняття опуклого простору була представлена Ван де Велем у книзі \"Theory of convex structure\". Там же був означений і графоий опуклий простір. Пізніше це спровокувало зріст досліджень даної теми та знаходження великої кількості різних графових опуклостей. Найпопулярнішими та найбільш досліджуваними є геодетична опуклістьFarber, Martin, and Robert E. Jamison. \"On local convexity in graphs.\" Discrete Mathematics 66.3 (1987): 231-247. та монофонічна опуклість Duchet, Pierre. \"Convex sets in graphs, II. Minimal path convexity.\" Journal of Combinatorial Theory, Series B 44.3 (1988): 307-316.. Означення Сім'я підмножин множини називається опуклістю на множині , якщо виконуються наступні аксіоми: Порожня множина та сам входять в . закрита відносно перетинів. закрита відносно вкладених об'єднань. Тоді пару називають опуклим простором, а елементи — опуклими множинами. Графовим опуклим простором є пара , де є зв'язним графом з множиною вершин , яка в парі з є опуклим простором,що задовольняє попередні аксіоми. Зазначимо, що графовий опуклий простір часто сприймають як простір породжений інтервальним простором. Покладемо на множині функцію , що має наступні властивості: Для будь-яких двох елементів справджується . Функція є симетричною . Тоді називають інтервальним оператором на , a є \"інтервалом\" між та . Пару називають інтервальним простором і він природним чином породжує опуклість на . Так, підмножину ми називаємо опуклою тільки тоді, коли для всіх . Див. також Теорія графів Граф (математика) Векторний простір Топологічний простір Опукла геометрія Опукла множина Топологічний простір Примітки Категорія:Математика Категорія:Дискретна математика Категорія:Теорія графів"}
{"category": "Математика", "title": "Основи математики", "abstract": "Основи математики — це дослідження філософських і логічних і/або алгоритмічних основ математики або, в ширшому сенсі, математичне дослідження того, що лежить в основі філософських теорій щодо природи математики. У цьому останньому сенсі різниця між основами математики та філософією математики виявляється розпливчастою. Основи математики можна розуміти як вивчення основних математичних понять (множина, функція, геометрична фігура, число тощо) і того, як вони утворюють ієрархії більш складних структур і понять, особливо фундаментально важливих структур, які утворюють мову математики (формули, теорії та їхні моделі, що надають значення формулам, визначенням, доведенням, алгоритмам тощо), які також називаються метаматематичними концепціями, з огляду на філософські аспекти та єдність математики. Пошук основ математики є центральним питанням філософії математики; абстрактна природа математичних об'єктів створює особливі філософські проблеми.\nОснови математики в цілому не мають на меті вмістити основи кожної математичної тематики. Загалом, основи певної галузі знань стосуються більш-менш систематичного аналізу її найосновніших або фундаментальних концепцій, її концептуальної єдності та її природного порядку або ієрархії концепцій, що може допомогти пов'язати її з рештою людських знань. Розвиток, емерджентність та уточнення основ можуть з'являтися пізніше в історії галузі та можуть не сприйматися всіма як найцікавіша її частина.\nМатематика відіграє особливу роль у науковій думці, слугуючи з давніх часів моделлю істини та строгості для раціонального дослідження, а також даючи інструменти чи навіть основу для інших наук (особливо фізики). Численні розробки математики в напрямку вищих абстракцій у 19 столітті принесли нові виклики та парадокси, спонукаючи до глибшого та більш систематичного дослідження природи та критеріїв математичної істини, а також до об'єднання різноманітних галузей математики в єдине ціле.\nСистематичні дослідження основ математики розпочалися наприкінці 19 століття і сформували нову математичну дисципліну під назвою математична логіка, яка пізніше мала тісні зв'язки з теоретичною інформатикою. Дослідження пройшли через низку криз із парадоксальними результатами, поки відкриття не стабілізувалися протягом 20-го століття як великий і узгоджений масив математичних знань з кількома аспектами або компонентами (теорія множин, теорія моделей, теорія доведення тощо), чиї детальні властивості і можливі варіанти все ще є активним полем досліджень. Високий рівень технічної складності цих досліджень надихнув багатьох філософів на припущення, що він може слугувати моделлю чи зразком для досліджень основ інших наук.\n\nКлючовим питанням усієї проблеми обґрунтування математики є питання надійності математичного доведення. Якщо припустити, що всі доведення певною мірою ненадійні, то проблема обґрунтування математики, принаймні як проблема внутрішньоматематична, втрачає сенс, бо обґрунтуванняматематичної теорії має бути результатом безумовно надійного доведення.", "content": "Основи математики — це дослідження філософських і логічнихJoachim Lambek (2007), «Foundations of mathematics», Encyc. Britannica і/або алгоритмічних основ математики або, в ширшому сенсі, математичне дослідження того, що лежить в основі філософських теорій щодо природи математики.Leon Horsten (2007, rev. 2012), «Philosophy of Mathematics» SEP У цьому останньому сенсі різниця між основами математики та філософією математики виявляється розпливчастою. Основи математики можна розуміти як вивчення основних математичних понять (множина, функція, геометрична фігура, число тощо) і того, як вони утворюють ієрархії більш складних структур і понять, особливо фундаментально важливих структур, які утворюють мову математики (формули, теорії та їхні моделі, що надають значення формулам, визначенням, доведенням, алгоритмам тощо), які також називаються метаматематичними концепціями, з огляду на філософські аспекти та єдність математики. Пошук основ математики є центральним питанням філософії математики; абстрактна природа математичних об'єктів створює особливі філософські проблеми. Основи математики в цілому не мають на меті вмістити основи кожної математичної тематики. Загалом, основи певної галузі знань стосуються більш-менш систематичного аналізу її найосновніших або фундаментальних концепцій, її концептуальної єдності та її природного порядку або ієрархії концепцій, що може допомогти пов'язати її з рештою людських знань. Розвиток, емерджентність та уточнення основ можуть з'являтися пізніше в історії галузі та можуть не сприйматися всіма як найцікавіша її частина. Математика відіграє особливу роль у науковій думці, слугуючи з давніх часів моделлю істини та строгості для раціонального дослідження, а також даючи інструменти чи навіть основу для інших наук (особливо фізики). Численні розробки математики в напрямку вищих абстракцій у 19 столітті принесли нові виклики та парадокси, спонукаючи до глибшого та більш систематичного дослідження природи та критеріїв математичної істини, а також до об'єднання різноманітних галузей математики в єдине ціле. Систематичні дослідження основ математики розпочалися наприкінці 19 століття і сформували нову математичну дисципліну під назвою математична логіка, яка пізніше мала тісні зв'язки з теоретичною інформатикою. Дослідження пройшли через низку криз із парадоксальними результатами, поки відкриття не стабілізувалися протягом 20-го століття як великий і узгоджений масив математичних знань з кількома аспектами або компонентами (теорія множин, теорія моделей, теорія доведення тощо), чиї детальні властивості і можливі варіанти все ще є активним полем досліджень. Високий рівень технічної складності цих досліджень надихнув багатьох філософів на припущення, що він може слугувати моделлю чи зразком для досліджень основ інших наук. Ключовим питанням усієї проблеми обґрунтування математики є питання надійності математичного доведення. Якщо припустити, що всі доведення певною мірою ненадійні, то проблема обґрунтування математики, принаймні як проблема внутрішньоматематична, втрачає сенс, бо обґрунтуванняматематичної теорії має бути результатом безумовно надійного доведення. Історичний контекст Давньогрецька математика Хоча практика математики раніше розвивалася в інших цивілізаціях, особливий інтерес до її теоретичних та фундаментальних аспектів був чітко очевидним у роботах стародавніх греків. Ранні грецькі філософи сперечалися щодо того, що є більш базовим — арифметика чи геометрія. Зенон Елейський (490 рв. 430 до н. е.) сформулював чотири парадокси, які, здається, демонструють неможливість змін. Математична школа Піфагора спочатку наполягала на тому, що існують лише натуральні та раціональні числа. Відкриття ірраціональності , відношення діагоналі квадрата до його сторони (приблизно у V ст. до н. е.), було для них шоком, який вони прийняли неохоче. Розбіжність між раціональними та реальними числами була остаточно усунена Евдоксом Кнідським (408—355 рр.). до н. е.), учнем Платона, який звів порівняння двох ірраціональних співвідношень до порівнянь кратних величин. Його метод передбачив переріз Дедекінда в сучасному визначенні дійсних чисел Річардом Дедекіндом (1831—1916). У Постеріорній аналітиці Аристотель (384—322 до н. е.) заклав аксіоматичний метод логічної організації галузі знання за допомогою примітивних понять, аксіом, постулатів, визначень і теорем. Аристотель взяв для цього більшість своїх прикладів з арифметики та геометрії. Цей метод досяг свого найвищого рівня в Началах Евкліда (300 р до н. е.), трактаті з математики, структурованому з дуже високими стандартами строгості: Евклід обґрунтовує кожне положення демонстрацією у формі ланцюжків силогізмів (хоча вони не завжди строго відповідають аристотелівським шаблонам). Силогістична логіка Аристотеля разом з аксіоматичним методом, прикладом якого є Елементи Евкліда, визнані науковими досягненнями Стародавньої Греції. Платонізм як філософія математики Починаючи з кінця 19 століття серед математиків-практиків поширюється платонічний погляд на математику. Поняття або, як сказали б платоніки, об'єкти математики абстрактні й далекі від повсякденного досвіду сприйняття: геометричні фігури сприймаються як ідеальні речі, які слід відрізняти від ефективних малюнків і форм об'єктів, а числа не плутають із підрахунком конкретних об'єктів. Їх існування та природа представляють особливі філософські виклики: чим математичні об'єкти відрізняються від їх конкретного представлення? Чи знаходяться вони в їхньому представленні, чи в нашій свідомості, чи десь ще? Як ми можемо їх знати? Давньогрецькі філософи дуже серйозно ставилися до таких питань. Дійсно, багато з їхніх загальних філософських дискусій проводилися з широким посиланням на геометрію та арифметику. Платон (424/423 до н. е.348/347 до н. е.) наполягав на тому, що математичні об'єкти, як і інші платонічні ідеї (форми чи сутності), повинні бути ідеально абстрактними та мати окремий, нематеріальний вид існування у світі математичних об'єктів, незалежних від людей. Він вважав, що істини про ці об'єкти також існують незалежно від людського розуму, але відкриваються людьми. У Меноні вчитель Платона Сократ стверджує, що можна пізнати цю істину за допомогою процесу, подібного до відновлення пам'яті. Над воротами в академію Платона був відомий напис: «Нехай сюди не входить той, хто не знає геометрії». Таким чином Платон відзначив свою високу думку про геометрію. Він вважав геометрію «першим необхідним у навчанні філософів» завдяки її абстрактному характеру. Цю філософію платоністського математичного реалізму поділяють багато математиків. Деякі автори стверджують, що платонізм якимось чином виникає як необхідне припущення, яке лежить в основі будь-якої математичної роботи.Karlis Podnieks, Platonism, intuition and the nature of mathematics: 1. Platonism — the Philosophy of Working Mathematicians З цієї точки зору закони природи та закони математики мають подібний статус, і перестає бути необґрунтованою. Основу становлять не наші аксіоми, а цілком реальний світ математичних об'єктів. Арістотель розкрив і відкинув цю точку зору у своїй «Метафізиці». Ці питання є джерелом для філософського аналізу та дебатів. Арістотелівський реалізм Середньовіччя і Відродження Понад 2000 років «Елементи» Евкліда були абсолютно міцною основою для математики, оскільки їх методологія раціонального дослідження керувала математиками, філософами та вченими навіть у 19 столітті. У середні віки точилася суперечка про онтологічний статус універсалій (платонічних ідей): реалізм стверджував їх існування незалежно від сприйняття; концептуалізм стверджував їх існування лише в розумі; номіналізм заперечував те й інше, розглядаючи універсалії лише як назви сукупностей окремих об'єктів (слідуючи за давнішими припущеннями, що вони є словами, «logoi»). Рене Декарт опублікував Геометрію (1637), спрямовану на зведення геометрії до алгебри за допомогою систем координат, надаючи алгебрі більш основоположну роль (у той час як греки використовували довжини для визначення чисел, які зараз називають дійсними числами). Книга Декарта стала відомою після 1649 року і приготувала шлях до числення нескінченно малих. Ісаак Ньютон (1642—1727) в Англії та Лейбніц (1646—1716) у Німеччині незалежно один від одного розробили числення нескінченно малих на підгрунті, яке потребувала нових основ. Зокрема, Лейбніц описав нескінченно малі числа як числа, нескінченно близькі до нуля, концепція, яка не вписується в попередні фундаментальні рамки математики, і не була формалізована до 20 століття. Сильний вплив обчислення нескінченно малих величин на основи математики проілюстровано в памфлеті протестантського філософа Джорджа Берклі (1685—1753), який писав: «[Нескінченно малі величини] не є ані скінченними величинами, ані нескінченно малими величинами, ані навіть нічим. Чи можемо ми не називати їх привидами померлих кількостей?».The Analyst, A Discourse Addressed to an Infidel Mathematician Лейбніц також працював над логікою, але більшість його праць залишалися неопублікованими до 1903 року. Тоді математика дуже швидко й успішно розвивалася у фізичних задачах. 19 століття У 19 столітті математика ставала все більш абстрактною. Занепокоєння логічними прогалинами та невідповідностями в різних сферах призвело до розробки аксіоматичних систем. Аналіз функцій дійсної змінної Коші (1789—1857) розпочав проект формулювання та доведення теорем обчислення нескінченно малих строгим чином, відкидаючи евристичний принцип загальності алгебри, який використовувався попередніми авторами. У своїй праці Cours d'Analyse 1821 року він визначає нескінченно малі величини в термінах спадних послідовностей, які сходяться до 0, які він потім використав для визначення неперервності. Але він не формалізував своє поняття конвергенції. Сучасне (ε, δ)-визначення границі і неперервності функцій було вперше розроблено Больцано в 1817 році, але залишалося відносно невідомим. Це дає точну основу числення нескінченно малих, засноване на множині дійсних чисел, можливо, розв'язуючи парадокси Зенона та аргументи Берклі. Математики, зокрема Карл Вейерштрасс (1815—1897), відкрили такі патологічні функції, як безперервні, ніде не диференційовані функції. Попередні концепції функції як правила для обчислень або гладкого графіка вже не були адекватними. Вейєрштрасс почав виступати за арифметизацію аналізу, за аксіоматизацію аналізу з використанням властивостей натуральних чисел. У 1858 році Дедекінд запропонував визначення дійсних чисел як розрізів раціональних чисел. Ця редукція дійсних чисел і неперервних функцій у термінах раціональних чисел, а отже, і натуральних чисел, була пізніше інтегрована Кантором у його теорію множин і аксіоматизована в термінах Гільбертом і Бернайсом. Теорія груп У 19 столітті вперше були досліджені обмеження математики. Нільс Генрік Абель (1802—1829), норвежець, і Еварист Галуа (1811—1832), француз, досліджували розв'язки різноманітних поліноміальних рівнянь і довели, що не існує загального алгебраїчного розв'язку рівнянь ступеня, більшого за чотири (теорема Абеля– Руффіні). За допомогою цих концепцій П'єр Ванцель (1837) довів, що лише лінійкою та циркулем неможливо розділити на три частини довільний кут або подвоїти куб. У 1882 році Ліндеманн, спираючись на роботу Ерміта, показав, що квадратура кола за допомогою лінійки та циркуля (побудова квадрата, рівного за площею заданому колу) також неможлива, довівши, що є трансцендентним числом. З часів стародавніх греків математики марно намагалися вирішити всі ці проблеми. Праці Абеля та Галуа відкрили шлях для розвитку теорії груп (яка пізніше буде використана для вивчення симетрії у фізиці та інших галузях науки) і абстрактної алгебри. Поняття векторних просторів виникли з концепції барицентричних координат Мебіуса в 1827 році і розвинулись до сучасного визначення векторних просторів і лінійних карт Пеано в 1888 році. Геометрія більше не обмежувалася трьома вимірами. Ці поняття не узагальнювали поняття числа, а поєднували поняття функцій і множин, які ще не були формалізовані, відриваючись від звичних математичних об'єктів. Неевклідові геометрії Після багатьох невдалих спроб вивести постулат про паралельність з інших аксіом, дослідження досі гіпотетичної гіперболічної геометрії Йоганном Генріхом Ламбертом (1728—1777) привело його до введення гіперболічних функцій і обчислення площі гіперболічного трикутника (де сума кутів менша 180°). Потім російський математик Микола Лобачевський (1792—1856) встановив у 1826 році (і опублікував у 1829 році) когерентність цієї геометрії (отже, незалежність паралельного постулату), паралельно з угорським математиком Яношем Бояї (1802—1860) у 1832 році і з Гаусом. Пізніше в 19 столітті німецький математик Бернхард Ріман розробив еліптичну геометрію, ще одну неевклідову геометрію, де неможливо знайти паралельні лінії, а сума кутів у трикутнику перевищує 180°. Було доведено узгодженість визначення точки як пари протилежних точок на нерухомій сфері та визначення лінії як великого кола на сфері. У той час основним методом доведення несуперечливості набору аксіом було створення для нього моделі. Проективна геометрія Однією з пасток дедуктивної системи є хибне коло, проблема, яка, здавалося, спіткала проективну геометрію, поки її не розв'язав Карл фон Штаудт. Як пояснюють російські історики математики:Б. Л. Лаптев, Б. А. Розенфельд и др. (1981) Математика XIX века. Геометрия. Теория аналитических функций, с. 45, М., Издательство «Наука» В середині XIX ст. відбувалися запеклі суперечки між прихильниками синтетичного і аналітичного методів в прективній геометрії, які звинувачували один одного в плутанні проективних і метричних понять. Дійсно, основне поняття, яке застосовувалося при синтетичному викладі проективної геометрії, — подвійне відношення чотирьох точок прямої — вводилося за допомогою розгляду довжин відрізків. Чисто геометричний підхід фон Штаудта базувався на повному чотирикутнику для вираження відношення проективних гармонійних спряжень. Потім він створив засіб для вираження відомих числових властивостей за допомогою своєї Алгебри кидків. Англомовні версії цього процесу виведення властивостей поля можна знайти або в книзі Освальда Веблена та Джона Янга «Проективна геометрія» (1938), або нещодавно в «Чотирьох стовпах геометрії» (2005). Стіллвелл пише на сторінці 120: …проективна геометрія в певному сенсі простіша за алгебру, тому що ми використовуємо лише п'ять геометричних аксіом для виведення дев'яти аксіом поля.Алгебра кидків зазвичай розглядається як функція перехресних співвідношень, оскільки студенти зазвичай покладаються на числа, не турбуючись про їх основу. Однак розрахунки перехресного співвідношення використовують метричні особливості геометрії, особливості, які не допускаються пуристами. Наприклад, у 1961 році Коксетер написав «Вступ до геометрії» без згадки про перехресне співвідношення. Булева алгебра і логіка Спроби формального розгляду математики розпочалися з Лейбніца та Ламберта (1728—1777) і продовжилися роботами алгебраїстів, таких як Джордж Пікок (1791—1858). Систематичні математичні трактування логіки пов'язані з британським математиком Джорджем Булем (1847), який розробив алгебру, яка незабаром перетворилася на те, що зараз називається булевою алгеброю, в якій єдиними числами були 0 і 1 і логічні комбінації (кон'юнкція, диз'юнкція, імплікація та заперечення).) — операції, подібні до додавання та множення цілих чисел. Крім того, Де Морган опублікував свої закони в 1847 році. Таким чином логіка стала розділом математики. Булева алгебра є відправною точкою математичної логіки та має важливі застосування в інформатиці . Чарльз Сандерс Пірс ґрунтувався на роботі Буля, щоб розробити логічну систему відношень і кванторів, яку він опублікував у кількох статтях з 1870 по 1885 рік. Німецький математик Готтлоб Фреге (1848—1925) представив незалежний розвиток логіки з кванторами у своїй (Мова формул), опублікованій у 1879 році, роботі, яка загалом вважається поворотною точкою в історії логіки. Він викрив недоліки в «Логіці» Арістотеля та вказав на три очікувані властивості математичної теорії: Несуперечність: неможливість довести суперечливі твердження. Повнота: будь-яке твердження є або доказовим, або спростованим (тобто його заперечення є доказовим). Розв'язність: існує процедура прийняття рішення для перевірки будь-якого твердження в теорії. Потім Фреге показав у Grundgesetze der Arithmetik (Основні закони арифметики), як арифметику можна формалізувати в його новій логіці. Роботи Фреге були популяризовані Бертраном Расселом на рубежі століть. Але двовимірне позначення Фреге не мало успіху. Популярними позначеннями були для універсальних і для екзистенційних кванторів, що походять від Джузеппе Пеано та , поки символ не був введений Герхардом Генценом у 1935 році та став канонічним у 1960-х роках і універсальне стало позначатися як . З 1890 по 1905 рік Ернст Шредер опублікував Vorlesungen über die Algebra der Logik у трьох томах. Ця робота узагальнювала та розширювала роботи Буля, Де Моргана та Пірса та була вичерпним довідником з символічної логіки, як її розуміли наприкінці 19 століття. Арифметика Пеано Формалізація арифметики (теорії натуральних чисел) як аксіоматичної теорії почалася Пірсом у 1881 році та продовжилася Річардом Дедекіндом і Джузеппе Пеано у 1888 році. Це все ще була аксіоматизація другого порядку (вираження індукції в термінах довільних підмножин, таким чином з неявним використанням теорії множин), оскільки проблеми з вираженням теорій у логіці першого порядку ще не були зрозумілі. У роботі Дедекінда цей підхід виглядає як повна характеристика натуральних чисел і надання рекурсивних визначень додавання та множення через та математичну індукцію. Криза основ математики Криза основ математики () стала на початку 20-го століття назвою для пошуку відповідних основ для математики. Кілька шкіл філософії математики одна за одною зіткнулися з труднощами в 20 столітті, оскільки припущення про те, що математика має певну основу, яка може бути несуперечно викладена в самій математиці, було серйозно поставлено під сумнів відкриттям різноманітних парадоксів (таких як парадокс Рассела). Назву парадокс не слід плутати з протиріччям. Протиріччя у формальній теорії — це формальний доказ абсурдності всередині теорії (наприклад ), який показує, що ця теорія є суперечливою та має бути відкинута. Але парадокс може бути або несподіваним, але істинним результатом у даній формальній теорії, або неформальним аргументом, що веде до протиріччя, так що теорія-кандидат, якщо її потрібно формалізувати, повинна заборонити принаймні один із своїх кроків; у цьому випадку проблема полягає в тому, щоб знайти задовольняючу теорію без протиріч. Обидва значення можуть застосовуватися, якщо формалізована версія аргументу формує доказ несподіваної істини. Наприклад, парадокс Рассела можна виразити так: «не існує множини всіх множин» (за винятком деяких граничних аксіоматичних теорій множин). Різні школи думки протистояли одна одній. Провідною школою була школа формалістів, головним прихильником якої був Давид Гільберт, що досягло кульмінації у так званій програмі Гільберта, яка мала намір обґрунтувати математику на невеликій основі логічної системи, яка була підтверджена метаматематичними фінітістичними засобами. Головним противником формалістичної школи була інтуїтивістська школа на чолі з Л. Е. Я. Брауером, яка рішуче відкидала формалізм як безглузду гру з символами.van Dalen D. (2008), «Brouwer, Luitzen Egbertus Jan (1881—1966)», in Biografisch Woordenboek van Nederland. URL:http://www.inghist.nl/Onderzoek/Projecten/BWN/lemmata/bwn2/brouwerle [2008-03-13] Боротьба була гострою. У 1920 році Гільберт домігся, щоб Брауера, якого він вважав загрозою математиці, вилучили з редакційної колегії Mathematische Annalen, провідного математичного журналу того часу. Філософські погляди На початку 20 століття протистояли три школи філософії математики: формалізм, інтуїтивізм і логіцизм. На , що відбулася в Кенігсберзі в 1930 році, виступили представники цих трьох шкіл. Формалізм Вважається, що формалісти, такі як Давид Гільберт (1862—1943), вважають, що математика — це лише мова та серія ігор. Дійсно, він використав слова «гра з формулами» у своїй відповіді 1927 року на критику Л. Брауера: І який успіх ігор з формулами став можливим? Ця гра з формулами дозволяє виразити весь зміст думки математичної науки єдиним чином і розвинути його так, що зв'язки між окремими положеннями та фактами стають зрозумілими… Гра з формулами, яку Брауер оцінює так зневажливо, крім математичної цінності, також має важливе загальнофілософське значення. Ця гра з формулами відбувається саме за певними специфічними правилами, в яких виражається техніка нашого мислення. Ці правила утворюють закриту систему, яку можна виявитити і остаточно визначити. DAVID HILBERT Die Grundlagen der Mathematik с. 15 Таким чином Гільберт наполягає на тому, що математика не є довільною грою з довільними правилами; скоріше вона повинна узгоджуватися з тим, як відбувається наше мислення, а потім і наша мова й письмо. Ми не говоримо тут про свавілля в жодному розумінні. Математика не схожа на гру, завдання якої визначаються довільно обумовленими правилами. Скоріше, це концептуальна система, яка має внутрішню необхідність, яка може бути лише такою, а не інакшою.p. 14 in Hilbert, D. (1919–20), Natur und Mathematisches Erkennen: Vorlesungen, gehalten 1919—1920 in Göttingen. Nach der Ausarbeitung von Paul Bernays (Edited and with an English introduction by David E. Rowe), Basel, Birkhauser (1992)Основоположна філософія формалізму, представником якої є Девід Гільберт, є відповіддю на парадокси теорії множин і базується на формальній логіці . Практично всі математичні теореми сьогодні можна сформулювати як теореми теорії множин. Істинність математичного твердження, з цієї точки зору, представлена тим фактом, що твердження може бути виведено з аксіом теорії множин за допомогою правил формальної логіки. Просте використання формалізму не пояснює кількох питань: чому ми повинні використовувати ті аксіоми, які ми використовуємо, а не деякі інші, чому ми повинні використовувати логічні правила, які ми використовуємо, а не деякі інші, чому «істинні» математичні твердження (наприклад, закони арифметики) видаються істинними тощо. Герман Вейль поставив би Гільберту саме такі запитання: Яку «правду» чи об'єктивність можна приписати цій теоретичній конструкції світу, що виходить далеко за межі даного, є глибокою філософською проблемою. Це тісно пов'язане з наступним питанням: що спонукає нас взяти за основу саме ту систему аксіом, розроблену Гільбертом? Несуперечність дійсно є необхідною, але не достатньою умовою. Поки що ми, мабуть, не можемо відповісти на це питання…Data Science, Learn the preliminaries of the Mathematical / Statistical concepts in 360DigiTMG У деяких випадках на ці запитання можна отримати достатню відповідь шляхом вивчення формальних теорій у таких дисциплінах, як та теорія обчислювальної складності. Як зазначив Вейль, формальні логічні системи також мають ризик суперечності ; в арифметиці Пеано це, ймовірно, вже було вирішено кількома доказами несуперечності, але ведуться дискусії щодо того, чи є вони достатньо фінітними, щоб мати сенс. Друга теорема Геделя про неповноту встановлює, що логічні системи арифметики ніколи не можуть містити дійсний доказ своєї власної несуперечності. Те, що Гільберт хотів зробити, то це довести, що логічна система S є несуперечливою, заснованою на принципах P, які становлять лише невелику частину S. Але Ґодель довів, що принципи P не можуть довести навіть послідовність P, не кажучи вже про S. Інтуїціонізм Інтуїтивісти, такі як Л. Е. Я. Брауер (1882—1966), вважають, що математика є витвором людського розуму. Числа, як і герої казок, — це просто ментальні сутності, яких не було б, якби ніколи не було людського розуму, який думав би про них. Фундаментальна філософія інтуїціонізму або конструктивізму, крайні приклади якої продемонстрували Брауер і Стівен Кліні, вимагає, щоб доведення були «конструктивними» за своєю природою — існування об'єкта має бути продемонстровано, а не виведено з демонстрації неможливості його неіснування. Наприклад, як наслідок цього форма доведення, відома як reductio ad absurdum, є підозрілою. Деякі сучасні теорії філософії математики заперечують існування основ у первісному розумінні. Деякі теорії, як правило, зосереджуються на математичній практиці та мають на меті описати й проаналізувати фактичну роботу математиків як соціальної групи. Інші намагаються створити когнітивну науку про математику, зосереджуючись на людському пізнанні як джерелі надійності математики у застосуванні до реального світу. Ці теорії пропонували знайти основи лише в людській думці, а не в будь-якій об'єктивній зовнішній конструкції. Питання залишається спірним. Логіцизм Логіцизм — це наукова школа та дослідницька програма у філософії математики, яка базується на тезі про те, що математика є розширенням логіки або що деякі або всі математики можуть бути виведені у відповідній формальній системі, аксіоми та правила виведення якої є «логічними» за природою. Бертран Рассел і Альфред Норт Уайтхед відстоювали цю теорію, започатковану Готлобом Фреге та впливом Річарда Дедекінда. Теоретико-множинний платонізм Багато дослідників аксіоматичної теорії множин підтримуть теоретико-множинний платонізм, представником якого є Курт Гедель. Декілька теоретиків дотримувалися цього підходу й активно шукали аксіоми, які можна було б вважати істинними з евристичних причин і які б вирішували гіпотезу континууму. Було вивчено багато великих кардинальних аксіом, але гіпотеза завжди залишалася незалежною від них, і зараз вважається малоймовірним, що гіпотезу континууму можна розв'язати за допомогою нової великої кардинальної аксіоми. Були розглянуті й інші типи аксіом, але жодна з них ще не досягла консенсусу щодо гіпотези континууму. Нещодавня робота пропонує більш гнучку альтернативу: теоретико-множинний мультивсесвіт, що дозволяє вільний перехід між теоретико-множинними всесвітами, які задовольняють гіпотезі континууму, та іншими всесвітами, які не відповідають їй. Незамінність аргументу реалізму Цей Уілларда Куайна та Гіларі Патнема висловлює думку (коротко за словами Патнема): … квантифікація над математичними сутностями є необхідною для науки … тому ми повинні прийняти таку квантифікацію; але це зобов'язує нас визнати існування розглянутих математичних сутностей. Однак Патнем не був платоніком. Приблизний реалізм Небагато математиків, як правило, щодня працюючи, стурбовані логіцизмом, формалізмом чи будь-якою іншою філософською позицією. Натомість їхня головна турбота полягає в тому, щоб математична винахідливість в цілому завжди залишалося продуктивною'. Як правило, вони бачать, що це забезпечується, якщо залишатися неупередженими, практичними та зайнятими; під потенційною загрозою того, що вони стануть надмірно ідеологічними, фанатично редукціоністськими або ледачими. Таку точку зору висловлювали також деякі відомі фізики. Наприклад, лауреат Нобелівської премії з фізики Річард Фейнман сказав:Люди кажуть мені: «Ти шукаєш остаточні закони фізики?» Ні… Якщо виявиться, що існує простий остаточний закон, який все пояснює, нехай буде так — було б дуже приємно відкрити це. Якщо виявиться, що це як цибуля з мільйонами шарів … значить, так воно і є. Але в будь-якому випадку є природа, і вона вийде такою, якою вона є. Отже, коли ми йдемо досліджувати, ми не повинні заздалегідь вирішувати, що саме ми шукаємо, лише щоб дізнатися більше.Richard Feynman, The Pleasure of Finding Things Out p. 23 І Стівен Вайнберг:Steven Weinberg, chapter Against Philosophy wrote, in Dreams of a final theoryВідкриття філософів іноді приносили користь фізикам, але загалом у негативний спосіб — захищаючи їх від упереджених уявлень інших філософів. … без певного керівництва нашими упередженнями можна було б взагалі нічого не зробити. Справа в тому, що філософські принципи зазвичай не дали нам правильних упереджень. Вайнберг вважав, що будь-яку нерозв'язність у математиці, таку як гіпотеза континууму, можна потенційно розв'язати, незважаючи на теорему про неповноту, шляхом пошуку відповідних додаткових аксіом для додавання до теорії множин. Філософські наслідки теореми про повноту Геделя Теорема про повноту Геделя встановлює еквівалентність у логіці першого порядку між формальною доказовістю формули та її істинністю в усіх можливих моделях. Точніше, для будь-якої послідовної теорії першого порядку це дає «явну конструкцію» моделі, описаної теорією; ця модель буде зліченною, якщо мова теорії зліченна. Однак ця «явна конструкція» не є алгоритмічною. Вона заснована на ітераційному процесі завершення теорії, де кожен крок ітерації полягає в додаванні формули до аксіом, якщо це підтримує несуперечність теорії; але це питання несуперечності є лише напіврозв'язним (доступний алгоритм для пошуку будь-якої суперечності, але якщо останньої немає, цей факт несуперечності може залишатися недоведеним). Це можна розглядати як своєрідне обґрунтування погляду платоністів на те, що об'єкти наших математичних теорій реальні. Точніше, це показує, що простого припущення про існування набору натуральних чисел як сукупності (актуальної нескінченності) достатньо, щоб означати існування моделі (світу об'єктів) будь-якої несуперечливої теорії. Однак залишається кілька труднощів: Для будь-якої несуперечливої теорії це зазвичай не дає лише один світ об'єктів, а нескінченність можливих світів, які теорія може однаково описати, з можливою різноманітністю істин між ними. У випадку теорії множин жодна з моделей, отриманих цією конструкцією, не схожа на передбачувану модель, оскільки вони зліченні, тоді як теорія множин має намір описати незліченні нескінченності. Подібні зауваження можна зробити в багатьох інших випадках. Наприклад, з теоріями, які включають арифметику, такі конструкції зазвичай дають моделі, які включають нестандартні числа, якщо тільки метод побудови не був спеціально розроблений, щоб уникнути їх. Оскільки він дає моделі для всіх несуперчливих теорій без розрізнення, він не дає підстав приймати чи відкидати будь-яку аксіому, доки теорія залишається несуперечливою, але розглядає всі несуперечливі аксіоматичні теорії як такі, що відносяться до однаково існуючих світів. Він не дає вказівок на те, якій аксіоматичній системі слід віддати перевагу як основі математики. Оскільки твердження про несуперечливість зазвичай неможливо довести, вони залишаються питанням переконань або нестрогих типів обґрунтувань. Отже, існування моделей, як це дано теоремою повноти, фактично потребує двох філософських припущень: актуальної нескінченності натуральних чисел і несуперечливості теорії. Іншим наслідком теореми про повноту є те, що вона виправдовує концепцію нескінченно малих величин як фактичних нескінченно малих ненульових величин, заснованих на існуванні нестандартних моделей таких же легітимних, як і стандартні. Ця ідея була формалізована у теорію нестандартного аналізу. Більше парадоксів Нижче наведено деякі помітні результати в метаматематиці. Теорія множин Цермело–Френкеля є найбільш вивченою аксіоматизацією теорії множин. Він скорочено називається ZFC, якщо він включає аксіому вибору, і ZF, коли аксіому вибору виключено. 1920: Туралф Скулем виправив доведення Леопольда Льовенгейма того, що зараз називається низхідною теоремою Льовенгейма–Сколема, що призвело до , який обговорювався в 1922 році, а саме існування зліченних моделей ZF, роблячи нескінченні потужності відносною властивістю. 1922: Авраамом Френкелем доведено, що аксіома вибору не може бути доведена на основі аксіом теорії множин Цермело з . 1931: Публікація теорем Геделя про неповноту, які показують, що істотні аспекти програми Гільберта не можуть бути досягнуті. Він показав, як побудувати будь-яку достатньо потужну та послідовну рекурсивно аксіоматизовану системутаку, яка необхідна для аксіоматизації елементарної теорії арифметики на (нескінченній) множині натуральних чиселтвердження, яке формально виражає його власну недоказовість, яку він потім довів еквівалентно твердженню про несуперечливість теорії; так що (припускаючи несуперечливість як істину), система недостатньо потужна для підтвердження власної несуперечливості, не кажучи вже про те, що простіша система могла б виконати цю роботу. Таким чином стало ясно, що поняття математичної істини не може бути повністю визначено і зведено до чисто формальної системи, як це передбачено програмою Гільберта. Це завдало остаточного удару по суті програми Гільберта, надії на те, що узгодженість може бути встановлена фінітіними засобами (ніколи не було ясно, які саме аксіоми були «фінітними», але про яку б аксіоматичну систему не йшлося, це була «слабша» система, ніж система, несуперечливість якої вона мала довести). 1936: Альфред Тарскі довів свою . 1936: Алан Тюрінг довів, що загального алгоритму вирішення проблеми зупинки для всіх можливих пар програма-вхід не може існувати. 1938: Гедель довів . 1936—1937: Алонзо Черч і Алан Тюрінг опублікували незалежні статті, які показують, що загальне вирішення проблеми розв'язності (Entscheidungsproblem) неможливе: універсальна істинність тверджень у логіці першого порядку не є розв'язною (вона лише напіврозв'язана, як це задано теоремою повноти). 1955: показав, що існує скінченно представлена група G, така що проблема визначення слова для G є нерозв'язною. 1963: Пол Коен показав, що гіпотезу континууму неможливо довести з ZFC. Доведення Коена розробило метод , який зараз є важливим інструментом для встановлення незалежності результатів в теорії множин. 1964: Натхненний фундаментальною випадковістю у фізиці, Грегорі Чейтін починає публікувати результати з теорії алгоритмічної інформації (вимірювання неповноти та випадковості в математиці). 1966: Пол Коен показав, що аксіому вибору неможливо довести в ZF навіть без урелементів. 1970: Десята проблема Гільберта виявилася нерозв'язною: немає рекурсивного рішення, щоб визначити, чи має діофантове рівняння (рівняння багатозмінного полінома) розв'язок у цілих числах. 1971: доведено, що не залежить від ZFC. На шляху до вирішення кризи основ математики Починаючи з 1935 року, група французьких математиків Бурбакі почала видавати серію книг, щоб формалізувати багато областей математики на новій основі теорії множин. Інтуїтивістська школа не привернула багатьох прихильників, і лише після роботи в 1967 році конструктивна математика була поставлена на міцнішу основу. Можна вважати, що програму Гільберта було частково завершено, так що криза, по суті, вирішена, задовольняючи себе нижчими вимогами, ніж початкові амбіції Гільберта. Його амбіції були виражені в той час, коли нічого не було зрозуміло: не було зрозуміло, чи може математика взагалі мати строгу основу. Існує багато можливих варіантів теорії множин, які відрізняються міцністю несуперечливості, де сильніші версії (постулюючі вищі типи нескінченності) містять формальні докази несуперечливості слабших версій, але жодна не містить формального доказу власної несуперечливості. Таким чином, єдине, чого ми не маємо, це формальний доказ несуперечливості будь-якої версії теорії множин, якій ми віддаємо перевагу, наприклад ZF. На практиці більшість математиків або не працюють з аксіоматичними системами, або якщо працюють, то не сумніваються в несуперечливості ZFC, як правило аксіоматичної системи, якій вони віддають перевагу. У більшості математики, як вона практикується, неповнота і парадокси формальних теорій, що лежать в основі, ніколи не грали ролі, а в тих галузях, в яких вони грали роль або спроби формалізації яких ризикували б сформувати суперечливі теорії (наприклад, логіка і теорія категорій), з такими теоріями слід поводитися обережно. Розвиток теорії категорій у середині 20-го століття показав корисність теорій множин, які гарантують існування більших класів, ніж ZFC, таких як теорія множин фон Неймана–Бернейса–Гьоделя або , хоча в дуже багатьох випадках використання великих кардинальних аксіом або всесвітів Гротендіка формально виключається. Одна з цілей програми зворотної математики полягає в тому, щоб визначити, чи існують розділи «базової математики», в яких фундаментальні питання можуть знову спровокувати кризу. Див. також Математична логіка Теза Черча–Тюрінга Епістемологія Начала Евкліда Проблеми Гільберта Парадокс брехуна Філософія математики Principia Mathematica Математична думка Чарльза Пірса Примітки Джерела Категорія:Математика Категорія:Філософія науки Категорія:Основи математики Категорія:Філософія математики Категорія:Математична логіка Категорія:Історія математики"}
{"category": "Математика", "title": "Рівняння", "abstract": "Рівня́ння — аналітичний запис задачі знаходження аргументів, при яких дві задані функції рівні між собою.\n\n  \n    \n      \n        f\n        (\n        x\n        )\n        =\n        g\n        (\n        x\n        )\n        \n      \n    \n    {\\displaystyle f(x)=g(x)\\,}\n  \n,\nде \n  \n    \n      \n        f\n        (\n        x\n        )\n        \n      \n    \n    {\\displaystyle f(x)\\,}\n  \n та \n  \n    \n      \n        g\n        (\n        x\n        )\n        \n      \n    \n    {\\displaystyle g(x)\\,}\n  \n — деякі задані функції, які називають лівою та правою частинами рівняння, x — елемент множини, на якій визначені функції f та g.\nАргументи функцій рівняння називають невідомими (величинами); значення невідомих, за яких рівняння стає рівністю — коренями рівняння. Рівняння може мати один, кілька або нескінченно багато коренів, а може не мати кореня взагалі.\nІноді математична задача накладає обмеження на множину, якій повинні належати розв'язки рівняння, наприклад, діофантові рівняння вимагають тільки цілочисленного розв'язку. Існування та кількість коренів рівняння теж можуть залежати від множини: наприклад, рівняння \n  \n    \n      \n        \n          x\n          \n            2\n          \n        \n        =\n        −\n        1\n      \n    \n    {\\displaystyle x^{2}=-1}\n  \n не має дійсних розв'язків, однак має комплексні розв'язки.\nНормальна форма запису рівняння має вигляд:\n\n  \n    \n      \n        F\n        (\n        x\n        )\n        =\n        0\n      \n    \n    {\\displaystyle F(x)=0}\n  \n.\nДо неї можна перейти, перенісши праву частину рівняння наліво. Рівняння в такій формі називають однорідним.\nДля того, щоб розв'язати рівняння, потрібно знайти його розв'язки або довести, що їх не існує.\nАргументами функцій, а, отже, невідомими рівнянь можуть бути не тільки числа, а й складніші математичні об'єкти. Наприклад, в диференціальних рівняннях невідомими є функції, в операторних — оператори тощо.", "content": "thumb|Ілюстрація графічного методу знаходження коренів рівняння Рівня́ння — аналітичний запис задачі знаходження аргументів, при яких дві задані функції рівні між собою. , де та — деякі задані функції, які називають лівою та правою частинами рівняння, x — елемент множини, на якій визначені функції f та g. Аргументи функцій рівняння називають невідомими (величинами); значення невідомих, за яких рівняння стає рівністю — коренями рівняння. Рівняння може мати один, кілька або нескінченно багато коренів, а може не мати кореня взагалі. Іноді математична задача накладає обмеження на множину, якій повинні належати розв'язки рівняння, наприклад, діофантові рівняння вимагають тільки цілочисленного розв'язку. Існування та кількість коренів рівняння теж можуть залежати від множини: наприклад, рівняння не має дійсних розв'язків, однак має комплексні розв'язки. Нормальна форма запису рівняння має вигляд: . До неї можна перейти, перенісши праву частину рівняння наліво. Рівняння в такій формі називають однорідним. Для того, щоб розв'язати рівняння, потрібно знайти його розв'язки або довести, що їх не існує. Аргументами функцій, а, отже, невідомими рівнянь можуть бути не тільки числа, а й складніші математичні об'єкти. Наприклад, в диференціальних рівняннях невідомими є функції, в операторних — оператори тощо. Еквівалентність рівнянь Два рівняння називають еквівалентними або рівносильними, якщо кожен корінь одного рівняння є коренем другого рівняння і навпаки. Еквівалентність рівнянь має властивість рефлексивності: кожне рівняння еквівалентне самому собі. Еквівалентність рівнянь має властивість симетричності: якщо одне рівняння еквівалентне другому, то друге рівняння еквівалентне першому. Еквівалентність рівнянь має властивість транзитивності: якщо одне рівняння еквівалентне другому, а друге еквівалентне третьому, то перше рівняння еквівалентне третьому. Властивість еквівалентності рівнянь дозволяє проводити з ними перетворення, на яких ґрунтуються методи їхнього розв'язання. Третя важлива властивість задається теоремою: рівняння еквівалентне сукупності рівнянь: Це означає, що всі корені першого рівняння є коренями одного з двох інших рівнянь, і дає змогу знаходити корені частинами. Наслідок рівняння та сторонні корені Рівняння називають наслідком рівняння , якщо всі корені другого рівняння є коренями першого. Загалом перше рівняння може мати додаткові корені, які щодо другого рівняння називають сторонніми. Сторонні корені можуть з'явитися при перетвореннях, необхідних для знаходження коренів рівнянь. Для того, щоб їх виявити, потрібно перевірити корінь підставленням до початкового рівняння. Якщо при підставлянні рівняння стає тотожністю, то корінь справжній, якщо ні — сторонній. Приклад Рівняння при піднесенні обох частин до квадрату дає рівняння або Обидва рівняння є наслідками початкового. Останнє з них легко розв'язати. Воно має два корені та . При підставлянні першого кореня в початкове рівняння утворюється тотожність При підставлянні другого кореня утворюється хибне твердження: . Отже, другий корінь потрібно відкинути, як сторонній. Основні властивості рівнянь З алгебраїчними виразами, що входять до рівняння можна виконувати операції, які не змінюють його коренів, зокрема. У будь-якій частині рівняння можна розкрити дужки. У будь-якій частині рівняння можна звести подібні доданки. Будь-який член рівняння можна перенести з однієї частини в іншу, замінивши його знак на протилежний. Обидві частини рівняння можна множити або поділити на одне й те саме число, відмінне від нуля. Рівняння, які є результатом цих операцій є еквівалентними початковому рівнянню. Піднесення обох частин рівняння до квадрату може призвести до появи сторонніх коренів. Види рівнянь та особливості їх розв'язування Розрізняють алгебраїчні, параметричні, трансцендентні, функціональні, диференціальні та інші види рівнянь. Розв'язування рівнянь Окремі класи рівнянь мають аналітичні розв'язки, які зручні тим, що не лише дають точне значення кореня, а й дозволяють записати розв'язок у вигляді формули, до якої можуть входити параметри. Такі аналітичні вирази дають змогу не лише обчислити корені, а й провести аналіз їх існування та їхньої кількості залежно від значень параметрів, що часто буває навіть важливішим для практичного застосування, ніж конкретні значення коренів. До рівнянь, для яких відомі аналітичні розв'язки, належать алгебраїчні рівняння не вище четвертого степеня: лінійне рівняння, квадратне рівняння, кубічне рівняння та рівняння четвертого степеня. Алгебраїчні рівняння вищих степенів у загальному випадку аналітичного розв'язку не мають, хоча деякі з них можливо звести до рівнянь нижчих степенів. Рівняння, до яких входять трансцендентні функції, називають трансцендентними. Серед них аналітичні розв'язки відомі для деяких тригонометричних рівнянь, оскільки нулі тригонометричних функцій добре відомі. У загальному випадку, коли аналітичного розв'язку знайти не вдається, застосовують чисельні методи. Чисельні методи не дають точного розв'язку, а тільки дозволяють звузити інтервал, в якому лежить корінь, до певного наперед заданого значення. Алгебраїчні рівняння Алгебраїчним рівнянням називають рівняння вигляду де — многочлен від однієї або декількох змінних , які є невідомими. Впорядкований набір чисел a1, …, an задовольняє цьому рівнянню, якщо при заміні x1 на a1, x2 на a2 і так далі отримується правильна числова рівність (наприклад, впорядкована трійка чисел (3, 4, 5) задовольняє рівнянню х2 + у2 = z2, оскільки 32 +42 = 52). Число, що задовольняє алгебраїчне рівняння з одним невідомим, називають коренем цього рівняння. Множина всіх наборів чисел, що задовольняють дане рівняння, є множиною розв'язків цього рівняння. Степенем многочлена Р називають степінь рівняння Р(х1, … , хn) = 0. Наприклад, 3х — 5у + z = с — рівняння першого степеня, х2 + у2 = z2 — другого степеня, а х4 — Зх3 + 1 = 0 — четвертого степеня. Рівняння першого степеня називають також лінійними. Рівняння вищого степеня називають нелінійними. Алгебраїчне рівняння з одним невідомим має скінченну кількість коренів, а множина розв'язків алгебраїчного рівняння з великою кількістю невідомих може бути нескінченною множиною наборів чисел. Тому здебільшого розглядають не окремі алгебраїчні рівняння з n невідомими, а системи рівнянь і шукають набори чисел, які одночасно задовольняють всі рівняння цієї системи. Сукупність всіх таких наборів утворює множину розв'язків системи. Лінійні рівняння Лінійне рівняння — рівняння, обидві частини якого визначаються лінійними функціями. Може бути записане: у загальній формі: в канонічній формі: Квадратні рівняння right|200px|Графіки квадратичної функції (парабола) де — вільна змінна, , , — коефіцієнти, причому Вираз називають квадратним тричленом. Корінь такого рівняння (корінь квадратного тричлена) — це значення змінної , яке перетворює квадратний тричлен на нуль, тобто це значення, що перетворює квадратне рівняння на тотожність. Коефіцієнти квадратного рівняння мають власні назви: коефіцієнт називають першим або старшим, коефіцієнт називають другим або коефіцієнтом біля , називають вільним членом цього рівняння. Приведеним називають квадратне рівняння, у якому старший коефіцієнт дорівнює одиниці. Таке рівняння можливо отримати після ділення усього виразу на старший коефіцієнт : Повним квадратним рівнянням називають таке, у якого всі коефіцієнти є відмінними від нуля. Неповним квадратним рівнянням називають таке, у якому хоча б один з коефіцієнтів крім старшого (або другий коефіцієнт, або вільний член) дорівнює нулю. Для графічного аналізу квадратного рівняння в декартовій системі координат використовують параболу — графік квадратичної функції, що лежить в основі рівняння. Для знаходження коренів квадратного рівняння у загальному випадку використовують такий алгоритм: +Обчислити значення дискримінанту квадратного рівняння за виразом .1) якщо 2) якщо 3) якщо коренів два, для знаходження використовують формулу: ,корінь один (або кажуть про два однакових корені), формула якого — роблять висновок про те, що корені у множині дійсних чисел відсутні. Кубічні рівняння thumb|right|200px|Графік кубічної функції (кубічна парабола) Для графічного аналізу кубічного рівняння в декартовій системі координат використовують кубічну параболу. Довільне кубічне рівняння канонічного вигляду можливо привести до простішого вигляду після ділення його на й підставляння до нього заміни При цьому коефіцієнти будуть дорівнювати: Рівняння четвертого степеня thumb|right|200px|Графік многочлена 4-го степеня з чотирма коренями й трьома критичними точками. Четвертий степінь для алгебричних рівнянь є найвищим, за якого існує аналітичний розв'язок у радикалах у загальному вигляді (тобто, за довільного значення коефіцієнтів). Оскільки є многочленом четвертого степеня, вона має одну і ту ж границю при прямуванні до плюс і до мінус нескінченності. Якщо , то функція зростає до плюс нескінченності з обох боків, а отже, функція має глобальний мінімум. Аналогічно, якщо , то функція спадає до мінус нескінченності з обох боків, а отже, функція має глобальний максимум. Системи лінійних алгебраїчних рівнянь Системою лінійних алгебраїчних рівнянь називають систему рівнянь вигляду: Тут — кількість рівнянь, а — кількість невідомих. x1, x2, …, xn — невідомі, які треба визначити. a11, a12, …, amn — коефіцієнти системи, та b1, b2, … bm — вільні члени, — вважають відомими. Індекси коефіцієнтів (aij) системи означають номери рівняння (i) та невідомого (j), біля якого стоїть цей коефіцієнт, відповідноИльин В. А., Позняк Э. Г. Линейная алгебра: Учебник для вузов. — 6-е изд., стер. — М.: ФИЗМАТЛИТ, 2004. — 280 с.. Систему називають однорідною, якщо усі її вільні члени дорівнюють нулю (b1 = b2 = … = bm = 0), у протилежному випадку — неоднорідною. Систему називають квадратною, якщо число m рівнянь дорівнює числу n невідомих. Розв'язок системи — сукупність n чисел c1, c2, …, cn таких, що підставлення кожного ci замість xi у систему перетворює усі її рівняння на тотожності. Систему називають сумісною, якщо вона має хоча б один розв'язок, і несумісною, якщо у неї немає жодного розв'язку. Розв'язки c1(1), c2(1), …, cn(1) та c1(2), c2(2), …, cn(2) сумісної системи називають різними, якщо порушується хоча б одна з рівностей: c1(1) = c1(2), c2(1) = c2(2), …, cn(1) = cn(2). Сумісну систему називають визначеною, якщо вона має єдиний розв'язок, і невизначеною, якщо вона має безліч розв'язків. В останньому випадку кожен її розв'язок називають частковим розв'язком системи. Сукупність усіх часткових розв'язків називають загальним розв'язком системи. Рівняння з параметрами Рівнянням з параметрами називають математичне рівняння, вигляд і розв'язок якого залежить від значень одного чи декількох параметрів. Розв'язати рівняння з параметром означає: Знайти усі системи значень параметрів, за яких дане рівняння має розв'язок. Знайти усі розв'язки для кожної знайденої системи значень параметрів, тобто для невідомого та параметра мають бути вказані свої області допустимих значень. Рівняння з параметром можуть бути як лінійними, так і нелінійними. Приклад лінійного рівняння з параметром: Приклад нелінійного рівняння з параметром: де — незалежна змінна, — параметр. Трансцендентні рівняння Трансцендентним рівнянням називають рівняння, що містить показникові, логарифмічні, тригонометричні, обернені тригонометричні функції, наприклад: Строгіше визначення: трансцендентне рівняння — це рівняння вигляду , де функції та є аналітичними функціями й хоча б одна з них не є алгебраїчною. Функціональні рівняння Функціональним рівнянням називають рівняння, що виражає зв'язок між значенням функції (або функцій) в одній точці з її значеннями в інших точках. Багато які з властивостей функцій можливо визначити, досліджуючи функціональні рівняння, яким ці функції задовольняють. Термін «функціональне рівняння» зазвичай використовують для рівнянь, що не зводяться простими способами до алгебраїчних рівнянь. Цю особливість найчастіше зумовлено тим, що аргументами невідомої функції у рівняннях є не самі невідомі змінні, а деякі відомі функції від них. Наприклад: функціональному рівнянню де — Гамма-функція Ейлера, задовольняє дзета-функція Рімана ζ. наступним трьом рівнянням задовольняє Гамма-функція, яка є єдиним розв'язком цієї системи: (формула доповнення Ейлера). Диференціальні рівняння Диференціальним рівнянням називають рівняння, що пов'язує значення деякої невідомої функції у деякій точці та значення її похідних різних порядків у цій же точці. Диференціальне рівняння містить у своєму записі невідому функцію, її похідні й незалежні змінні. Порядок диференціального рівняння визначається найбільшим порядком похідних, що входять у нього. Розв'язком диференціального рівняння порядку n називають функцію y(x), що має у деякому інтервалі (a, b) похідні до порядку n включно й задовольняє цьому рівнянню. Процес розв'язування диференціального рівняння називають інтегруванням. Усі диференціальні рівняння можливо поділити на звичайні, до яких входять лише функції (та їх похідні) від одного аргумента: або , де — невідома функція (можливо, вектор-функція; у такому випадку часто кажуть про систему диференціальних рівнянь), що залежить від незалежної змінної , штрих означає диференціювання по . рівняння з частинними похідними, в яких функції, що входять до них, залежать від багатьох змінних: , де — незалежні змінні, а — функція цих змінних. Застосування Рівняння часто виникають у випадку розв'язування практичних або теоретичних задач у різних галузях науки й техніки: фізиці, хімії, економіці тощо. Рівняння та формули Оскільки математичні рівняння — достатньо вивчений об'єкт, й існують як аналітичні, так і чисельні методи їх розв'язування, задачі інших областей спочатку формулюють у вигляді рівнянь. Для цього насамперед потрібно ввести позначення невідомих величин і параметрів і використати формули відповідних галузей знань для того, щоб записати співвідношення між ними. Відмінність між формулою та рівнянням в тому, що формула є правилом для обчислення якоїсь величини і зазвичай має вигляд , де у — величина, яку треба обчислити, а — певна функція від набору параметрів. При застосуванні формули потрібно підставити в неї значення параметрів й отримати значення y. Проте кожну формулу можливо трактувати також як рівняння, якщо значення y є відомим, і потрібно знайти значення параметрів, за яких воно реалізується. В цьому випадку параметри, або частина параметрів, стають невідомими. Особливості рівнянь фізики Особливістю рівнянь у фізиці є те, що змінні, які позначають фізичні величини, є зазвичай розмірними. Розмірність дає змогу проводити додаткову перевірку обчислень, оскільки розмірність результату повинна бути правильною. Якщо величини й параметри задано в задачі в різних одиницях, то всі одиниці перед розв'язуванням рівняння повинно бути зведено до однієї системи одиниць. Для чисельного розв'язування фізичних задач фізичне рівняння потрібно спочатку знерозмірити, тобто ввести нові безрозмірні змінні. Такі змінні зазвичай одержують ділячи певну фізичну величину на її характерне значення. При розв'язуванні фізичних задач отримані корені рівнянь необхідно перевіряти на відповідність тим припущенням, у рамках яких було отримано рівняння. Іноді математично строгі розв'язки потрібно відкинути, оскільки вони не мають фізичного сенсу. Окремі з рівнянь фізики мають свої власні назви, наприклад, рівняння руху описують еволюцію фізичної системи, а рівняння стану в термодинаміці задають зв'язок між термодинамічними параметрами. Особливості рівнянь у хімії У хімії хімічні рівняння описують перетворення речовин у хімічній реакції. Водночас вони можуть використовуватися для визначення балансу речовин у таких реакціях, тобто є математичними рівняннями, зазвичай лінійними. Рівносильні рівняння Рівняння, які мають однакові корені або взагалі не мають коренів, називають рівносильними рівняннями. Два рівняння є рівносильними, якщо вони мають одні й ті ж корені або їх не мають. Щоб розв'язувати складніші рівняння, треба замінювати їх рівносильними рівняннями й зводити до найпростіших рівнянь. Щоби перетворення були рівносильними, треба використовувати основні властивості рівнянь: у будь-якій частині рівняння можна звести подібні доданки або розкрити дужки, якщо вони є; будь-який член рівняння можна перенести в іншу частину рівняння, змінивши його знак на протилежний; обидві частини рівняння можна помножити або поділити на одне й те саме число, окрім нуля; до обох частин рівняння можна додати (відняти) одне й те саме число. Щоби розв'язати лінійне рівняння, скористаймося таким планом розв'язку за допомогою рівносильних перетворень: якщо у членів рівняння є знаменники, то позбудьмося їх, помноживши обидві частини рівняння на найменший спільний знаменник; розкриймо всі дужки; згрупуймо члени рівняння так, щоби члени зі змінною були в одній частині рівняння, а без змінної — в іншій; зведімо подібні доданки в кожній частині рівняння; розв'яжімо отримане рівняння вигляду ax = b Зверніть увагу! В дробах позбуватись знаменника, який містить змінну, не можна. Застосування нерівносильних перетворень приводить до втрати розв'язків або до появи сторонніх коренів. Див. також Лінійне рівняння Квадратне рівняння Алгебраїчне рівняння Ірраціональне рівняння Діофантові рівняння Методи розв'язання нелінійних рівнянь Система рівнянь Нерівність Примітки Джерела Категорія:Математика"}
{"category": "Математика", "title": "Філософія математики", "abstract": "Філософія математики — розділ філософії (філософія предметної області), що досліджує філософські припущення, основи і наслідки математики. Метою філософії математики є оцінка природи і методології математики і розуміння місця математики в житті людей.Філософія математики ставить питання про те, які принципи і поняття лежать в основі математичної науки, які є її фундаментальними принципами, і які процеси в математиці відбуваються. Філософія математики включає дослідження таких питань, як: чи є математика суто людською творчістю, чи є математичні твердження незалежними від світу досліджуваних об'єктів, які методи доведення тверджень в математиці є дійсно вірогідними, чи існує єдиний математичний світ і т. д. Філософія математики є розділом філософії науки і близька до метаматематики. Логічна та структурна природа самої математики робить філософські дослідження математики одночасно широкими і унікальними серед інших розділів філософії.\nОсновоположне питання філософії математики полягає у встановленні взаємовідносин між математичними поняттями і теоріями з одного боку, та реальним світом — з іншого.\nІммануїл Кант в Критиці чистого розуму так пише про спільність і відмінність філософського і математичного пізнання:\n\nФілософське пізнання є розумове пізнання з понять, математичне — з конструкції понять.\nУ філософії математики можна виділити два основні напрями: математичний реалізм і математичний антиреалізм.\nГоловні теми (питання), які розглядає філософія математики:\n\nЩо є джерелами математичного змісту?\nЩо таке онтологічний статус математичних сутностей?\nЩо відносимо до математичних об'єктів?\nЯка особливість математичного судження ?\nЯкий зв'язок між логікою і математикою?\nЯка роль герменевтики в математиці?\nЯкі дослідження відіграють важливу роль в математиці?\nЯкі цілі математичного дослідження?\nЩо отримує математика від спирання на досвід?\nЯкі людські особливості лежать в основі математики (гуманістичний аспект математики)?\nЩо таке краса математики (естетика математики)?\nЩо є джерелом і яка природа математичної істини?\nЯкий зв'язок між абстрактним світом математики і матеріальним всесвітом?\nІснують філософія математики і математична філософія, які деколи вживаються як синоніми, однак вони охоплюють різні царини досліджень і є окремими розділами філософії. Дослідження математичної філософії стосуються проекту формалізації філософських галузей, скажімо, естетики, етики, логіки, метафізики, або богослов'я, в нібито точніші і строгіші форми, як, наприклад, праці схоластичних богословів або прагнення систематизації Лейбніца і Спінози.\nТакож математичну філософію пов'язують з практичною філософією окремих математиків чи співтовариств математиків-однодумців. Крім того, дехто розуміє термін \"математична філософія\", як натяк на підхід Бертрана Рассела до філософії і математики, який він виклав у своїх книгах \"Принципи математики\" і \"Вступ у математичну філософію\".", "content": "Філософія математики — розділ філософії (філософія предметної області), що досліджує філософські припущення, основи і наслідки математики. Метою філософії математики є оцінка природи і методології математики і розуміння місця математики в житті людей.Філософія математики ставить питання про те, які принципи і поняття лежать в основі математичної науки, які є її фундаментальними принципами, і які процеси в математиці відбуваються. Філософія математики включає дослідження таких питань, як: чи є математика суто людською творчістю, чи є математичні твердження незалежними від світу досліджуваних об'єктів, які методи доведення тверджень в математиці є дійсно вірогідними, чи існує єдиний математичний світ і т. д. Філософія математики є розділом філософії науки і близька до метаматематики. Логічна та структурна природа самої математики робить філософські дослідження математики одночасно широкими і унікальними серед інших розділів філософії. Основоположне питання філософії математики полягає у встановленні взаємовідносин між математичними поняттями і теоріями з одного боку, та реальним світом — з іншого. Іммануїл Кант в Критиці чистого розуму так пише про спільність і відмінність філософського і математичного пізнання: Філософське пізнання є розумове пізнання з понять, математичне — з конструкції понять.Іммануїл Кант. Критика чистого розуму. Переклад з німецької Ігоря Бурковського. Київ: Юніверс, 2000. 504 с., с.409 ISBN 966-7305-32-5 (Chtyvo.org У філософії математики можна виділити два основні напрями: математичний реалізм і математичний антиреалізм. Головні теми (питання), які розглядає філософія математики: Що є джерелами математичного змісту? Що таке онтологічний статус математичних сутностей? Що відносимо до математичних об'єктів? Яка особливість математичного судження ? Який зв'язок між логікою і математикою? Яка роль герменевтики в математиці? Які дослідження відіграють важливу роль в математиці? Які цілі математичного дослідження? Що отримує математика від спирання на досвід? Які людські особливості лежать в основі математики (гуманістичний аспект математики)? Що таке краса математики (естетика математики)? Що є джерелом і яка природа математичної істини? Який зв'язок між абстрактним світом математики і матеріальним всесвітом? Існують філософія математики і математична філософія, які деколи вживаються як синоніми, однак вони охоплюють різні царини досліджень і є окремими розділами філософії. Дослідження математичної філософії стосуються проекту формалізації філософських галузей, скажімо, естетики, етики, логіки, метафізики, або богослов'я, в нібито точніші і строгіші форми, як, наприклад, праці схоластичних богословів або прагнення систематизації Лейбніца і Спінози. Також математичну філософію пов'язують з практичною філософією окремих математиків чи співтовариств математиків-однодумців. Крім того, дехто розуміє термін \"математична філософія\", як натяк на підхід Бертрана Рассела до філософії і математики, який він виклав у своїх книгах \"Принципи математики\" і \"Вступ у математичну філософію\". Історія thumb|180 пкс|Піфагор вважається батьком математики та геометрії, оскільки він заклав основи для праць Евкліда та евклідової геометрії. Піфагор був засновником піфагореїзму: математичної та філософської моделі для відображення Всесвіту. Походження математики викликає багато суперечок. Чи була поява математики випадковою чи викликаною необхідністю під час розвитку подібних наук, таких як фізика, досі залишається предметом суперечок. Багато мислителів висловили свої ідеї щодо природи математики. Існують традиції математичної філософії як у західній філософії, так і в східній філософії. Західна філософія математики сягає Піфагора, який описав теорію «все є математика», Платона, який перефразував Піфагора, і досліджував онтологічний статус математичних об’єктів, і Арістотеля, який вивчав логіку та питання, пов’язані з нескінченністю (актуальною і потенційною). На грецьку філософію математики сильно вплинуло їх вивчення геометрії. Наприклад, свого часу греки вважали, що 1 (один) — це не числоВан дер Варден. Наука, що пробуджується. Математика давнього Єгипта, Вавилона і Греції. М.: Физматгиз, 1959, с.151, примітка **, а одиниця довільної довжини. Число визначалося як безліч. Таким чином, 3, наприклад, представляло певну кількість одиниць і, таким чином, було «справжнім» числом. Подібний аргумент, що 2 — це не число, а фундаментальне поняття пари. Ці погляди походять із переважної геометричної точки зору (\"лінійка та циркуль\") греків: подібно до того, як лінії, проведені в геометричній задачі, вимірюються пропорційно до першої довільно накресленої лінії, так і числа на числовій прямій вимірюються пропорційно до довільного першого «числа» або «одиниці». Ці ранні грецькі уявлення про числа були пізніше перевернуті відкриттям ірраціональності квадратного кореня з двох. Гіппас, учень Піфагора, показав, що діагональ одиничного квадрата несумірна з його (одиничною довжиною) стороною: іншими словами, він довів, що не існує раціонального числа, яке б точно відображало пропорцію діагоналі одиничного квадрата до його сторони. Це викликало значну переоцінку грецької філософії математики. Згідно з легендою, піфагорійці були настільки травмовані цим відкриттям, що вбили Гіппаса, щоб перешкодити йому поширювати свою єретичну ідею. Саймон Стевін був одним із перших у Європі, хто кинув виклик грецьким ідеям у 16 столітті. Починаючи з Лейбніца, увага суттєво змістилася на зв’язок між математикою та логікою. Цей погляд домінував у філософії математики за часів Фреге та Рассела, але був поставлений під сумнів розвитком математики і філософії кінця 19-го та початку 20-го століття. Сучасна філософія математики Тривале питання у філософії математики стосується взаємозв’язку між логікою та математикою та їх спільних основ. Філософія математики 20-го століття характеризувалася переважним інтересом до формальної логіки, теорії множин (як наївної теорії множин, так і аксіоматичної теорії множин) і основ математики. Великою загадкою є те, що, з одного боку, математичні істини, здаються настільки переконливими, але з іншого боку, джерело їхньої «істинності» залишається невловимим. Одне з найбільших досліджень цього питання відоме як «Гільбертова програма» обґрунтування основ математики. На початку 20-го століття філософи математики вже почали ділитися на різні школи, широко розрізняючись своїми картинами математичної епістемології та онтології. В цей час виникли три школи: формалізм, інтуїтивізм і логіцизм частково у відповідь на все більш поширене занепокоєння, що математика в її існуючому вигляді, і математичний аналіз зокрема, не відповідають стандартам певності та строгості. Кожна школа зверталася до проблем, які виходили на перший план у той час, або намагаючись їх вирішити, або стверджуючи, що математика не має права на статус нашого знання, якому найбільше довіряють. Несподівані та суперечливі розвитки формальної логіки та теорії множин на початку 20-го століття призвели до нових питань щодо того, що традиційно називали основами математики. З плином століття початковий фокус уваги розширився до відкритого дослідження фундаментальних аксіом математики, аксіоматичний підхід сприймався як належне з часів Евкліда близько 300 року до н. е. як природна основа математики. Поняття аксіоми, висловлення та доведення, а також поняття істинності висловлення щодо математичного об’єкта були формалізовані, що дозволило розглядати їх математично. Було сформульовано аксіоми Цермело-Френкеля для теорії множин, які забезпечили концептуальну основу, у якій інтерпретувалося б багато математичних дискурсів. У математиці, як і у фізиці, виникали нові та несподівані ідеї та відбувалися значні зміни. За допомогою нумерації Геделя висловлення можна інтерпретувати як посилання на себе чи інші висловлювання, що дозволяє досліджувати несуперечність математичних теорій. Ця рефлексивна критика, в якій досліджувана теорія «сама стає об’єктом математичного дослідження», спонукала Гільберта назвати таке дослідження метаматематикою або теорією доведення. У середині століття і створили нову математичну теорію, відому як теорія категорій, і вона стала новим претендентом на природну мову математичного мислення.Mac Lane, Saunders (1998), Categories for the Working Mathematician, 2nd edition, Springer-Verlag, New York, NY. В 20-му столітті відбувався певний прогрес у філософії математики, однак філософські погляди розійшлися щодо того, наскільки обґрунтованими були питання про основи математики, які були підняті на початку століття. Гіларі Патнем резюмував поширений погляд на ситуацію в останній третині століття, написавши: Коли філософія виявляє щось не те у науці, інколи науку доводиться змінювати — на думку спадає парадокс Рассела, як і атака Берклі на актуальну нескінченно малу величину, — але частіше змінювати доводиться саме філософію. Я не думаю, що труднощі, які філософія зустрічає з класичною математикою сьогодні, є справжніми труднощами; і я вважаю, що філософські інтерпретації математики, які нам пропонують з усіх боків, є неправильними, і що «філософська інтерпретація» — це те, чого математика не потребує.Putnam, Hilary (1967), \"Mathematics Without Foundations\", Journal of Philosophy 64/1, 5-22. Reprinted, pp. 168–184 in W.D. Hart (ed., 1996). Основні сучасні філософські питання математики: теорема про неповноту (Курт Гедель), семантична концепція істинності (Альфред Тарський), втрата визначеності та пошуку істинності (), правдоподібні міркування (Дьордь Поя), сутнісні аспекти визначення математичних понять і доказовості () тощо.https://ped-ejournal.cdu.edu.ua/article/view/667/681 ФІЛОСОФІЯ НАВЧАННЯ МАТЕМАТИКИ ЯК СМИСЛОВИЙ СКЛАДНИК МЕТОДИЧНОЇ ДІЯЛЬНОСТІ Філософія математики сьогодні розвивається в різних напрямках досліджень філософів математики, логіків, математиків, існує багато наукових шкіл з цієї тематики. Школи розглядаються окремо в наступному розділі та пояснюються їхні погляди. Основні напрямки Математичний реалізм Математичний реалізм, як форма реалізму, вважає що математичні поняття існують незалежно від людського розуму. Таким чином, люди не винаходять математику, а відкривають її, і будь-які інші розумні істоти у Всесвіті, ймовірно, зробили б те саме. З цієї точки зору насправді існує один вид математики, який можна відкрити; трикутники, наприклад, є реальними сутностями, а не витворами людського розуму. Багато математиків були математичними реалістами; вони вважають себе першовідкривачами природних об'єктів. Серед них можна виокремити Пауля Ердеша та Курта Геделя. Гедель вірив в об’єктивну математичну реальність, яку можна усвідомлювати аналогічно чуттєвому сприйняттю. Певні принципи (наприклад, для будь-яких двох об’єктів існує набір об’єктів, що складається саме з цих двох об’єктів) можна безпосередньо вважати істинними, але гіпотеза континууму може виявитися нерозв’язною лише на основі таких принципів. Гедель припустив, що квазіемпірична методологія може бути використана для надання достатніх доказів, щоб мати можливість розумно припустити таку гіпотезу. У рамках реалізму існують відмінності залежно від того, яке існування мають математичні сутності та як ми знаємо про них. Основні і відмінні форми математичного реалізму знаходимо в платонізмі і арістотелізмі. Математичний антиреалізм Математичний антиреалізм загалом стверджує, що математичні твердження мають значення істинності, але не через відповідність спеціальній сфері нематеріальних або неемпіричних сутностей. Основні форми математичного антиреалізму включають формалізм і фікціоналізм. Сучасні наукові школи Художня Погляд, який стверджує, що математика — це естетична комбінація припущень, а також стверджує, що математика — це мистецтво. Відомий математик, який це стверджує, британець Г. Г. Харді. Для Харді в його книзі визначення математики було більше схоже на естетичне поєднання понять. Платонізм Математичний платонізм — це форма реалізму, яка припускає, що математичні сутності є абстрактними, не мають просторово-часових чи причинно-наслідкових властивостей і є вічними та незмінними. Часто стверджують, що це погляд більшості людей на числа. Термін «платонізм» використовується тому, що така точка зору розглядається як паралель Платонової теорії форм і «Світу ідей» (грец. eidos (εἶδος)), описаного в алегорії Платона про печеру: повсякденний світ може лише недосконало наблизитися до незмінної, кінцевої реальності. І печера Платона, і платонізм мають значущі, а не лише поверхневі зв’язки, тому що ідеї Платона передували і, ймовірно, зазнали впливу надзвичайно популярних піфагорійців Стародавньої Греції, які вважали, що світ буквально створений числами. Головне питання, яке розглядається в математичному платонізмі, таке: де саме і як існують математичні сутності, і як ми знаємо про них? Чи існує світ, повністю відокремлений від нашого фізичного, який займають математичні сутності? Як ми можемо отримати доступ до цього окремого світу та дізнатися правду про сутності? Однією із запропонованих відповідей є гіпотеза математичного всесвіту, теорія, яка постулює, що всі структури, які існують математично, також існують фізично у своєму власному всесвіті. Найбільш ранні обґрунтування філософської значимості математики, що збереглися, належать Платону (діалоги Тімей, Держава). Він розглядав числа та геометричні фігури як ейдоси та парадейгми, тобто принципи та початки речей, завдяки яким останні знаходять сенс і буття. Математика, що вивчає ейдоси, переорієнтує розум з розгляду минущого буття і буття, що постає, на справді існуюче, стійке і визначене в собі. Математика спирається на почуття і є підготовчим ступенем для філософського знання та істинної діалектики (безпосереднього знання ідеї Блага – найвищої реальності, причетність якої дає буття математичним об'єктам). Ідеї Платона зберігаються в математичному співтоваристві, особливо для спроб пояснення статусу математичних об'єктівhttps://www.ulsu.ru/media/uploads/a_verevkin%40mail.ru/2017/04/15/Verevkin_Hist%26Phil-Math.pdf А.Б. ВЕРЁВКИН, ИСТОРИЯ И ФИЛОСОФИЯ МАТЕМАТИКИ. міні|180 пкс|Курт Гедель Платонізм Курта Геделя постулює особливий вид математичної інтуїції, яка дозволяє нам сприймати математичні об’єкти безпосередньо. (Ця точка зору нагадує багато речей, які Гуссерль сказав про математику, і підтримує ідею Канта про те, що математика є синтетичною апріорі). Девіс і Герш припустили у своїй книзі «Математичний досвід» 1999 року, що більшість математиків діють так, ніби вони платоніки, хоча, якщо їх змусять ретельно захищати свою позицію, вони можуть відступити до формалізму. Чистокровний платонізм — це сучасна варіація платонізму, яка є реакцією на той факт, що можна довести існування різних наборів математичних сутностей залежно від використовуваних аксіом і правил висновування (наприклад, закон виключення третього та аксіома вибору). Він вважає, що всі математичні сутності існують. Вони можуть бути доказовими, навіть якщо їх неможливо вивести з одного узгодженого набору аксіом. Теоретико-множинний реалізм (або теоретико-множинний платонізм) Ivor Grattan-Guinness (ed.), Companion Encyclopedia of the History and Philosophy of the Mathematical Sciences, Routledge, 2002, p. 681. позиція, яку захищає Пенелопа Медді, — це погляд, що теорія множин — це єдиний всесвіт множин. Цю позицію (яку також називають натуралізованим платонізмом, оскільки це натуралізована версія математичного платонізму) критикував Марк Балагер на основі епістемологічної проблеми Поля Бенасеррафа. Подібну точку зору, названу платонізованим натуралізмом, пізніше захищала Стенфордсько-Едмонтонська школа: згідно з цією точкою зору, більш традиційний вид платонізму узгоджується з натуралізмом; більш традиційний тип платонізму, який вони захищають, відрізняється загальними принципами, які стверджують існування абстрактних об'єктів. Математизм Гіпотеза математичного всесвіту (або ) Макса Тегмарка йде далі, ніж платонізм, стверджуючи, що не тільки існують усі математичні об’єкти, але й не існує нічого іншого. Єдиний постулат Тегмарка: усі структури, які існують математично, також існують фізично. Тобто в тому сенсі, що «в тих [світах], досить складних, щоб містити субструктури самосвідомості, [вони] суб’єктивно сприйматимуть себе як існуючих у фізично «реальному» світі».Tegmark (1998), p. 1. Логіцизм Логіцизм - це теза про те, що математика зводиться до логіки, а отже є не чим іншим, як частиною логіки.Rudolf Carnap (1931), \"Die logizistische Grundlegung der Mathematik\", Erkenntnis 2, 91-121. Republished, \"The Logicist Foundations of Mathematics\", E. Putnam and G.J. Massey (trans.), in Benacerraf and Putnam (1964). Reprinted, pp. 41–52 in Benacerraf and Putnam (1983). Логісти стверджують, що математика може бути пізнана апріорі, але припускають, що наші знання про математику є лише частиною наших знань про логіку в цілому, і, таким чином, є аналітичними, не вимагаючи жодної спеціальної здатності до математичної інтуїції. Згідно з цим поглядом, логіка є належною основою математики, а всі математичні твердження є необхідними логічними істинами. Рудольф Карнап (1931) представляє логічну тезу у двох частинах: Концепції математики можуть бути виведені з логічних концепцій через явні визначення. Теореми математики можуть бути виведені з логічних аксіом за допомогою суто логічної дедукції. Готлоб Фреге був засновником логіцизму. У своїй основоположній праці Die Grundgesetze der Arithmetik (Основи арифметики) він побудував арифметику на основі системи логіки із загальним принципом розуміння, який він назвав «Основним законом V» (для понять F і G розширення F дорівнює розширенню G тоді і тільки тоді, коли для всіх об’єктів a Fa дорівнює Ga ), принцип, який він вважав прийнятним як частина логіки. Конструкція Фреге мала недоліки. Бертран Рассел виявив, що Основний закон V є непослідовним (це парадокс Рассела). Незабаром після цього Фреге відмовився від своєї логістичної програми, але її продовжили Рассел і Уайтхед. Вони пояснили цей парадокс «порочною циклічністю» і створили те, що вони назвали теорією розгалужених типів, щоб впоратися з ним. У цій системі вони зрештою змогли побудувати більшу частину сучасної математики, але в зміненій та надто складній формі (наприклад, у кожному типі були різні натуральні числа, і типів було нескінченно багато). Їм також довелося піти на кілька компромісів, щоб розвинути більшу частину математики, наприклад ввести . Навіть Рассел сказав, що ця аксіома насправді не належить до логіки. Сучасні логісти (наприклад Боб Хейл, Кріспін Райт і, можливо, інші) повернулися до програми, ближчої до програми Фреге. Вони відмовилися від Основного закону V на користь принципів абстракції, таких як принцип Юма (кількість об’єктів, що підпадають під поняття F, дорівнює кількості об’єктів, що підпадають під поняття G, якщо і тільки якщо розширення F і розширення G можуть бути поставлені у взаємно однозначну відповідність). Фреге вимагав, щоб Основний закон V міг дати чітке визначення чисел, але всі властивості чисел можна вивести з принципу Юма. Цього було б недостатньо для Фреге, тому що (перефразовуючи його) це не виключає можливості того, що число 3 насправді є Юлієм Цезарем. Крім того, багато ослаблених принципів, які їм довелося прийняти, щоб замінити Основний закон V, більше не здаються такими очевидно аналітичними, а отже, суто логічними. Формалізм Формалізм стверджує, що математичні твердження можна розглядати як твердження про наслідки певних правил маніпулювання рядками. Наприклад, у «грі» Евклідова геометріїя (яка розглядається як така, що складається з деяких рядків, які називаються «аксіомами», і деяких «правил висновування» для створення нових рядків із заданих), можна довести, що виконується теорема Піфагора (тобто можна створити рядок, що відповідає теоремі Піфагора). Відповідно до формалізму, математичні істини не стосуються чисел, множин, трикутників і тому подібного — насправді, вони взагалі «ні про що». Інший варіант формалізму часто відомий як дедуктивізм. У дедуктивізмі теорема Піфагора є не абсолютною, а відносною істиною: якщо надати значення рядкам таким чином, щоб правила гри стали істинними (тобто істинні твердження приписуються аксіомам і правила виснування зберігають істину), то потрібно прийняти теорему, або, радше, інтерпретацію, яку вона дала, істинним твердженням. Те ж саме вірно і для всіх інших математичних тверджень. Таким чином, формалізм не повинен означати, що математика є нічим іншим, як безглуздою символічною грою. Зазвичай сподіваються, що існує певна інтерпретація, згідно з якою правила гри виконуються. (Порівняйте цю позицію зі ). Але це дозволяє працюючому математику продовжувати свою роботу і залишати такі проблеми філософу чи вченому. Багато формалістів сказали б, що на практиці системи аксіом, які потрібно вивчати, будуть запропоновані вимогами науки чи інших галузей математики. thumb|ліворуч|180 пкс|Давид Гільберт Основним раннім прихильником формалізму був Давід Гільберт, чия програма мала бути повною та несуперечливою аксіоматизацією всієї математики. Гільберт мав на меті показати несуперечність математичних систем, виходячи з припущення, що «фінітна арифметика» (підсистема звичайної арифметики додатних цілих чисел, вибрана так, що не суперечить філософії) є несуперечливою. Цілі Гільберта щодо створення системи математики, яка є одночасно повною та несуперечливою, були серйозно підірвані другою теоремою неповноти Геделя, яка стверджує, що достатньо виразні несуперечливі системи аксіом ніколи не можуть довести свою власну несуперечливість. Оскільки будь-яка така система аксіом містила б фінітну арифметику як підсистему, теорема Геделя означала, що було б неможливо довести несуперечливість системи відносно цієї підсистеми (оскільки б тоді було доведено її власну несуперечливість, що, як показав Гедель, було неможливим). Таким чином, для того, щоб показати, що будь-яка аксіоматична система математики насправді є несуперечливою, потрібно спочатку припустити несуперечливість математичної системи, яка в певному сенсі є сильнішою, ніж система, несуперечливість якої має бути доведена. Спочатку Гільберт був дедуктивістом, але, як видно з вищевикладеного, він вважав певні метаматематичні методи такими, що дають внутрішньо значущі результати, і був реалістом щодо фінітної арифметики. Пізніше він дотримувався думки, що іншої значущої математики не існує, незалежно від інтерпретації. Інші формалісти, такі як Рудольф Карнап, Альфред Тарскі та Гаскелл Каррі, вважали математику дослідженням формальних систем аксіом. Математичні логіки вивчають формальні системи, але вони так само часто реалісти, як і формалісти. Основна критика формалізму полягає в тому, що фактичні математичні ідеї, якими займаються математики, далекі від ігор із маніпулюванням рядками, згаданими вище. Таким чином, формалізм замовчує питання про те, які системи аксіом слід вивчати, оскільки жодна не є більш значущою, ніж інша з формалістичної точки зору. Останнім часом деякі математики-формалісти запропонували, щоб усі наші формальні математичні знання систематично кодувалися в формати, зчитувані комп’ютером, щоб полегшити автоматизовану перевірку математичних доведень і використання інтерактивного засобу доведення теорем у розробці математичних теорій і комп’ютерного програмного забезпечення. Через їх тісний зв’язок з інформатикою цю ідею також відстоюють математичні інтуїціоністи та конструктивісти в традиції обчислюваності. Конвенціоналізм Французький математик Анрі Пуанкаре був одним з перших, хто сформулював конвенціоналістичну точку зору. Використання Пуанкаре неевклідової геометрії в його роботі про диференціальні рівняння переконало його в тому, що евклідова геометрія не повинна розглядатися як апріорна істина. Він вважав, що аксіоми в геометрії слід обирати за результатами, які вони дають, а не за їхню очевидну узгодженість із людськими інтуїціями щодо фізичного світу. Інтуїціонізм У математиці інтуїціонізм — це програма методологічної реформи, гаслом якої є те, що «немає жодних неемпіричних (недо́свідних) математичних істин» (Л. Е.Я Брауер). З цього плацдарму інтуїтивісти намагаються реконструювати те, що вони вважають поправною (можливою до коригування) частиною математики, відповідно до кантіанських концепцій буття, становлення, інтуїції та знання. Брауер, засновник руху, вважав, що математичні об’єкти виникають з апріорних форм бажань, які сповіщають сприйняття емпіричних об’єктів.Robert Audi (1999), The Cambridge Dictionary of Philosophy, Cambridge University Press, Cambridge, UK, 1995. 2nd edition. Page 542. Головною силою, що стояла за інтуїціонізм був Л. Брауер, який відкидав корисність будь-якої формалізованої логіки для математики. Його учень Аренд Гейтінг постулював інтуїціоністську логіку, відмінну від класичної арістотелівської логіки; ця логіка не містить закону виключеного третього і тому нехтує доведеннями через зведення до абсурду. Аксіома вибору також відкидається в більшості інтуїціоністських теорій множин, хоча в деяких версіях вона приймається. В інтуїціонізмі термін «явна конструкція» не має чіткого визначення, що призвело до критики. Були зроблені спроби використати поняття машини Тюрінга або обчислюваної функції, щоб заповнити цю прогалину, що призвело до твердження, що лише питання щодо поведінки скінченних алгоритмів є значущими та повинні бути досліджені в математиці. Це призвело до вивчення обчислюваних чисел, вперше представлених Аланом Тьюрингом. Тож не дивно, що цей підхід до математики іноді асоціюють із теоретичною інформатикою. Конструктивізм Подібно до інтуїтивізму, конструктивізм включає регулятивний принцип, що лише математичні сутності, які можуть бути явно сконструйовані в певному сенсі, повинні бути допущені до математичного дискурсу. З цієї точки зору, математика — це вправа людської інтуїції, а не гра з безглуздими символами. Натомість йдеться про сутності, які ми можемо створити безпосередньо через розумову діяльність. Крім того, деякі прихильники цих шкіл відкидають неконструктивні доведення, такі як використання доведення від супротивного при показі існування об'єкта або при спробі встановити істинність якогось висловлювання. Важлива робота була виконана Ерретом Бішопом, якому вдалося довести версії найважливіших теорем аналізу функцій дійсної змінної як теорем конструктивного аналізу у своїй праці «Основи конструктивного аналізу» 1967 року. Фінітизм thumb|180пкс|Леопольд Кронекер Фінітизм — це крайня форма конструктивізму, згідно з якою математичний об’єкт не існує, якщо його не можна побудувати з натуральних чисел за скінченну кількість кроків. У своїй книзі «Філософія теорії множин» Мері Тайлз охарактеризувала тих, хто допускає зліченно нескінченні об’єкти, як класичних фінітистів, а тих, хто заперечує навіть зліченно нескінченні об’єкти, як суворих фінітистів. Найвідомішим прихильником фінітизму був Леопольд Кронекер From an 1886 lecture at the 'Berliner Naturforscher-Versammlung', according to memorial article, as quoted and translated in Gonzalez gives as the sources for the memorial article, the following: Weber, H: \"Leopold Kronecker\", Jahresberichte der Deutschen Mathematiker Vereinigung, vol ii (1893), pp. 5-31. Cf. page 19. See also Mathematische Annalen vol. xliii (1893), pp. 1-25., який сказав: Ультрафінітизм є ще більш екстремальною версією фінітизму, яка відкидає не тільки нескінченність, але й кінцеві величини, які неможливо сконструювати за допомогою наявних ресурсів. Іншим варіантом фінітизму є евклідова арифметика, система, розроблена Джоном Пенном Мейберрі в його книзі «Основи математики в теорії множин». Система Мейберрі загалом є арістотелівською, і, незважаючи на його рішуче заперечення будь-якої ролі операціоналізму чи здійсненності в основах математики, він приходить до певної міри подібних висновків, таких як, наприклад, те, що суперпотенціювання не є законною кінцевою функцією. Структуралізм Структуралізм — стверджує, що математичні теорії описують структури, і що математичні об’єкти вичерпно визначаються їхніми місцями в таких структурах, і отже не мають внутрішніх властивостей. Наприклад, це стверджуватиме, що все, що потрібно знати про число 1, це те, що це перше ціле число після 0. Так само всі інші цілі числа визначаються їхніми місцями в структурі, числовій осі. Інші приклади математичних об’єктів можуть включати лінії та площини в геометрії або елементи та операції в абстрактній алгебрі. Структуралізм є епістемологічно реалістичним поглядом, оскільки він вважає, що математичні твердження мають об'єктивну істинну цінність. Однак його центральне твердження стосується лише того, якого виду сутністю є математичний об’єкт, а не того, який вид існування мають математичні об’єкти чи структури (а не їх онтології, інакше кажучи). Вид існування математичних об’єктів явно залежатиме від структур, у які вони вбудовані; різні підвиди структуралізму висувають різні онтологічні вимоги з цього приводу. Ante rem структуралізм ( — «раніше речей») має онтологію, подібну до платонізму. Вважається, що структури мають реальне, але абстрактне та нематеріальне існування. Як таке, воно зіштовхується зі стандартною епістемологічною проблемою пояснення взаємодії між такими абстрактними структурами та математиками з плоті та крові (див. ). In re структуралізм () є еквівалентом арістотелівського реалізму. Структури вважаються такими, що існують, оскільки певна конкретна система є їх прикладом. Це спричиняє звичайні проблеми, що деякі цілком законні структури можуть випадково не існувати, і що обмежений фізичний світ може бути недостатньо «великим», щоб вмістити деякі інакше законні структури. Post rem структуралізм ( — «після речей») є антиреалістичним щодо структур в спосіб паралельний номіналізму. Подібно до номіналізму, підхід post rem заперечує існування абстрактних математичних об’єктів із властивостями, відмінними від їх місця в реляційній структурі. Згідно з цією точкою зору, математичні системи існують і мають спільні структурні особливості. Якщо щось вірно для структури, це буде вірно для всіх систем, які слугують прикладом структури. Однак, лише інструментально можна говорити про структури, які є \"спільними\" для систем: насправді вони не мають незалежного існування. Теорії втіленого розуму Теорії втіленого розуму стверджують, що математичне мислення є природним результатом людського когнітивного апарату, який знаходиться в нашому фізичному всесвіті. Наприклад, абстрактна концепція числа виникає з досвіду підрахунку окремих об’єктів (вимагаючи людських органів чуття, таких як зір для виявлення об’єктів, дотик; і сигнали від мозку). Вважається, що математика не є універсальною і не існує в жодному реальному значенні, окрім людського мозку. Люди будують, але не відкривають математику. Когнітивні процеси пошуку шаблонів і розрізнення об'єктів також є предметом нейронауки, такі ж процеси відбуваються в математичних дослідженнях якщо вважати, що математика має відношення до природного світу (наприклад, в реалізмі, на відміну від чистого соліпсизму). Фактичне відношення математики до реальності, хоча й прийнято вважати надійним наближенням (також припускають, що еволюція сприйняття, тіла та почуттів, можливо, була необхідною для виживання), не обов’язково є точним для повного реалізму (і все ще має недоліки, такі як ілюзії, припущення (тобто, основи та аксіоми, на яких математика була сформована людьми), узагальнення, омана і галюцинації). Як таке, це також може викликати питання щодо сумісності сучасного наукового методу із загальною математикою; оскільки, будучи відносно надійним, він все ще обмежений тим, що можна виміряти емпіризмом, який може бути не таким надійним, як передбачалося раніше (див. також: контрінтуїтивні концепції, такі як і дія на відстані). Інша проблема полягає в тому, що лише одна система числення не обов’язково може бути застосована для вирішення задач. Такі поняття, як комплексні чи уявні числа, вимагають певних змін у часто використовуваних аксіомах математики, інакше їх неможливо адекватно зрозуміти. Крім того, комп’ютерні програмісти можуть використовувати шістнадцяткове число для «дружнього людині» представлення двійково-кодованих значень, а не десяткове (зручне для підрахунку, оскільки люди мають десять пальців). Аксіоми або логічні правила, що лежать в основі математики, також змінюються з часом (наприклад, винайдення нуля, призвичаєння до нього та використання в математиці, фізиці та інших науках). Оскільки сприйняття людського мозку підлягають ілюзіям, припущенням, обману, (індукованим) галюцинаціям, когнітивним помилкам або припущенням у загальному контексті, можна поставити під сумнів чи є сприйняття точними, чи строго вказують на істину (див. також: філософія буття), а також природу самого емпіризму стосовно Всесвіту та те чи він незалежний від почуттів і Всесвіту. Людський розум не має особливих претензій на реальність або підходів до неї, побудованих на основі математики. Якщо такі конструкції, як ідентичність Ейлера, істинні, то вони істинні як карта людського розуму та пізнання. Теоретики втіленого розуму таким чином пояснюють ефективність математики — математика була створена мозком, щоб бути ефективною в цьому всесвіті. Найбільш доступним, відомим і сумнозвісним трактуванням цієї точки зору є книга Звідки походить математика Джорджа Лакоффа та . Крім того, математик досліджував подібні концепції у своїй книзі Математичний інстинкт, як і нейробіолог у своїй книзі Відчуття чисел. Арістотелівський реалізм Арістотелівський реалізм вважає, що математика вивчає такі властивості, як симетрія, безперервність і порядок, які можуть бути буквально реалізовані у фізичному світі (або в будь-якому іншому світі, який може існувати). Він контрастує з платонізмом, стверджуючи, що об’єкти математики, такі як числа, не існують в «абстрактному» світі, але можуть бути фізично реалізовані. Арістотелівський реалізм захищається і Сіднейською школою у філософії математики і близький до точки зору про те, що коли відкривається коробка з яйцями, сприймається набір із трьох яєць (тобто математична сутність, реалізована в фізичний світ).Maddy, Penelope (1990), Realism in Mathematics, Oxford University Press, Oxford, UK. Проблема для аристотелівського реалізму полягає в тому, як пояснити вищі нескінченності, які можуть бути нереалізованими у фізичному світі. Евклідова арифметика, розроблена в його книзі «Основи математики в теорії множин» також належить до арістотелівської реалістичної традиції. Мейберрі, слідом за Евклідом, вважає числа просто «визначеною множиною одиниць», реалізованих у природі, наприклад, «учасники Лондонського симфонічного оркестру» або «дерева в Бірнамському лісі». Припущення що існують певні безлічі одиниць, для яких аксіома 5 Евкліда (ціле більше, ніж частина) невиконується і які, отже, будуть вважатися нескінченними, для Мейберрі, по суті, є питанням про природу і не тягне за собою жодних трансцендентних припущень. Психологізм Психологізм у філософії математики — це позиція, згідно з якою математичні концепції та/або істини ґрунтуються на психологічних фактах (або законах), виводяться з них або пояснюються ними. Джон Стюарт Мілль, здається, був прихильником певного типу логічного психологізму, як і багато німецьких логіків 19-го століття, такі як Зігварт і Ердман, а також ряд психологів, минулих і сучасних: наприклад, Гюстав Ле Бон. Психологізм піддав відомій критиці Фреге в «Основах арифметики», а також у багатьох його роботах і есе, включаючи його огляд «Філософії арифметики» Гуссерля. Едмунд Гуссерль у першому томі своїх «Логічних досліджень» під назвою «Пролегомени чистої логіки» піддав ґрунтовній критиці психологізм і намагався дистанціюватися від нього. «Пролегомени» вважаються більш стислим, справедливим і ґрунтовним спростуванням психологізму, ніж критика, зроблена Фреге, і також сьогодні багато хто вважає її вікопам'ятним спростуванням через її вирішальний удар по психологізму. Психологізм також критикували Чарльз Сандерс Пірс і Моріс Мерло-Понті. Емпіризм Математичний емпіризм — це форма реалізму, яка заперечує, що математика взагалі може бути пізнана апріорі. Він стверджує, що ми відкриваємо математичні факти шляхом емпіричного дослідження, як і факти в будь-якій іншій науці. Це одна з трьох класичних позицій, які відстоювали на початку XX ст., але в основному виникли в середині століття. Однак важливим раннім прихильником подібної точки зору був Джон Стюарт Мілль. Погляд Мілля був підданий значній критиці, тому що, на думку критиків, таких як А. Дж. Еєр, він змушує твердження на кшталт розглядати як невизначені, можливі істини, які ми можемо дізнатися, лише спостерігаючи випадки двох пар, що збираються разом і утворюють квартет. Карл Поппер був ще одним філософом, який вказав на емпіричні аспекти математики, зазначивши, що «більшість математичних теорій, як і теорії фізики та біології, є гіпотетично-дедуктивними: отже, чиста математика виявляється набагато ближчою до природничих наук, гіпотези яких є припущеннями, ніж здавалося ще недавно». Поппер також зазначив, що «визнав би систему емпіричною чи науковою, лише якщо її можна перевірити на досвіді». Сучасний математичний емпіризм, сформульований В. В. О. Квайном і Гіларі Патнемом, в першу чергу підтримується : математика необхідна для всіх емпіричних наук, і якщо ми хочемо вірити в реальність явищ, які описуються науками, ми також повинні вірити в реальність тих сутностей, необхідних для цього опису. Тобто, оскільки фізиці потрібно говорити про електрони, щоб зрозуміти, чому лампочки світяться, то електрони повинні існувати. Оскільки фізиці необхідно говорити про числа, пропонуючи будь-які свої пояснення, то числа повинні існувати. Відповідно до загальної філософії Куайна та Патнема, це натуралістичний аргумент. Він стверджує існування математичних сутностей як найкращого пояснення досвіду, таким чином позбавляючи математику відмінності від інших наук. Патнем рішуче відкидав термін «платонік», оскільки мав на увазі надто конкретну онтологію, яка не була необхідною для в будь-якому реальному сенсі. Він виступав за форму «чистого реалізму», яка відкидала містичні уявлення про істину та визнавала багато . Квазіемпіризм виник внаслідок дедалі популярнішого твердження наприкінці 20 століття про те, що неможливо довести існування жодної основи математики. Його також іноді називають «постмодернізмом у математиці», хоча деякі вважають цей термін перевантаженим, а інші — образливим. Квазіемпіризм стверджує, що, виконуючи свої дослідження, математики перевіряють гіпотези, а також доводять теореми. Математичний аргумент може передати хибність від висновку до засновку так само добре, як він може передати істину від засновку до висновку. Патнем стверджував, що будь-яка теорія математичного реалізму включатиме квазіемпіричні методи. Він припустив, що інопланетний вид, який займається математикою, цілком може покладатися на квазіемпіричні методи, часто готовий відмовитися від строгих і аксіоматичних доведень і продовжувати займатися математикою — можливо, з дещо більшим ризиком невдачі своїх розрахунків. Детальну аргументацію на це він навів у «Нових напрямках».Tymoczko, Thomas (Томас Тимочко) (1998), New Directions in the Philosophy of Mathematics. . Квазіемпіризм також розвивав Імре Лакатос. Найважливіша критика емпіричних поглядів на математику приблизно така ж, як і проти Дж. С. Мілля. Якщо математика така ж емпірична, як і інші науки, то це означає, що її результати так само помилкові, як і їхні, і так само умовні. У випадку Мілля емпіричне обґрунтування приходить безпосередньо, тоді як у випадку Квайна воно приходить опосередковано, через узгодженість нашої наукової теорії в цілому, тобто через за Е. О. Вільсоном. Квайн припускає, що математика здається цілком певною, оскільки роль, яку вона відіграє в нашій мережі переконань, є надзвичайно центральною, і що нам було б надзвичайно важко її переглянути, хоча й не неможливо. Про філософію математики, яка намагається подолати деякі недоліки підходів Квайна та Геделя, беручи аспекти кожного з них, див. Реалізм у математиці Пенелопи Медді. Іншим прикладом реалістичної теорії є теорія втіленого розуму. Експериментальні доведення того, що немовлята можуть виконувати елементарні арифметичні дії, дивіться у . Фікціоналізм Математичний фікціоналізм став популярним у 1980 році, коли опублікував «Науку без чисел»Field, Hartry, Science Without Numbers, Blackwell, 1980., яка відхилила і фактично скасувала аргумент Квайна про необхідність. Там, де Квайн припустив, що математика є необхідною для наших найкращих наукових теорій, і тому її слід сприймати як сукупність істин, що говорять про незалежно існуючі сутності, Філд припустив, що математика є необов'язковою, і тому її слід розглядати як сукупність неправд, які ні про що справжнє не говорять. Він зробив це, давши повну аксіоматизацію ньютонівської механіки без жодного посилання на числа чи функції взагалі. Він почав із аксіом порядку, які є однією з груп аксіом Гільберта, щоб охарактеризувати простір без координації, а потім додав додаткові зв’язки між точками, щоб виконати роботу, яку раніше виконували векторні поля. Геометрія Гільберта є математичною, оскільки вона говорить про абстрактні точки, але в теорії Філда ці точки є конкретними точками фізичного простору, тому ніяких спеціальних математичних об’єктів взагалі не потрібно. Показавши, як займатися наукою без використання чисел, Філд перейшов до реабілітації математики як свого роду корисної художньої літератури. Він показав, що математична фізика є його нематематичної фізики (тобто кожен фізичний факт, який можна довести в математичній фізиці, вже можна довести за допомогою системи Філда), так що математика є надійним процесом, усі фізичні застосування якого вірні, навіть якщо його власні заяви є неправдивими. Таким чином, займаючись математикою, ми можемо бачити, що ми розповідаємо якусь історію, розмовляючи так, ніби числа існують. Для Філда твердження на кшталт є таким же вигаданим, як і «Шерлок Холмс жив на Бейкер-стріт, 221B», але обидва вірні відповідно до відповідних вигадок. З огляду на це, немає метафізичних або епістемологічних проблем, особливих для математики. Залишилися лише загальні клопоти про нематематичну фізику та взагалі про фікшн. Підхід Філда був дуже впливовим, але й відхилений багатьма вченими. Частково це пов’язано з вимогою сильних фрагментів логіки другого порядку для здійснення його редукції, а також тому, що твердження про консервативність, здається, вимагає квантифікації над абстрактними моделями чи дедукцією. Соціальний конструктивізм Соціальний конструктивізм розглядає математику насамперед як , як продукт культури, що підлягає корекції та зміні. Як і інші науки, математика розглядається як емпірична спроба, результати якої постійно оцінюються та можуть бути відкинуті. Однак, якщо з точки зору емпіриків оцінка є певним порівнянням з «реальністю», соціальні конструктивісти підкреслюють, що напрямок математичних досліджень диктується модою соціальної групи, яка їх проводить, або потребами суспільства, яке їх фінансує. Проте, незважаючи на те, що такі зовнішні сили можуть змінити напрямок деяких математичних досліджень, існують сильні внутрішні обмеження, — математичні традиції, методи, проблеми, значення та цінності, до яких математики інкультуровані — які працюють на збереження історично визначеної дсципліни. Це суперечить традиційним уявленням працюючих математиків про те, що математика якимось чином чиста чи об’єктивна. Але соціальні конструктивісти стверджують, що математика насправді заснована на великій кількості невизначеності: у міру розвитку математичної практики статус попередньої математики ставиться під сумнів і коригується в тій мірі, в якій цього вимагає чи бажає нинішня математична спільнота. Це можна побачити в розвитку аналізу на основі повторного вивчення обчислень Лейбніца і Ньютона. Крім того, вони стверджують, що математиці, якій навчають у вишах, та академічній математиці часто надається занадто великий статус, а недостатній, через надмірну увагу до аксіоматичних доведень і рецензування як практик. Соціальна природа математики підкреслюється в її субкультурах. Великі відкриття можуть бути зроблені в одній галузі математики і мати відношення до іншої, але зв’язок залишається невиявленим через відсутність соціальних контактів між математиками. Соціальні конструктивісти стверджують, що кожна спеціальність формує власну і часто відчуває великі труднощі у спілкуванні або мотивуванні дослідження , які можуть стосуватися різних областей математики. Соціальні конструктивісти розглядають процес «займання математикою» як фактичне створення сенсу, тоді як соціальні реалісти бачать брак або людської здатності абстрагуватися, або людської когнітивної упередженості, або колективного інтелекту математиків як такі, що перешкоджають розумінню справжнього всесвіту математичних об'єктів. Соціальні конструктивісти іноді відкидають пошук основ математики як приречений на провал, як недоцільний або навіть безсенсовний. Внески до цієї школи зробили Імре Лакатош і , хоча неясно, хто схвалив цю назву. Нещодавно чітко сформулював соціальну конструктивістську філософію математики. Дехто вважає, що робота Пауля Ердеша в цілому просунула цю точку зору (хоча він особисто її відкидав) через його надзвичайно широку співпрацю, яка спонукала інших розглядати та вивчати «математику як соціальну діяльність», наприклад, через число Ердеша. також пропагував соціальний погляд на математику, називаючи його «гуманістичним» підходом, схожим, але не зовсім таким же, як той, що асоціюється з Елвіном Уайтом; один із співавторів Герша, , також висловив симпатію до соціального погляду. За межами традиційних шкіл Невиправдана ефективність Замість того, щоб зосереджуватися на вузьких дискусіях про справжню природу математичної істини чи навіть на практиках, унікальних для математиків, таких як доведення, зростаючий рух із 1960-х до 1990-х років став піддавати сумніву ідею пошуку основ або пошуку будь-якої правильної відповіді на питання чому математика працює. Відправною точкою для цього була відома стаття Юджина Вігнера 1960 року , у якій він стверджував, що щасливий збіг математики та фізики, які так добре утворюють пару, здається нерозумним і його важко пояснити. Два значення Поппера для числових тверджень Реалістичні та конструктивістські теорії зазвичай сприймаються як протилежні. Однак Карл ПопперPopper, Karl Raimund (1946) Aristotelian Society Supplementary Volume XX. вважав, що числове твердження, наприклад можна сприймати в двох значеннях. В одному сенсі воно неспростовне і логічно вірне. У другому значенні воно фактично істинне і піддається фальсифікації. Інакше кажучи, одне числове твердження може виражати два судження: одне з яких можна пояснити конструктивістськими принципами; інше — на реалістичних засадах.Gregory, Frank Hutson (1996) \"Arithmetic and Reality: A Development of Popper's Ideas\". City University of Hong Kong. Republished in Philosophy of Mathematics Education Journal No. 26 (December 2011) Філософія мови Інновації у філософії мови протягом 20 століття відновили інтерес до того, чи є математика, як то кажуть, мовою науки. Хоча деякі математики та філософи сприймуть твердження «математика — це мова» (проте більшість вважає, що мова математики — це частина математики, до якої математика не може бути зведена), лінгвісти вважають, що слід враховувати наслідки такої заяви. Наприклад, інструменти лінгвістики, як правило, не застосовуються до систем символів математики, тобто математика вивчається суттєво відмінним способом від інших мов. Якщо математика є мовою, то це інший тип мови, ніж природні мови. Дійсно, через потребу в ясності та конкретності мова математики є набагато більш обмеженою, ніж природні мови, які вивчають лінгвісти. Проте методи, розроблені Фреге і Тарскі для вивчення математичної мови, були значно розширені учнем Тарскі та іншими лінгвістами, які працювали над , щоб показати, що різниця між математичною мовою та природною мовою може бути не такою великою, як здається. Мохан Ганесалінгам () проаналізував математичну мову, використовуючи засоби формальної лінгвістики. Ганесалінгам зазначає, що деякі особливості природної мови не є необхідними під час аналізу математичної мови, наприклад, час, але багато аналітичних інструментів можна використовувати ,наприклад, контекстно-вільні граматики. Одна важлива відмінність полягає в тому, що математичні об’єкти мають чітко визначені типи, які можуть бути явно визначені в тексті: «По суті, нам дозволено ввести слово в одну частину речення та оголосити його як частину мови в іншій; і ця операція не має аналогів у природній мові». Аргументи Незамінність аргументу реалізму вважає цей аргумент, пов’язаний з Віллардом Квайном і Гіларі Патнемом, одним із найвагоміших аргументів на користь визнання існування абстрактних математичних сутностей, таких як числа та множини. Форма аргументації така. Необхідно мати онтологічні зобов’язання щодо всіх сутностей, які є незамінними для найкращих наукових теорій, і лише щодо цих сутностей (зазвичай їх називають «всі і тільки»). Математичні сутності є незамінними для найкращих наукових теорій. Тому Необхідно мати онтологічні зобов’язання щодо математичних сутностей.Putnam, H. Mathematics, Matter and Method. Philosophical Papers, vol. 1. Cambridge: Cambridge University Press, 1975. 2nd. ed., 1985. Обґрунтування першого засновку є найбільш суперечливим. І Патнем, і Квайн посилаються на натуралізм, щоб виправдати виключення всіх ненаукових сутностей і, отже, захистити «єдину» частину «всього і тільки». Твердження про те, що «всі» сутності, постульовані в наукових теоріях, включаючи числа, повинні бути прийняті як реальні, виправдовуються . Оскільки теорії підтверджуються не по частинах, а в цілому, немає жодного виправдання для виключення будь-якої сутності, згаданої в добре підтверджених теоріях. Це ставить у скрутне становище номіналіста, який бажає виключити існування множин і неевклідової геометрії, але включити існування кварків та інших фізичних об’єктів, які неможливо виявити. Епістемічний аргумент проти реалізму Антиреалістичний «епістемічний аргумент» проти платонізму був висунутий і . Платонізм стверджує, що математичні об’єкти є абстрактними сутностями. За загальною згодою, абстрактні сутності не можуть причинно взаємодіяти з конкретними, фізичними сутностями («істинні значення наших математичних тверджень залежать від фактів, що стосуються платонівських сутностей, які перебувають у царстві поза простором-часом»Field, Hartry, 1989, Realism, Mathematics, and Modality, Oxford: Blackwell, p. 68 ). Хоча наші знання про конкретні фізичні об’єкти базуються на нашій здатності сприймати їх і, отже, причинно взаємодіяти з ними, немає паралельного опису того, як математики отримують знання про абстрактні об’єкти.\"Since abstract objects are outside the nexus of causes and effects, and thus perceptually inaccessible, they cannot be known through their effects on us\" — Katz, J. Realistic Rationalism, 2000, p. 15 Інакше висловити цю думку можна так: якби платонівський світ зник, це не вплинуло б на здатність математиків генерувати доведення тощо, що вже повністю відповідає фізичним процесам у їхніх мізках. Філд розвинув свої погляди до фікціоналізму. Бенасерраф також розвинув філософію , згідно з якою не існує математичних об'єктів. Тим не менш, деякі версії структуралізму сумісні з деякими версіями реалізму. Аргумент базується на ідеї, що задовільний натуралістичний опис процесів мислення з точки зору процесів мозку може бути наданий для математичних міркувань разом з усім іншим. Одна лінія захисту полягає в тому, щоб стверджувати, що це невірно, тому що математичне міркування використовує якусь особливу інтуїцію, яка передбачає контакт із сферою Платона. Сучасну форму цього аргументу дає Роджер Пенроуз.Review of The Emperor's New Mind. Інша лінія захисту полягає в тому, щоб стверджувати, що абстрактні об’єкти мають відношення до математичних міркувань у спосіб, який не є причинно-наслідковим, і не є аналогічним сприйняттю. Цей аргумент розвиває у своїй книзі «Реалістичний раціоналізм» 2000 року. Більш радикальним захистом є заперечення фізичної реальності, тобто визнання математичної гіпотези всесвіту. У цьому випадку знання математика про математику означає як один з математичних об’єктів контактує з іншим. Естетика Багатьох практикуючих математиків приваблює їхній предмет досліджень через відчуття краси, яку вони вбачають у математиці. Іноді можна почути думку, що математики хотіли б залишити філософію філософам і повернутися до математики — в якій, ймовірно, криється краса. У своїй роботі про божественну пропорцію Х. Е. Хантлі пов’язує відчуття від читання та розуміння чужого доведення математичної теореми з почуттям глядача шедевру мистецтва — читач доведення переживає подібне відчуття захоплення від розуміння, як і сам автор доведення, так само, як він стверджує, що глядач шедевра має відчуття піднесення, подібне до оригінального відчуття художника чи скульптора. Дійсно, можна вивчати математичні та наукові твори як літературу. і прокоментували, що відчуття математичної краси є універсальним серед практикуючих математиків. Як приклад, вони надають два доведення ірраціональності . Перше — традиційне доведення від супротивного, приписуване Евкліду; друге є більш прямим доведенням, що включає фундаментальну теорему арифметики, яка, як вони стверджують, добирається до суті проблеми. Девіс і Герш стверджують, що математики вважають друге доведення більш естетично привабливим, оскільки воно наближається до природи проблеми. Пауль Ердеш був добре відомий своїм уявленням про гіпотетичну «Книгу», яка містить найелегантніші та найгарніші математичні доведення. Немає загальної згоди що математичне твердження має одне «найелегантніше» доведення; Грегорі Чайтін виступає проти цієї ідеї. Філософи іноді критикували почуття математиків до краси чи елегантності як у кращому випадку нечітко сформульоване. Однак філософи математики прагнули схарактеризувати те, що робить одне доведення більш бажаним, ніж інше, коли обидва є логічно обґрунтованими. Іншим аспектом естетики, що стосується математики, є погляди математиків на можливе використання математики в цілях, які вважаються неетичними або невідповідними. Найвідоміший виклад цієї точки зору міститься в книзі Ґ. Х. Харді «Апологія математика», в якій Харді стверджує, що чиста математика перевершує за красою прикладну математику саме тому, що її не можна використовувати для війни чи подібних цілей. Примітки Періодичні видання, статті Philosophia Mathematica journal The Philosophy of Mathematics Education Journal homepage ФІЛОСОФІЯ НАВЧАННЯ МАТЕМАТИКИ ЯК СМИСЛОВИЙ СКЛАДНИК МЕТОДИЧНОЇ ДІЯЛЬНОСТІ Посилання Г. Вейль. О философия математики В. А. Успенский. Семь размышлений на темы философии математики Взаємозв'язок математики і філософії у процесі історичного розвитку Математика і філософія: спроба перегляду стосунків математики Категорія:Математика математики Категорія:Філософія математики"}
{"category": "Математика", "title": "Числення", "abstract": "Числення, Дедуктивна система — система, яка задає множину, зазначаючи первісні елементи й правила виведення. Правила виведення застосовуються до скінченного числа елементів, які називають засновками (ними можуть бути як первісні елементи, так і утворені попередніми застосуваннями правил), і утворюють елемент який називають висновком.\nПравила виведення також називають породжувальними правилами.", "content": "Числення, Дедуктивна система — система, яка задає множину, зазначаючи первісні елементи й правила виведення. Правила виведення застосовуються до скінченного числа елементів, які називають засновками (ними можуть бути як первісні елементи, так і утворені попередніми застосуваннями правил), і утворюють елемент який називають висновком. Правила виведення також називають породжувальними правилами. Див. також Формальна система Числення висловлень Диференціальне та інтегральне числення Примітки Література Логічні числення // Категорія:Математика"}
{"category": "Математика", "title": "Чиста математика", "abstract": "Абстрактною, або чистою математикою називають галузі математики, які ще не знайшли свого прикладного застосування. Простіше кажучи, абстрактна математика — це не прикладна математика. Характеристиками чистих математичних теорій є абстрактність, строгість та краса.\n\nЧиста математика не намагається отримати знання про світ, а створює свої, з схожими правилами. Її ціллю є скоріше задоволення самого математика від застосування методу, та його краси. Єдиним методами математики звісно є дедукція та уява.\nВона оперує об'єктами в ідеальному (від слова «ідея») світі, з власними законами та надає їм довільних властивостей. В той же час, прикладна математика намагається ідеалізувати недосконалий реальний світ створюючи спрощені математичні моделі його об'єктів. Досліджуючи модель, можна визначити деякі її властивості що будуть притаманні і об'єктам реального світу.\nІсторія показує що області чистої математики з часом стають прикладними, і сконструйовані абстрактною математикою об'єкти, можуть знаходити своє застосування в моделях прикладної математики.\nНаприклад так було з теорією чисел, яка не мала свого застосування аж до 20 століття, коли з'явилась сучасна криптографія. Так було з часів древньої Греції, хоча й тоді математика використовувалась в архітектурі й літочисленні. Цитата з «Історії західної філософії» Бертрана Рассела:", "content": "Абстрактною, або чистою математикою називають галузі математики, які ще не знайшли свого прикладного застосування. Простіше кажучи, абстрактна математика — це не прикладна математика. Характеристиками чистих математичних теорій є абстрактність, строгість та краса. Чиста математика не намагається отримати знання про світ, а створює свої, з схожими правилами. Її ціллю є скоріше задоволення самого математика від застосування методу, та його краси. Єдиним методами математики звісно є дедукція та уява. Вона оперує об'єктами в ідеальному (від слова «ідея») світі, з власними законами та надає їм довільних властивостей. В той же час, прикладна математика намагається ідеалізувати недосконалий реальний світ створюючи спрощені математичні моделі його об'єктів. Досліджуючи модель, можна визначити деякі її властивості що будуть притаманні і об'єктам реального світу. Історія показує що області чистої математики з часом стають прикладними, і сконструйовані абстрактною математикою об'єкти, можуть знаходити своє застосування в моделях прикладної математики. Наприклад так було з теорією чисел, яка не мала свого застосування аж до 20 століття, коли з'явилась сучасна криптографія. Так було з часів древньої Греції, хоча й тоді математика використовувалась в архітектурі й літочисленні. Цитата з «Історії західної філософії» Бертрана Рассела: Див. також Розділи математики Прикладна математика Гра в бісер Джерела Бертран Рассел — Історія західної філософії Категорія:Математика"}
{"category": "Математика", "title": "Користувач:Whatislove Haponenko/Чернетка", "abstract": "Опуклий графовий простір у  математиці називається пара об'єктів \n  \n    \n      \n        (\n        G\n        ,\n        C\n        )\n      \n    \n    {\\displaystyle (G,C)}\n  \n,\nде \n  \n    \n      \n        G\n      \n    \n    {\\displaystyle G}\n  \n є графом, а \n  \n    \n      \n        C\n      \n    \n    {\\displaystyle C}\n  \n є опуклістю або ж сім'єю підмножин графа \n  \n    \n      \n        G\n      \n    \n    {\\displaystyle G}\n  \n що слідує пеним аксіомам. \nЕлементи \n  \n    \n      \n        C\n      \n    \n    {\\displaystyle C}\n  \n називають опуклими множинами.\nНайвідомішими графовими опуклостями є геодетична опуклість та  монофонічна опуклість.\nОпукла теорія графів може використовуватись для розв'язку задач  комп'ютерного зору,\nзадачі поширення інфекції.", "content": "Опуклий графовий простірvan de Vel, M. L. J. Theory of convex structures. North-Holland Math. Library, 50 North-Holland Publishing Co., Amsterdam, 1993. xvi+540 pp. ISBN:0-444-81505-8 у математиці називається пара об'єктів , де є графом, а є опуклістю або ж сім'єю підмножин графа що слідує пеним аксіомам. Елементи називають опуклими множинами. Найвідомішими графовими опуклостями є геодетична опуклістьEverett, Martin G., and Stephen B. Seidman. \"The hull number of a graph.\" Discrete Mathematics 57.3 (1985): 217-223. та монофонічна опуклістьDourado, Mitre C., Fábio Protti, and Jayme L. Szwarcfiter. \"Complexity results related to monophonic convexity.\" Discrete Applied Mathematics 158.12 (2010): 1268-1274.. Опукла теорія графів може використовуватись для розв'язку задач комп'ютерного зору, задачі поширення інфекціїVan Mieghem, Piet, Jasmina Omic, and Robert Kooij. \"Virus spread in networks.\" IEEE/ACM Transactions On Networking 17.1 (2008): 1-14.. Історія Класичнi концепцiї теорiї опуклих структур отримали багато уваги в першiй половинi 20-го столiття. Проте, з розвитком теорiї, поняття опуклостi почали розглядати в бiльш широкому сенсi, не прив’язуючись до векторних просторiв. Аксіоматична формалізація поняття опуклого простору була представлена Ван де Велем у книзі \"Theory of convex structure\". Там же був означений і графоий опуклий простір. Пізніше це спровокувало зріст досліджень даної теми та знаходження великої кількості різних графових опуклостей. Найпопулярнішими та найбільш досліджуваними є геодетична опуклістьFarber, Martin, and Robert E. Jamison. \"On local convexity in graphs.\" Discrete Mathematics 66.3 (1987): 231-247. та монофонічна опуклість Duchet, Pierre. \"Convex sets in graphs, II. Minimal path convexity.\" Journal of Combinatorial Theory, Series B 44.3 (1988): 307-316.. Означення Сім'я підмножин множини називається опуклістю на множині , якщо виконуються наступні аксіоми: Порожня множина та сам входять в . закрита відносно перетинів. закрита відносно вкладених об'єднань. Тоді пару називають опуклим простором, а елементи — опуклими множинами. Графовим опуклим простором є пара , де є зв'язним графом з множиною вершин , яка в парі з є опуклим простором,що задовольняє попередні аксіоми. Зазначимо, що графовий опуклий простір часто сприймають як простір породжений інтервальним простором. Покладемо на множині функцію , що має наступні властивості: Для будь-яких двох елементів справджується . Функція є симетричною . Тоді називають інтервальним оператором на , a є \"інтервалом\" між та . Пару називають інтервальним простором і він природнім чином породжує опуклість на . Так, підмножину ми називаємо опуклою тільки тоді, коли для всіх . Див. також Теорія графів Граф (математика) Векторний простір Топологічний простір Опукла геометрія Опукла множина Топологічний простір Примітки Категорія:Математика Категорія:Дискретна математика Категорія:Теорія графів"}
