{"category": "Наука", "title": "Наука", "abstract": "Нау́ка — сфера діяльності людини, спрямована на отримання (вироблення і систематизацію у вигляді теорій, гіпотез, законів природи або суспільства тощо) нових знань про навколишній світ. Основою науки є збирання, оновлення, систематизація, критичний аналіз фактів, синтез нових знань або узагальнень, що описують досліджувані природні або суспільні явища та (або) дозволяють будувати причинно-наслідкові зв'язки між явищами і прогнозувати їхній перебіг.", "content": "міні|Множина Мандельброта — як ілюстрація фрактальної границі між відомим і невідомим. Нау́ка — сфера діяльності людини, спрямована на отримання (вироблення і систематизацію у вигляді теорій, гіпотез, законів природи або суспільства тощо) нових знань про навколишній світ. Основою науки є збирання, оновлення, систематизація, критичний аналіз фактів, синтез нових знань або узагальнень, що описують досліджувані природні або суспільні явища та (або) дозволяють будувати причинно-наслідкові зв'язки між явищами і прогнозувати їхній перебіг.Проект Закону України \"Про внесення змін до Закону України «Про наукову і науково-технічну діяльність» Термінологія Наука як соціально значуща сфера людської діяльності, функцією якої є вироблення й використання теоретично систематизованих об'єктивних знань про дійсність, є складовою частиною духовної культури суспільства. Поняття «наука» охоплює як здобування нового знання, так і результат цієї діяльності — суму набутих у наш час наукових знань. Термін «наука» вживають також для позначення окремих галузей наукового знання. Наука характеризується доцільно орієнтованою (суспільними завданнями й потребами, певними стратегіями наукового пошуку) творчою діяльністю з постановки, вибору й розв'язання проблем духовного й практичного освоєння світу. У сучасному україномовному академічному середовищі іноді ототожнюють український термін «наука» із англійським поняттям «science», яке означає «створення та організацію знання у формі пояснень та передбачень стосовно всесвіту, які можна перевірити»Wilson, E.O. (1999). «The natural sciences». Consilience: The Unity of Knowledge (Reprint ed.). New York, New York: Vintage. pp. 49–71. ISBN 978-0-679-76867-8., тобто, є означенням лише природничих наук. Однак в українській мові й усталеній термінології «наука» є більш широким поняттям, яке охоплює також всі гуманітарні науки, котрі послуговуються власними методами для перевірки отриманого знання, що суттєво відрізняються від наукових методів природничих і точних наук. В Україні у 2010 році навіть теологія була включена до переліку академічних дисциплін та спеціальностей, із яких можна здобувати ступені кандидата і доктора наук (у складі філософських, історичних, мистецтвознавчих або юридичних наук, залежно від напрямку теології)Вестель, Ю. Теологія як наука і предмет викладання: на шляху до концепції світської теологічної освіти в Україні // Релігія в Україні. — 2011.. Вчена рада з присудження ступеня доктора теологічних наук діє у Національному педагогічному університеті імені Михайла ДрагомановаСпеціалізована вчена рада Д 26.053.21 (09.00.11 — релігієзнавство; 09.00.14 — богослов'я), а теологія викладається у низці державних вищих навчальних закладів (НПУ, Острозька академія, Чернівецький університет, Харківський університет), де вона зазвичай називається «наукою»«Підготовка фахівців за напрямом „Богослов'я (Християнська теологія)“ буде здійснюватися на філософському факультеті і передбачає вивчення феномену релігії як духовного явища, як втілення загальнолюдських цінностей в особистісному та суспільному житті. Підготовка фахівців-богословів включає вивчення широкого спектра богословських, філософських, гуманітарних і природничих наук. Результати досліджень за цим фахом мають теоретичне і практичне значення не тільки в області даної галузі знань, але можуть бути використані і на міжгалузевому рівні, в інших областях науки, в різних сферах матеріальної і духовної культури.» (Новий напрям: богослов'я (християнська теологія) // Харківський національний університет імені В. Н. Каразіна. — 2013.. Утім система знань теології обмежена релігійною догматикою, а тому принципово відрізняється від наукового методу, й у західній філософії протиставляється науціРассел Бертран. Історія західної філософії. — К., 1995. — С. 5-14. Предмет дослідження Наука досліджує різні рівні системної організації й форми руху матерії з погляду пізнання істотних властивостей явищ, встановлення їхніх законів, різних причинних залежностей і взаємодій з метою керування природними й соціальними процесами, передбачення характеру і напрямку їхнього перебігу, створення нових технологій і розвитку виробництва. Як система знань наука охоплює не тільки фактичні дані про предмети навколишнього світу, людської думки й дії, не лише закони і принципи дослідження об'єктів, а й певні форми й способи усвідомлення їх, а в кінцевому підсумку — філософське тлумачення. Цим самим наука виступає як форма суспільної свідомості. Завдання Основне завдання науки — виявлення об'єктивних законів дійсності, а її головна тема — істинне знання. Критеріями науковості, які відрізняють науку від інших форм пізнання є: об'єктивність, системність, перевірність, орієнтація на передбачення, сувора доказовість, обґрунтованість і достовірність результатів. Значення Фактор прогресу Наука — найважливіший чинник технічного і соціально-культурного прогресу й перетворення дійсності, всебічного розвитку людських здібностей і можливостей. Передова наука сприяла виробленню прогресивного світогляду, обґрунтуванню матеріалістичного погляду на світ. Наука є способом встановлення і усвідомлення об'єктивної істини. Цим вона радикально протистоїть релігії, містицизму, спекулятивним домислам. Боротьба з цим яскраво виявляється у виникненні, з одного боку, позитивістської концепції сцієнтизму, яка абсолютизує «точне» знання, протиставляючи його гуманістичним цінностям культури, а з другого боку, — антисцієнтизму, що скочується на позиції ірраціонального заперечення ролі наукового пізнання. Соціальний інститут Наука — соціокультурна діяльність, своєрідне суспільне явище. Як соціальний інститут наука — це сукупність учених з їхніми знаннями, кваліфікацією і досвідом, наукових закладів, експерименталього, лабораторного устаткування, науково-дослідних програм творчої діяльності, системи інформації, підготовки й атестації кадрів, форм функціювання і використання всіх нагромаджених знань. Наступність досвіду і знань, єдність традицій і новаторства — суттєва особливість розвитку науки. Однією з форм її втілення є наукові школи, функціонування яких передбачає боротьбу думок, творчі дискусії та критику. Наукові теорії Основною структурною одиницею наукового знання є теорія, що систематизує експериментальний матеріал, організовує науково-дослідний пошук у нових галузях, дає опис, пояснення і передбачення фактів, орієнтує практичну діяльність. Методологія Наука розвивається за допомогою загальної методології і спеціальних методів: кількісний і якісний аналіз, класифікація, вимірювання, формалізація, моделювання, порівняльно-історичний метод та інше. Науковому знанню властиві методологічна усвідомленість і системність, об'єктивність розгляду і його детермінованість, доказовість істинності всіх положень, спирання на факти, результати достовірних, емпіричних досліджень. Критерієм істини в науці виступає суспільна практика в усіх її формах і компонентах (експеримент, виробнича і соціальна діяльність, внутрішній досвід пізнання тощо). Наукове дослідження Наука — це поступовий процес розширення області відомого людству, відсування границь невідомого. В основі науки лежить наукове дослідження, метою якого є отримання наукового знання. Наукове знання відрізняється тим, що воно здобуте за процедурою, що отримала назву наукового методу. Ця процедура поділяється на спостереження, експеримент зі строгими вимірюваннями, аналіз результатів, розробку гіпотез, теорій і формулювання законів із обов'язковою вимогою повторюваності результату і ретельної перевірки. Люди, які виконують наукові дослідження називаються дослідниками, науковцями, вченими. Результати наукових досліджень публікуються в науковій літературі, й, зазвичай, така публікація вимагає рецензування, тобто перевірки правильності процедури й висновків іншими науковцями, фахівцями з даної галузі досліджень. Будь-які висновки досліджень і теорії можуть бути відкинуті, якщо з'являються нові факти, що їх заперечують. Наукові дослідження прийнято поділяти на: фундаментальні (пізнання законів, що управляють поведінкою і взаємодією базисних структур природи, суспільства і мислення), прикладні (застосування результатів фундаментальних досліджень для розв'язання пізнавальних і соціально-практичних проблем). Фундаментальні дослідження, як правило, випереджають прикладні і створюють для них теоретичний заділ. Зміцнення взаємозв'язків між фундаментальними і прикладними дослідженнями, скорочення строків впровадження наукових досягнень у практику та виробництво — одне з основних завдань сучасної організації науки. Галузі наук Наука в ідеалі складає одне єдине ціле, оскільки її найвища мета вивчити світ у всій його повноті, однак вона також є практичною діяльністю людства, а тому розбивається на галузі (окремі науки) за предметом та методами досліджень. Будь-яка наукова пізнавальна діяльність передбачає взаємодію суб'єкта (учений, науковий колектив) і об'єкта науки (предметна область, що вивчається), в процесі якої використовується певна система методів, прийомів дослідження і мови даної науки (знаки, символи, формули тощо). Окремих галузей науки дуже багато, чимало з них діляться на інші галузі, наприклад, фізика охоплює механіку, оптику, електромагнетизм, ядерну фізику тощо. Механіку, у свою чергу можна розділити на статику й динаміку, механіку суцільних середовищ, небесну механіку і так далі. Загалом галузі науки зазвичай класифікуються за двома головними напрямками: природничі науки вивчають природні явища, суспільні науки — людську поведінку, мислення і суспільство. За межами цієї класифікації залишилися точні або формальні науки — математика, логіка, інформатика, що вивчають взаємозв'язки елементів уявних сконструйованих систем. За співвідношенням із практикою виділяють: фундаментальні науки, які безпосередньо не орієнтовані на отримання практичної користі, прикладні науки, націлені на безпосереднє практичне використання наукових результатів. Точні науки Відмінністю точних наук є апріорність вихідних положень. Математика і логіка не аналізують емпіричні факти, а використовують аксіоматичний метод. Виходячи із системи аксіом, яка вибирається довільно з єдиною вимогою несуперечливості, математика застосовує метод дедукції для отримання великої різноманітності співвідношень. Математика, проте, займає центральне місце в науці, особливо в природознавстві, оскільки надає основи кількісного аналізу фактів. Як стверджував Галілео Галілей: До точних наук можна також віднести кібернетику та інформатику, які вичленилися з математики в окремі важливі галузі науки. Природознавство Природничі науки за своїм характером емпіричні, вони вивчають факти, отримані з досвіду. На відміну від точних наук, вони опираються на метод індукції, тобто намагаються сконструювати загальне з окремих фактів. Факти можуть бути отримані з пасивних спостережень, але частіше застосовується експеримент, тобто цілеспрямоване створення умов виникнення спостережуваного явища. Метод індукції менш надійний, ніж метод дедукції, оскільки не ґарантує того, що нові факти не поставлять під сумнів уже набуте знання. Цим пояснюється строгість, якої вимагає науковий метод досліджень. Наукові теорії, зустрівшись із незрозумілим, поступово модифікуються, щоб надати йому пояснення і включити в загальну систему знань. Суспільні науки Суспільні науки досліджують людство, суспільство і мислення. До суспільних наук належать соціологія, економіка, історія та інші. Дослідження в цих царинах часто пов'язане із статистикою та вивченням історичних документів. Суспільні науки склалися пізніше, ніж природничі, їхньою особливістю є складність організації експерименту і неповторюваність об'єкта досліджень. Дещо окремо від перерахованих стоять такі науки як психологія, антропологія, які можна класифікувати як гуманітарні. До гуманітарних наук належать також галузі досліджень, що пов'язані з людською діяльністю, такі як мистецтвознавство. Суміжні галузі У суміжних галузях наукові дисципліни виражають великі і перспективні проблеми наукового пошуку, що нині зумовлює широке розгортання міждисциплінарних і комплексних досліджень. Яскравим прикладом цього є проблема охорони природи, що перебуває на стику технічних наук, наук про землю, біології, математики, медицини, економіки та інших. Для розв'язання подібних наукових і науково-технічних проблем у сучасній науці широко застосовується програмно-цільовий метод організації досліджень. Наука і філософія Історично наука вичленувалася з філософії. Відтоді між наукою і філософією триває війна і співпраця. Методами філософії є рефлексія та герменевтика. Науковці теж рефлексують над власною методологією, але роблять це в рамках наукового методу. Фундаментальні питання пізнання, наприклад, питання про критерій істини, залишаються в царині філософії. Одним із розділів філософії є філософія науки. Позитивізм виник як бунт філософів-природознавців, таких як Огюст Конт проти метафізики. Його лозунгом стало визнання істинним тільки позитивного, тобто наукового, знання. Філософія науки запропонувала загальні принципи, за якими можна проводити перевірку наукових теорії — принцип верифікації та принцип фальсифікації. Ці принципи значною мірою сформулювали мислення сучасних науковців. Паранаука Між ортодоксальною наукою та накопиченим людством досвідом, завжди існувала деяка відстань (розрив), що виконувала своєрідну роль двигуна наукового прогресу. Такий розрив може спонукати зміну парадигми. Історія науки міні|праворуч|150пкс|Фронтиспис другого видання праці Обертання небесних сфер () Миколая Коперника. 1566 рік, Базель, Швейцарія міні|праворуч|200пкс|Уособлення Саксонії у вигляді скульптури жінки поряд з Наукою та Технікою. Дрезденський вокзал, Німеччина міні|праворуч|200пкс|Місто науки () у Парижі, найбільший науковий музей Європи Наука виникла з практичних потреб людей, пов'язаних з розвитком землеробства, будівельної техніки, мореплавства, ремесел. В античну епоху вже: складаються перші теоретичні системи знання в галузі геометрії, механіки, астрономії (Евклід, Архімед, Птолемей); розвивається натурфілософська концепція атомізму (Демокріт, Епікур); з'являються спроби аналізу закономірностей суспільства і мислення (Арістотель, Платон, Геродот). За середньовіччя з появою феодалізму розвиваються (особливо в країнах арабського сходу, єврейської громади Кордови й Середньої Азії) позитивні наукові ідеї в галузі математики, астрономії, фізики, медицини, історії та інших наукових дисциплін (Ібн Сіна, Ібн Рушд, Аль-Біруні та інші). У Західній Європі, долаючи опір богослов'я, йде процес нагромадження фактичного матеріалу в біології, робляться спроби розвитку елементів математики і дослідного природознавства (Роджер Бекон, Альберт Великий та інші). На високому рівні були наукові знання в Київській Русі. Виникнення капіталізму, розвиток промисловості й торгівлі, мореплавства і військової техніки стимулювали бурхливе зростання науки вже в епоху Відродження. Наука пориває з теологією, сприяючи утвердженню матеріалістичних ідей (Джордано Бруно, Леонардо да Вінчі, Френсіс Бекон). Великого поширення набуває експериментальне вивчення природи, обґрунтування якого мало революційне значення для науки. Справжній переворот відбувається в астрономії (Миколай Коперник, Галілео Галілей). У XVII—XVIII століттях створюються класична механіка, диференціальне й інтегральне числення, аналітична геометрія, хімічна атомістика, система класифікації рослин і тварин, стверджується принцип збереження матерії і руху (Ісаак Ньютон, Готфрід Вільгельм Лейбніц, Рене Декарт, Джон Дальтон, Карл Лінней та інші). В цей же час відбувається подальше оформлення науки як соціального інституту, створюються перші європейські академії, наукові товариства, починається видання наукової періодичної літератури. У зв'язку з промисловим переворотом кінця XVIII століття почався новий етап у розвитку науки. В XIX столітті виникли нові фізичні дисципліни (термодинаміка, електродинаміка класична), створюються еволюційне вчення і клітинна теорія в біології, формулюється закон збереження і перетворення енергії, розвиваються нові концепції в астрономії і математиці (Джеймс Клерк Максвелл, Майкл Фарадей, Жан Батист Ламарк, Чарльз Дарвін, Теодор Шванн, Маттіас Шлейден та інші). З першої половини XVIII століття починається піднесення науки й в Україні (Феофан Прокопович, Григорій Сковорода), працює Києво-Могилянська академія. У XIX столітті визнаними науковими центрами стали Харківський, Київськийи та Одеський університет, де працювали зокрема такі вчені, як Іван Сєченов, Ілля Мечников, Микола Пирогов, Олександр Ковалевський, Василь Докучаєв, Михайло Максимович, Володимир Бец, Олександр Потебня та інші. Наприкінці XVIII—XIX завдяки активному копіюванню досягнень європейської культури, зокрема принципів організації освіти та науки, науковці з'явилися і в Російській імперії. Наприклад, О. М. Бутлеров, П. М. Лебедєв, М. І. Лобачевський, Д. І. Менделєєв, О. С. Попов, К. А. Тімірязєв. Подальшого розвитку в XIX столітті набули й суспільні науки. Соціалісти-утопісти закликали до заміни капіталістичного суспільства соціалістичним. Класики політичної економії заклали основи трудової теорії вартості. Праці в галузі діалектики й матеріалізму були видатним досягненням філософської думки. На рубежі XIX—XX століть великі зміни в науковій картині світу і ряд нових відкриттів у фізиці (електрон, рентгенівське випромінювання, радіоактивність тощо) призводять до кризи класичного природознавства і насамперед його механістичної методології. У XX значних успіхів досягли математика і фізика, виникли такі галузі технічних наук, як радіотехніка, електроніка. З'явилась кібернетика, яка збільшує свій вплив на подальший розвиток науки і техніки. Успіхи фізики і хімії сприяють глибшому вивченню біологічних процесів у клітинах, що стимулює розвиток сільськогосподарських і медичних наук. Відбувається тісне зближення науки з виробництвом, зростають і зміцнюються її зв'язки з суспільним життям. Сучасна наука становить важливу складову частину науково-технічної революції. Найбільші проєкти наукових досліджень початку XXI століття Астрономія й космонавтика міні|right|200пкс|Міжнародна космічна станція ISS, 23 травня 2010 року міні|right|200пкс|Основні компоненти інфрачервоного космічного телескопа «Джеймс Вебб» JWST Міжнародна космічна станція — спільний проєкт космічних агенцій Росії (Роскосмос), США (NASA), Японії (JAXA), Європейського союзу (ESA), Канади (CSA), Бразилії (AEB)Офіційна сторінка Міжнародної космічної станції на сайті NASA. . Початок будівництва 1998 рік, закінчення — 2011 рік. Найдорожчий науковий проєкт в історії науки, вартістю $100 млрд доларів. Найбільший техногенний предмет у космосі. Дослідження Марса у перше десятиліття третього тисячоліття розгорнулись з новим ентузіазмом. Численні роботизовані місії збирають інформацію для розв'язання двох головних питань: існування життя на червоній планеті та висадки людей на планету. У 2001 році Марс Одисей (), запущений NASA, розпочав геологічне дослідження планетиОфіційна сторінка проєкту Mars Odyssey. , у теперішній час виконує роль ретранслятора для марсоходів Спірит та Опорт'юнітіОфіційна сторінка проєкту досліджень . . У 2008 році естафету його досліджень перехопив космічний зонд ФеніксОфіційна сторінка проєкту Phoenix Mars lander . . У 2003 році Європейське космічне агентство запустило на Марс космічний апарат Марс-експрес з посадковим модулем Бігль-2, що зазнав невдачі, на бортуОфіційна сторінка проєкту Mars Express. . У 2005 році NASA запустило Mars Reconnaissance Orbiter задля детального зондування поверхні планетиОфіційна сторінка MRO. . Наразі американське космічне агентство спрямовує свої зусилля на проєкт марсоходу Марсіанської наукової лабораторії. Вартість проєкту $2,3 мільярда доларівОфіційна сторінка проєкту Mars Science Laboratory. . Космічний телескоп «Джеймс Вебб» — орбітальна інфрачервона обсерваторія, яка замінить у 2014 році космічний телескоп «Хаббл» та інфрачервону обсерваторію космічного базування «Спітцер» (запущена 25 серпня 2003 року). Це спільний проєкт американської (NASA), канадської (CSA) та європейської (ESA) космічних агенційОфіційна сторінка проєкту на сайті NASA. . Вартість проєкту становить $824 млн доларів. Радіотелескоп на низьких частотах (нижче 250 МГц), інтерферометр нового покоління Радіоантена площею у Квадратний Кілометр буде введено в дію в Австралії або Південній Африці у 2017 роціОфіційний сайт проєкту SKA . Він стане заміною сучасного європейського масиву радіотелескопів Low Frequency ArrayОфіційний сайт Європейського масиву радіотелескопів LOFAR . Фізика й енергетика міні|праворуч|200пкс|Детектор ATLAS Великого адронного колайдера під час будівництва у 2005 році Європейський рентгенівський лазер на вільних електронах XFEL () для дослідження атомарних взаємодій. Найбільший у світі рентгенівський лазер у Гамбурзі, НімеччинаОфіційна сторінка проєкту XRFEL. . Старт призначений на 2013–2014 рік. За допомогою надкороткочасних лазерних спалахів (менше трильйонної частки секунди) можна буде «побачити» молекулярні і атомарні процеси. Вартість близько $1,5 мільярда доларів. Майже чверть витрат бюджету взяла на себе Росія в особі корпорації «Роснано». Найбільший у світі прискорювач елементарних частинок, Великий адронний колайдер (, LHC), створений у Європейському центрі ядерних досліджень CERN, поблизу ЖеневиОфіційний сайт проєкту LHC. . Фінансування та супровід проєкту здійснюють понад 10 000 науковців та інженерів з понад 100 країн світу. Вартість проєкту становить $6 млрд доларів. Колайдер дозволить виявити бозони Хіггса і зімітувати стан Всесвіту через мільярдну частку секунди після Великого вибуху. Запроєктований у 1984 році, реалізацію почали 2001 року, перший запуск здійснили 10 вересня 2008 року, офіційне відкриття 20 листопада 2009 рокуБрошура CERN. Відповіді на популярін питання. 2008 . . FAIR (), потрібен, щоб відтворити субстанцію, яка утворилася в перші мікросекунди після Великого вибуху та вивчити сильну взаємодіюОфіційна сторінка проєкту FAIR . . Проєкт німецького Центру Гельмгольца з вивчення важких іонів GSI () у ДармштадтіОфіційна сторінка Центру Гельмгольца . . Запланований запуск у 2015 році. Вартість проєкту приблизно $1,7 млрд доларів. Термоядерний синтез на лазерних імпульсах () — лазерний термоядерний реактор, розташований в Лівермор, Каліфорнія, СШАОфіційна сторінка проєкту NIF. . Будівництво завершено 31 березня 2009 року, продовжувалось 12 років й обійшлося в $3,9 млрд доларів. 192 надпотужних лазерів, націлених в одну точку, повинні згенерувати надкороткочасний спалах світла в 500 терават, щоб спровокувати термоядерну реакцію всередині невеличкого золотого циліндра, де буде дейтерій з тритієм. NIF — американський конкурент термоядерного реактора ITER, який будують у Франції, проте перший ще не має попередників. Міжнародний експериментальний термоядерний реактор (), задля термоядерного синтезу на токамаціОфіційна сторінка проєкту ITER. . Знаходиться у Кадараші, Франція, неподалік від Лазурного берега. Будівництво розпочато у 2006 році, у 2016-му повинно бути закінчено. Якщо експеримент піде успішно, то у 2020-х — 2030-х роках почнеться проєктування комерційних термоядерних реакторів. Фінансовий внесок: Китай, Індія, Корея, Росія, США — по 1/11 загальної суми, Японія — 2/11, Європейський союз — 4/11. Вартість проєкту $12–15 млрд доларів. Біологія й медицина міні|праворуч|200пкс|Роботизоване приготування зразків для МАЛДІ мас-спектрометрії людських протеїнів. Глобальний Перепис морської біоти стартував у 2000 році й розрахований на 10 роківОфіційний сайт Проєкту перепису морського життя. . Узагальнена доповідь 80 країн-учасниць буде представлена на конференції у Лондоні 2010 рокуПро проєкт, його мету, заходи та цілі на офіційному сайті . . Робота ведеться у 14 напрямках польових досліджень та 4 напрямках теоретичних узагальнень отриманих даних. Вартість проєкту $1 млрд доларів. створена у 2001 році й ставить собі на меті докладний опис усіх білків людського організмуОфіційний сайт Організації з дослідження людського протеома. . Вартість проєкту понад $1 млрд доларів. Геологія стартувала у 2003 році й розрахована на 10 років досліджень геологічної будови океанічного дна планетиОфіційний сайт Міжнародної програми з глибинного буріння дна океанів IODP. . Див. також Наука в Україні Наукове товариство Наукометрія Наука та наукознавство Наукознавство Популяризація науки Джерела Наука // Наука // Фармацевтична енциклопедія. С. Кримський. Наука // Література Українською Білецький В. С. Методологія наукових досліджень технічних об᾽єктів та їх оптимізація : навч. посібник / Нац. техн. ун-т «Харків. політехн. ін-т». — Київ : ФОП Халіков Руслан Халікович, 2023. — 118 с. Данильян О. Г. Методологія наукових досліджень : підручник / О. Г. Данильян, О. П. Дзьобань. — Харків : Право, 2019. — 368 с. Юринець В. Є. Методологія наукових досліджень : навч. посібник / В. Є. Юринець. — Львів : ЛНУ імені Івана Франка, 2011. — 178 с. Іншими мовами Посилання Український науково-аналітичний портал. Новини науки Бюро вільної науки — новини, статті, монографії. Exploratorium — інтерактивний музей науки і мистецтва в Сан-Франциско, Експлораторіум. Наукова періодика American Scientist — американський науково-популярний журнал. New Scientist — американський науково-популярний журнал. Popular Science — американський науково-популярний журнал. Science magazine — американський науково-популярний журнал. Scientific American — американський науково-популярний журнал. В мире науки — щомісячне науково-популярне видання. Вестник Российской академии наук — архів журналу Російської академії наук. Вестник РФФИ — архів журналу Російського фонду фундаментальних досліджень. Astronomy — американський астрономічний журнал. Sky and Telescope — американський науково-популярний журнал з астрономії. The Astronomer — американський науково-популярний журнал з астрономії. Земля и Вселенная — архів науково-популярного журналу з астрономії. Новости космонавтики — науково-популярний журнал з космонавтики. Physics — журнал Американського товариства фізиків. Physics Today — науковий журнал Американського фізичного інституту. CERN courier — часопис ЦЕРНу. Physics World — науковий журнал британського Інституту фізики. Квант — архів науково-популярного фізико-математичного журналу. The Scientist — американський науковий медико-біологічний журнал. BMC Biology — науковий часопис з питань біолого-медичних досліджень. National Geografic — журнал американського географічного товариства. Природа — архів природничо-наукового журналу Російської академії наук. Вокруг света — науково-популярний онлайн-часопис. Popular Mechanics — американський науково-популярний журнал з техніки й технологій. Химия и жизнь — сайт науково-популярного журналу з хімії. Экология и жизнь — науково-популярний, освітній журнал. Категорія:Надпопулярні статті Категорія:Академічна термінологія"}
{"category": "Наука", "title": "Дисципліна", "abstract": "Дисциплíна (лат. disciplina — навчання, виховання) — багатозначне поняття.\nДисципліна (лат. disciplina) суспільна - певний порядок поведінки людей, що відповідає нормам права і моралі, що склалися в суспільстві, або вимогам якої-небудь організації.\nДисципліна є необхідною умовою нормального існування суспільства; завдяки дисципліні поведінка людей приймає впорядкований характер, що забезпечує колективну діяльність і функціонування соціальних організацій. У суспільстві завжди існує загальнообов'язкова дисципліна і спеціальна дисципліна — обов'язкова лише для членів певної організації (трудова, партійна, військова тощо). Дисципліна завжди визначається пануючими суспільними стосунками і служить для їх підтримки.\nРозрізняють внутрішню дисципліну, або самодисципліну, дисципліну з міркувань вигоди і дисципліну з примусу. Внутрішня дисципліна передбачає глибоке засвоєння (інтеріорізацію) членами суспільства норм, що регулюють поведінку людей. Підтримується без зовнішніх санкцій і примусових заходів. «… Підпорядкування може, при ідеальній свідомості і дисциплінованості учасників загальної роботи, нагадувати більше м'яке керування диригента» (Ленін В. І., Повне зібрання творів, 5 видавництво, т. 36, с. 200). Дисциплінована людина має внутрішню потребу дотримуватися прийнятих норм поведінки і в разі їх недотримання відчуває муки совісті, провину і т. д. На відміну від внутрішньої Д., Д. з міркувань вигоди і Д. з примусу опираються на зовнішні санкції — позитивні або негативні. Член суспільства або організації може слідувати нормам і розпорядженням лише з розрахунку на матеріальне або яке-небудь інше заохочення або прагнучи уникнути покарання. Зрештою, дисципліна визначається мірою поєднання особистих інтересів членів суспільства, їх потреб і виконуваних ними соціально обумовлених норм поведінки. Якщо ці норми не стають внутрішніми пружинами дій індивідів, виникають різного роду відхилення в поведінці, які або регулюються за допомогою механізмів соціального контролю, або можуть привести до змін і ломки існуючих норм і інститутів. Проте суспільно шкідливою може виявитися і надмірно жорстка Д., оскільки в цих умовах члени суспільства позбавляються творчої ініціативи, а суспільна система втрачає необхідну гнучкість.", "content": "Дисциплíна ( — навчання, виховання) — багатозначне поняття. Дисципліна (лат. disciplina) суспільна - певний порядок поведінки людей, що відповідає нормам права і моралі, що склалися в суспільстві, або вимогам якої-небудь організації. Дисципліна є необхідною умовою нормального існування суспільства; завдяки дисципліні поведінка людей приймає впорядкований характер, що забезпечує колективну діяльність і функціонування соціальних організацій. У суспільстві завжди існує загальнообов'язкова дисципліна і спеціальна дисципліна — обов'язкова лише для членів певної організації (трудова, партійна, військова тощо). Дисципліна завжди визначається пануючими суспільними стосунками і служить для їх підтримки. Розрізняють внутрішню дисципліну, або самодисципліну, дисципліну з міркувань вигоди і дисципліну з примусу. Внутрішня дисципліна передбачає глибоке засвоєння (інтеріорізацію) членами суспільства норм, що регулюють поведінку людей. Підтримується без зовнішніх санкцій і примусових заходів. «… Підпорядкування може, при ідеальній свідомості і дисциплінованості учасників загальної роботи, нагадувати більше м'яке керування диригента» (Ленін В. І., Повне зібрання творів, 5 видавництво, т. 36, с. 200). Дисциплінована людина має внутрішню потребу дотримуватися прийнятих норм поведінки і в разі їх недотримання відчуває муки совісті, провину і т. д. На відміну від внутрішньої Д., Д. з міркувань вигоди і Д. з примусу опираються на зовнішні санкції — позитивні або негативні. Член суспільства або організації може слідувати нормам і розпорядженням лише з розрахунку на матеріальне або яке-небудь інше заохочення або прагнучи уникнути покарання. Зрештою, дисципліна визначається мірою поєднання особистих інтересів членів суспільства, їх потреб і виконуваних ними соціально обумовлених норм поведінки. Якщо ці норми не стають внутрішніми пружинами дій індивідів, виникають різного роду відхилення в поведінці, які або регулюються за допомогою механізмів соціального контролю, або можуть привести до змін і ломки існуючих норм і інститутів. Проте суспільно шкідливою може виявитися і надмірно жорстка Д., оскільки в цих умовах члени суспільства позбавляються творчої ініціативи, а суспільна система втрачає необхідну гнучкість. У суспільних відносинах Обов'язковий порядок поведінки, що відповідає нормам права та моралі або вимогам системи освіти, її конкретних організацій. Дисципліна — твердо встановлений порядок, дотримання якого є обов'язковим для всіх членів його колективу. Дисципліна — (від лат. Disciplina витриманість, строгість) — своєчасне та належне виконання правил і зобов'язань, дотримання прийнятих законів і норм економічної діяльності. Розрізняють: договірну дисципліну — виконання зобов'язань за договорами; платіжну (фінансову) дисципліну — своєчасне і повне здійснення платежів і розрахунків; трудову дисципліну — дотримання правил і норм трудової діяльності; технологічну дисципліну — суворе дотримання технологічного регламенту, встановленого згідно з технологічною документацією. Дисципліна праці (від лат. dyscipiina — вчення, виховання, розпорядок) — дотримання кожним працівником вимог і обов'язків, що випливають з його місця у виробничому процесі, узгодження його діяльності з діями інших учасників виробництва у процесі спільної праці. Д. п. у вузькому розумінні — це точне виконання виробником встановленого внутрішнього трудового розпорядку на підприємствах і установах, суворе дотримання виробничих правил і функціональних обов'язків. Д. п. є неодмінною умовою існування сучасного взаємопов'язаного, взаємозумовленого процесу виробництва. ЇЇ значимість зростає разом з підвищенням технічного рівня виробництва, поглибленням спеціалізації та кооперування праці, що вимагають високої організованості та відповідальності кожного робітника. Порушення Д. п. на одному робочому місці може звести нанівець зусилля багатьох працівників, спричинити великі втрати, нещасні випадки, екологічні катастрофи. її зміцнення є суттєвим резервом підвищення ефективності виробництва. У системі знань Конкретна галузь академічних наукових, навчальних та інших знань. Синонім — Фах. Також це навчальний предмет або навчальна дисципліна. Наприклад: Інформатика, Геомеханіка, Англійська мова, Психологія та ін. Див. також Трудова дисципліна Військова дисципліна Примітки Джерела Дисципліна Тофтул М. Г. Сучасний словник з етики. – Житомир: Вид-во ЖДУ ім.І. Франка, 2014. – 416с. ISBN 978-966-485-156-2 Мусієнко І. В. Дисципліна по-сталінськи: міфи й реальність (Указ від 26.06.40 р. і його реалізація в Чернівецькій області в 1940-1941 рр.) // Питання історії України: Збірник наукових статей. – Чернівці : Золоті литаври, 1998. – Т.2. – С. 250–261. Посилання Дисципліна // Категорія:Людська поведінка Категорія:Педагогіка Категорія:Право Категорія:Мораль Категорія:Наука"}
{"category": "Наука", "title": "Моральна відповідальність вченого", "abstract": "Моральна відповідальність вченого — передбачає дотримання кожним науковцем певних принципів поведінки у науковому співтоваристві.\nЦі принципи визначаються сукупністю морально-етичних цінностей, притаманних цьому виду творчої праці. Їх зміст склався історично й уточнюється та вдосконалюється самою науковою спільнотою відповідно до виникнення нових етичних проблем у науці, пов'язаних з суспільним розвитком.\nНаукова етика — це сукупність встановлених та визнаних науковою спільнотою норм поведінки, правил, моралі наукових працівників, зайнятих у сфері науково-технологічної та науково-педагогічної діяльності.\nВ етиці науки існує поняття особистої відповідальності вченого. Він відповідає за «повноцінність» отриманого ним наукового продукту — від нього чекають бездоганної вимогливості до достовірності матеріалу, коректності у використанні робіт своїх колег, логіки аналізу, обґрунтованості висновків. Це і є елементарна відповідальність вченого, його персональна етика. Правила і положення щодо персональної етики наукових працівників, залучених до наукової та науково-педагогічної діяльності, містяться в таких основних поняттях.\nАвторське право: авторами визнаються тільки ті наукові працівники, які внесли значний інтелектуальний внесок у певну наукову роботу.\nПорушеннями у наукових дослідженнях вважаються: фальсифікація; перероблення і плагіат; невизнання авторства або значного інтелектуального внеску у наукову роботу; використання нової інформації, ідей або даних із конфіденційних рукописів або приватних бесід; використання архівних матеріалів з порушенням правил використання архівних документів; невиконання державного законодавства, статутів та колективних договорів академій, вищих навчальних закладів та науково-дослідницьких організацій, положень про безпеку наукової праці.\nНе вважаються порушеними в науковій діяльності чинники, що притаманні дослідницьким процесам, і нефальсифіковані (несвідомі) дослідницькі помилки, конфлікт даних, різ-не тлумачення та інтерпретація отриманих результатів, експериментальні розробки.\nОтже, персональна етика — це відповідальність вченого за об'єктивність результату.\nРазом з тим етичні проблеми, які пов'язані з моральним вибором вченого, передбачають відповідальність морального характеру — перед собою, науковим співтовариством, суспільством за той вплив на навколишній світ, який спричинений його дослідженнями та їх результатами. 20 листопада 1974 р. на 18-й Генеральній конференції Організації Об'єднаних Націй з питань освіти, науки і культури (ЮНЕСКО) в Парижі була прийнята «Рекомендація про статус наукових працівників», яка була ратифікована урядами більшості країн світу та внесла значний внесок у справу формування моральнісних засад наукової діяльності.\nОсновні права та відповідальність наукових працівників з точки зору громадянських та етичних аспектів наукових досліджень, що сформульовані в цьому основоположному документі, такі:\n- працювати в дусі інтелектуальної свободи пошуку, розвивати та захищати наукову істину в тому вигляді, як вони її розуміють;\n- сприяти визначенню цілей і задач програм, якими вони займаються, та визначенню методів, які потрібно прийняти і які повинні бути гуманними та відповідати вимогам соціа-льної та екологічної відповідальності;\n- вільно виражати свій погляд стосовно гуманності, соціальної та екологічної цінності проектів і як крайня міра відмовлятися від роботи за цими проектами, якщо це продиктовано їм їх сумлінням;\n- вносити позитивний та конструктивний внесок у науку, культуру та освіту своєї власної країни, а також для досягнення національних цілей, покращання добробуту своїх співгромадян, підтримки міжнародних ідеалів та цілей ООН;\n- аналізувати необхідні соціальні умови в кожному випадку та інформувати громадськість про можливі соціальні наслідки, брати участь як у підготовці, так і в реалізації прийнятих рішень, контролі та аналізі результатів;\n- виявляти, аналізувати і повністю усвідомлювати ризик, пов'язаний з проведенням наукових досліджень;\n- спілкуватися і обмінюватися інформацією, отриманою як у ході власних досліджень, так і з зовнішніх джерел;\n- сприяти співробітництву і здоровій конкуренції між науковими працівниками, поширенню знань у гуманних цілях; — використовувати сучасні засоби комунікації з метою забезпечення доступу до наукової інформації і стимулювання дискусій як в науковому співтоваристві, так і в суспільстві в цілому, сприяти конструктивному діалогу з людьми, відповідальність яких лежить в інших сферах (ЗМІ, політика, економіка тощо), що полегшить суспільству визнання моральних цін-ностей науково-технічних досягнень;\n- створювати, застосовувати і поширювати знання — це прямий обов'язок наукових працівників перед прийдешніми поколіннями як індивідуально, так і в сукупності завдяки контактам та співробітництву.", "content": "Моральна відповідальність вченого — передбачає дотримання кожним науковцем певних принципів поведінки у науковому співтоваристві. Ці принципи визначаються сукупністю морально-етичних цінностей, притаманних цьому виду творчої праці. Їх зміст склався історично й уточнюється та вдосконалюється самою науковою спільнотою відповідно до виникнення нових етичних проблем у науці, пов'язаних з суспільним розвитком. Наукова етика — це сукупність встановлених та визнаних науковою спільнотою норм поведінки, правил, моралі наукових працівників, зайнятих у сфері науково-технологічної та науково-педагогічної діяльностіКодекс наукової етики. В етиці науки існує поняття особистої відповідальності вченого. Він відповідає за «повноцінність» отриманого ним наукового продукту — від нього чекають бездоганної вимогливості до достовірності матеріалу, коректності у використанні робіт своїх колег, логіки аналізу, обґрунтованості висновків. Це і є елементарна відповідальність вченого, його персональна етика. Правила і положення щодо персональної етики наукових працівників, залучених до наукової та науково-педагогічної діяльності, містяться в таких основних поняттях. Авторське право: авторами визнаються тільки ті наукові працівники, які внесли значний інтелектуальний внесок у певну наукову роботу. Порушеннями у наукових дослідженнях вважаються: фальсифікація; перероблення і плагіат; невизнання авторства або значного інтелектуального внеску у наукову роботу; використання нової інформації, ідей або даних із конфіденційних рукописів або приватних бесід; використання архівних матеріалів з порушенням правил використання архівних документів; невиконання державного законодавства, статутів та колективних договорів академій, вищих навчальних закладів та науково-дослідницьких організацій, положень про безпеку наукової праці. Не вважаються порушеними в науковій діяльності чинники, що притаманні дослідницьким процесам, і нефальсифіковані (несвідомі) дослідницькі помилки, конфлікт даних, різ-не тлумачення та інтерпретація отриманих результатів, експериментальні розробки. Отже, персональна етика — це відповідальність вченого за об'єктивність результату. Разом з тим етичні проблеми, які пов'язані з моральним вибором вченого, передбачають відповідальність морального характеру — перед собою, науковим співтовариством, суспільством за той вплив на навколишній світ, який спричинений його дослідженнями та їх результатами. 20 листопада 1974 р. на 18-й Генеральній конференції Організації Об'єднаних Націй з питань освіти, науки і культури (ЮНЕСКО) в Парижі була прийнята «Рекомендація про статус наукових працівників», яка була ратифікована урядами більшості країн світу та внесла значний внесок у справу формування моральнісних засад наукової діяльності. Основні права та відповідальність наукових працівників з точки зору громадянських та етичних аспектів наукових досліджень, що сформульовані в цьому основоположному документі, такі: - працювати в дусі інтелектуальної свободи пошуку, розвивати та захищати наукову істину в тому вигляді, як вони її розуміють; - сприяти визначенню цілей і задач програм, якими вони займаються, та визначенню методів, які потрібно прийняти і які повинні бути гуманними та відповідати вимогам соціа-льної та екологічної відповідальності; - вільно виражати свій погляд стосовно гуманності, соціальної та екологічної цінності проектів і як крайня міра відмовлятися від роботи за цими проектами, якщо це продиктовано їм їх сумлінням; - вносити позитивний та конструктивний внесок у науку, культуру та освіту своєї власної країни, а також для досягнення національних цілей, покращання добробуту своїх співгромадян, підтримки міжнародних ідеалів та цілей ООН; - аналізувати необхідні соціальні умови в кожному випадку та інформувати громадськість про можливі соціальні наслідки, брати участь як у підготовці, так і в реалізації прийнятих рішень, контролі та аналізі результатів; - виявляти, аналізувати і повністю усвідомлювати ризик, пов'язаний з проведенням наукових досліджень; - спілкуватися і обмінюватися інформацією, отриманою як у ході власних досліджень, так і з зовнішніх джерел; - сприяти співробітництву і здоровій конкуренції між науковими працівниками, поширенню знань у гуманних цілях; — використовувати сучасні засоби комунікації з метою забезпечення доступу до наукової інформації і стимулювання дискусій як в науковому співтоваристві, так і в суспільстві в цілому, сприяти конструктивному діалогу з людьми, відповідальність яких лежить в інших сферах (ЗМІ, політика, економіка тощо), що полегшить суспільству визнання моральних цін-ностей науково-технічних досягнень; - створювати, застосовувати і поширювати знання — це прямий обов'язок наукових працівників перед прийдешніми поколіннями як індивідуально, так і в сукупності завдяки контактам та співробітництву. Література Методологія та організація наукових досліджень: Конспект лекцій / Укладачі В. С. Білецький, О. А. Северин,. — Полтава, 2014. — 113 с. Категорія:Етика Категорія:Наука Примітки"}
{"category": "Наука", "title": "Наукова дисципліна", "abstract": "Наукова дисципліна — самостійна галузь наукових знань або логіко-змістовна система наукових понять. Це більш вузьке поняття ніж академічна дисципліна, що включає також галузі знання, які не є строго науковими (філософія, мистецтво, теологія тощо).", "content": "Наукова дисципліна — самостійна галузь наукових знань або логіко-змістовна система наукових понять. Це більш вузьке поняття ніж академічна дисципліна, що включає також галузі знання, які не є строго науковими (філософія, мистецтво«Відділ академічних дисциплін кафедри забезпечує підготовку студентів напрямів «Дизайн» та «Декоративно-прикладне мистецтво» з таких професійно-орієнтованих дисциплін: рисунок, живопис, скульптура, пластична анатомія, перспектива.» , теологія В Україні богослов'я визнали науковою дисципліною // Релігійно-інформаційна служба України, 18.05.2010. тощо). Суть Наукову дисципліну визначає логічна система наукового знання, методів і засобів пізнання, які постійно розвиваються. Для неї є характериним розвиток понятійного апарату, посилення спеціалізації понять і мови науки, збільшення інформаційного поля наукових понять, поглиблення їх змісту та звуження їх обсягу. Конкретна наука відзначається системністю знань, без якої немає істини, має цілісністнь і відкритість змісту, що дає змогу розширювати її новими науковими фактами, законами, теоріями та ін. Свої об'єкти вивчення наукова дисципліна розгладає з відповідного кута зору або аспекта. Так фізика моделює (описує) фізичний аспект досліджуваного об'єкта, хімія — хімічний, техніка — технічний і технологічний та ін., що по суті є відображенням аспектного принципу в науці. Історія розвитку З нерозчленованого знання, що панувало в Архаїчній Греції, почали формуватися (математика, астрономія і медицина), потім первісна філософія (термін «філософія» вперше вживається Піфагором, а у вигляді окремої науки її вперше виділив Платон). Починає відбуватися процес «диференціації науки», що відповідав потребам стародавнього землеробства, навігації та будівництва. Наприклад, математика ще в IV ст. до н. е. поділяється на арифметику, геометрію й алгебру. Пізнавальна, пояснювальна і прогнозуюча функції науки стимулювала її розвиток, а її внутрішні й зовнішні суперечності вимагали подальшої диференціації. Образ науки, як сукупність наукових дисциплін, остаточно сформувався в середні віки. В епоху Відродження) розвиток природознавства і зростаючі потреби техніки і промисловості привели до односторонньої диференціації науки, що було характерним до кінця першої половини XIX ст. Почала збільшувати кількість фундаментальних, а згодом прикладних і технічних наук (тепер нараховують більш ніж дві тисячі наукових дисциплін). Диференціація науки дозволяє зводити складні явища до простих (принцип редукціонізму), розчленовувати досліджуваний об'єкт на частини (елементи) і вивчати певні його властивості або аспекти (сторони, рівні) методом наукового аналізу (елементаризько-аналітичний підхід). Це сприяло відкриттю і пізнанню значної кількості законів у різних галузях знань та їх практичному використанню. Проте у кінці XVIII ст. виникла альтернативна (протилежна) тенденція — процес інтеграції наукових дисциплін. Дослідження об'єктів (явищ, процесів) і світу з точки зору певних наукових дисциплін почало доповнюватися або замінюватися багатоаспектним, багатостороннім та інваріантним. Процес інтеграції наук на перший план висунув сам об'єкт дослідження, що розглядається з погляду різних наукових знань як субстрат (носій) усіх притаманних йому властивостей, функцій, форм руху і характеристик розвитку. Наукові і навчальні дисципліни Навчальна дисципліна відображає за змістом лише ті наукові знання і способи діяльності, що відповідають ієрархії цілей навчання і доступні для засвоєння учнями на певному ступені навчання саме через те, що він є педагогічною моделлю відповідної наукової дисципліни. Див. також Навчальна дисципліна Перелік наукових спеціальностей Примітки Джерела Бузунов Р. А. Модульне і традиційне навчання: динаміка розвитку — Юридична психологія та педагогіка // 2011 № 1(9) Категорія:Наука Категорія:Наукові дисципліни Категорія:Академічна термінологія"}
{"category": "Наука", "title": "Наукове видавництво", "abstract": "Академічне видавництво або Наукове видавництво — це підгалузь видавничої справи, яка поширює наукові дослідження та наукові матеріали. Більшість наукових робіт публікується в наукових журнальних статтях, книгах або дисертаціях . Частину академічної письмової продукції, яка формально не публікується, а лише роздруковується або розміщується в Інтернеті, часто називають «сірою літературою». Більшість наукових і науково-популярних журналів, а також багато наукових і науково-популярних книг, хоча і не всі, базуються на певній формі рецензування або редагування для відбору текстів, що підлягають опублікуванню. Стандарти якості та вибірковості рецензування дуже різняться від журналу до журналу, від видавництва до видавництва і від галузі до галузі.\nБільшість усталених академічних дисциплін мають власні журнали та інші видання, хоча багато академічних журналів є дещо міждисциплінарними і публікують роботи з кількох окремих галузей або підгалузей. Існує також тенденція до поділу існуючих журналів на спеціалізовані розділи в міру того, як сама галузь стає більш спеціалізованою. Поряд з відмінностями в процедурах рецензування та публікації, види публікацій, які приймаються як внесок у знання або дослідження, значно відрізняються в різних галузях і підгалузях. У природничих науках прагнення до статистично значущих результатів призводить до упередженості публікацій.\nАкадемічне книговидання зазнає значних змін, оскільки переходить від друкованого до електронного формату. Бізнес-моделі в електронному середовищі відрізняються. З початку 1990-х років ліцензування електронних ресурсів, зокрема журналів, стало дуже поширеним явищем. Важливою тенденцією, особливо щодо наукових журналів, є відкритий доступ через Інтернет. При публікації у відкритому доступі журнальна стаття стає доступною для всіх в Інтернеті безкоштовно в момент публікації видавцем.\nЯк відкриті, так і закриті журнали іноді фінансуються автором, який сплачує плату за обробку статті, таким чином перекладаючи певну плату з читача на дослідника або його спонсора. Багато відкритих або закритих журналів фінансують свою діяльність без таких зборів, а інші використовують їх у хижацьких публікаціях. Інтернет сприяв самоархівуванню у відкритому доступі, коли автори самі роблять копії своїх опублікованих статей доступними для всіх в Інтернеті. Деякі важливі результати в математиці були опубліковані тільки наarXiv.", "content": "міні| Кількість публікацій науково-технічних журналів на мільйон жителів станом на 2013 рік Академічне видавництво або Наукове видавництво — це підгалузь видавничої справи, яка поширює наукові дослідження та наукові матеріали. Більшість наукових робіт публікується в наукових журнальних статтях, книгах або дисертаціях . Частину академічної письмової продукції, яка формально не публікується, а лише роздруковується або розміщується в Інтернеті, часто називають «сірою літературою». Більшість наукових і науково-популярних журналів, а також багато наукових і науково-популярних книг, хоча і не всі, базуються на певній формі рецензування або редагування для відбору текстів, що підлягають опублікуванню. Стандарти якості та вибірковості рецензування дуже різняться від журналу до журналу, від видавництва до видавництва і від галузі до галузі. Більшість усталених академічних дисциплін мають власні журнали та інші видання, хоча багато академічних журналів є дещо міждисциплінарними і публікують роботи з кількох окремих галузей або підгалузей. Існує також тенденція до поділу існуючих журналів на спеціалізовані розділи в міру того, як сама галузь стає більш спеціалізованою. Поряд з відмінностями в процедурах рецензування та публікації, види публікацій, які приймаються як внесок у знання або дослідження, значно відрізняються в різних галузях і підгалузях. У природничих науках прагнення до статистично значущих результатів призводить до упередженості публікацій. Академічне книговидання зазнає значних змін, оскільки переходить від друкованого до електронного формату. Бізнес-моделі в електронному середовищі відрізняються. З початку 1990-х років ліцензування електронних ресурсів, зокрема журналів, стало дуже поширеним явищем. Важливою тенденцією, особливо щодо наукових журналів, є відкритий доступ через Інтернет. При публікації у відкритому доступі журнальна стаття стає доступною для всіх в Інтернеті безкоштовно в момент публікації видавцем. Як відкриті, так і закриті журнали іноді фінансуються автором, який сплачує плату за обробку статті, таким чином перекладаючи певну плату з читача на дослідника або його спонсора. Багато відкритих або закритих журналів фінансують свою діяльність без таких зборів, а інші використовують їх у хижацьких публікаціях. Інтернет сприяв самоархівуванню у відкритому доступі, коли автори самі роблять копії своїх опублікованих статей доступними для всіх в Інтернеті. Деякі важливі результати в математиці були опубліковані тільки наarXiv.Nadejda Lobastova and Michael Hirst, «Maths genius living in poverty» , Sydney Morning Herald, August 21, 2006 Див. також Наукова публікація Примітки Категорія:Академічна видавнича діяльність Категорія:Наука"}
{"category": "Наука", "title": "Наукове дослідження", "abstract": "Наукове дослідження — процес вивчення певного об'єкта (предмета або явища) за допомогою наукових методів, що має на меті встановлення закономірностей його виникнення, розвитку і перетворення в інтересах раціонального використання у практичній діяльності людей.", "content": "thumb|235px|праворуч|Робочий стіл дослідника. Початок ХХІ ст. Наукове дослідження — процес вивчення певного об'єкта (предмета або явища) за допомогою наукових методів, що має на меті встановлення закономірностей його виникнення, розвитку і перетворення в інтересах раціонального використання у практичній діяльності людей. Складові Поняття теми дослідження та її формулювання Див. також: Тема наукового дослідження Оскільки наукова проблема є сукупністю складних теоретичних або практичних питань, то в процесі наукового дослідження проблему поділяють на складові компоненти — теми. Тема — частина наукової проблеми, яка охоплює одне або декілька питань дослідження. Тема — це не просто назва наукової роботи, а намічений результат дослідження, який спрямований на вирішення конкретного питання. Це відображення наукової проблеми в її характерних рисах, тому формулювання теми уточнює проблему, окреслює межі дослідження, конкретизує основний задум. Разом з цим тема є основною планово-обліковою одиницею при організації наукових досліджень. За напрямами теми поділяють на теоретичні, методологічні та організаційні. Теоретичні теми передбачають дослідження окремих концепцій теорії відповідної науки, які стосуються її наукових законів. Методологічні теми стосуються елементів методів конкретних наук, що застосовуються у процесі вивчення їх об'єктів. Організаційні теми включають організацію досліджень за конкретними науковими напрямами і застосування одержаних результатів у практичній діяльності. За причиною виникнення розрізняють три види тем: теми, які виникають у результаті розвитку проблем, над якими працює даний науковий колектив; ініціативні теми; «теми на замовлення». Процес формування теми дослідження включає такі етапи: — вибір теми; — обґрунтування, уточнення теми; — конкретизація теми; — формулювання назви теми; — затвердження теми. Об'єкт і предмет дослідження У методології наукових досліджень розрізняють поняття «об'єкт» і «предмет» пізнання. Об'єктом пізнання прийнято називати те, на що спрямована пізнавальна діяльність дослідника. Об'єктом наукового дослідження є навколишній матеріальний світ, та форми його відображення у свідомості людей, які існують незалежно від нашої свідомості, відбираються відповідно до мети дослідження. Досліджувати можна не тільки емпіричний об'єкт (наприклад, якість продукції, собівартість виробів), а й теоретичний (наприклад, дія закону вартості). Предмет дослідження — це властивість, характеристика об'єкта дослідження. Наприклад, всі суспільні науки взагалі вивчають один об'єкт — суспільство, проте воно (суспільство) має різні властивості або предмети політична економія — система виробничих відносин; економічна статистика — кількісна характеристика економічних явищ; бухгалтерський облік, аналіз і аудит — господарську діяльність підприємців та ін. Предмет конкретизує певний бік об'єкту, отже є його частиною. Мета і завдання дослідження Виходячи з назви наукової роботи, визначеного об'єкта та предмета, формулюється мета дослідження, що характеризує, яку найбільш важливу проблему або завдання має намір вирішити дослідник. Мета дослідження — це очікуваний кінцевий результат, який зумовлює загальну спрямованість і логіку дослідження (теоретичного або прикладного). Мета визначається відповіддю на запитання: «Для чого проводиться дослідження?». Чітке формулювання конкретної мети — одна з найважливіших методологічних вимог до про-грами наукового дослідження. Мета дослідження полягає у вирішенні наукової проблеми шляхом удосконалення вибраної сфери діяльності конкретного об'єкта. Поставленої мети треба обов'язково досягти, на завершальному етапі досліджень необхідно перевірити, чи від-повідають висновки поставленій меті. Мета формулюється лаконічно, вона повинна точно виражати те основне, що намагається зробити дослідник. Мета конкретизується та розвивається у завданнях дослідження. Завдання дослідження визначають для того, щоб більш конкретно реалізувати його мету. Завдання наукового дослідження, як правило, полягають у такому: вирішення теоретичних питань, які пов'язані з проблемою дослідження (введення до наукового обігу нових понять, розкриття їх сутності і змісту; розроблення нових критеріїв і показників; розроблення принципів, умов і факторів застосування окремих методик і методів); виявлення, уточнення, поглиблення, методологічне обґрунтування суттєвості, природи, структури об'єкта, що вивчається; виявлення тенденцій і закономірностей процесів; аналіз реального стану предмета дослідження, динаміки, внутрішніх протиріч розвитку; виявлення шляхів та засобів удосконалення явища, процесу, що досліджується (практичні аспекти роботи); обґрунтування системи заходів, необхідних для вирішення приклад-них завдань; експериментальна перевірка розроблених пропозицій щодо розв'язання проблеми, підготовка методичних рекомендацій для їх використання на практиці. Завдання повинні розглядатись як основні етапи наукового дослідження. Частіше за все формулювання таких завдань здійснюється у вигляді певного набору підпитань. Наприклад, «виявити…», «розробити…», «експериментально перевірити…» тощо. Формулювання мети і визначення завдань наукового дослідження — один з найважливіших творчих етапів розв'язання проблеми. Мета і завдання дослідження повинні бути чітко викладені, передбачати розроблення нових напрямів розвитку або удосконалення існуючої методології чи створення нових методик. Методи дослідження Характерною рисою наукового дослідження, яка вирізняє його від інших видів дослідження, є використання наукових методів. Визначальною рисою наукового методу є вимога об'єктивності, що виключає суб'єктивне тлумачення результатів, та можливості верифікації отриманих результатів. Не повинні прийматися на віру будь-які твердження, навіть якщо вони виходять від авторитетних вчених. Методи поділяються на дві групи: теоретичні та емпіричні. Види досліджень Фундаментальне дослідження, розпочате головним чином, щоб виробляти нові знання незалежно від перспектив застосування. Прикладне дослідження має на меті одержання і використання знань для практичних цілей. Системний підхід у наукових дослідженнях Системний підхід — методологічний напрямок у науці, задача якого полягає в розробленні методів дослідження і конструювання об'єктів, які мають складну організацію, — систем різних типів і класів. Разом з цим системний підхід виступає і як метод наукового дослідження. При цьому системний підхід не існує у вигляді строгої методологічної концепції. Швидше за все це свого роду сукупність пізнавальних правил, дотримання яких дозволяє певним чином зорієнтувати конкретні дослідження. Сутність системного підходу полягає в представленні об'єкта дослідження як системи, тобто цілісної сукупності взаємозв'язаних елементів. Основними принципами системного підходу є такі: принцип цілісності — зобов'язує розглядати систему як цілісний об'єкт, якості якого не зводяться до властивостей окремих його елементів; принцип всебічності — вимагає враховувати всі внутрішні зв'язки і відносини системи, усі фактори, які впливають на її функціонування; принцип системоутворюючих відносин; вимагає визначення саме тих зв'язків між частинами (елементами) системи, які забезпечують її цілісність, існування і розвиток; принцип субординації — вимагає при дослідженні будувати ієрархію елементів і відносин за будь-якими чітко визначеними критеріями (мобільність, адекватність, керованість тощо); принцип динамічності — згідно з цим принципом всі характеристики системи необхідно розглядати не як постійні, а як змінні аж до прямо протилежного значення порівняно з початковим; принцип випереджаючого відображення — передбачає наявність постійної актуальної проблематики, тобто вимагає не констатації поточного стану системи, а прогнозування її найімовірнішого стану в майбутньому. На відміну від класичного системний підхід базується на послідовному переході від загального до часткового, коли в основу розгляду покладено кінцеву мету, заради якої і створюється система. Порядок здійснення наукового дослідження. Етапи НДР Проведення наукового дослідження започатковується розробленням програми. Програма визначає проблему, мету, завдання дослідження, методи їх вирішення, а також основні шляхи і форми впровадження в практику очікуваних результатів. Створення програми розпочинається з розроблення концепції дослідження, що визначає його загальний задум, основну ідею. Концептуальні положення фіксують у методологічному розділі програми. Методологічний розділ включає: — вибір теми дослідження; — проблемну ситуацію, яка зумовлює необхідність проведення дослідження (чому про-водиться); — визначення об'єкта і предмета дослідження; — структурний (логічний) аналіз об'єкта; — визначення мети і основних завдань дослідження; — обґрунтування робочих гіпотез (гіпотези не є обов'язковим елементом програми); Наступний, методико-процедурний, розділ включає розроблення методології, методики і техніки дослідження як взаємозв'язаних компонентів. Рівень достовірності основних результатів наукового дослідження значно підвищується, якщо вони базуються на експериментальних даних. Тому програма повинна включати розділ експериментальних досліджень. Наукова значущість експериментальних досліджень залежить від їхньої спрямованості, змісту, рівня використання різного роду характерних ознак і отримання конкретних результатів. Характерними ознаками можна вважати: спосіб формування умов (природні, штучні); мету експериментального дослідження (перетворювальна, констатуюча, контролююча, пошукова); форму проведення (лабораторна, польова); структуру об'єктів і явищ, що вивчаються (проста, складна); кількість варіантних факторів (однофакторні і багатофакторні). Завершується експеримент переходом від емпіричного вивчення до обробки отриманих даних, логічних узагальнень, аналізу і теоретичної інтерпретації отриманого фактичного матеріалу. Результати наукового дослідження подаються у вигляді підсумкового документа: інформації, інформаційної записки, аналітичної записки чи звіту про науково-дослідну роботу. Конкретний склад етапів програми, характер виконуваних у їх рамках робіт визначаються специфікою наукового дослідження. Етап — логічно обґрунтований розділ наукового дослідження, що має самостійне значення і що є об'єктом планування і фінансування. Основні етапи науково-дослідної роботи (НДР): розроблення технічного завдання на НДР; вибір напряму дослідження; проведення теоретичних і експериментальних досліджень; узагальнення і оцінка результатів досліджень Основні вимоги до НДР, що проводяться, встановлюються в технічному завданні, в якому зазначаються: мета і завдання дослідження; основні етапи НДР; терміни початку і закінчення НДР; кінцевий результат дослідження; порядок приймання роботи; техніко-економічне обґрунтування доцільності виконання НДР. Інформаційне забезпечення наукових досліджень Проведення наукових досліджень вимагає відповідного інформаційного забезпечення. Забезпечення — це те, за допомогою чого створюються умови для реалізації вказаного процесу. Інформаційне забезпечення — це сукупність інформації та способів її пошуку, обробки, накопичення, збереження, систематизації та узагальнення з метою використання в процесі наукового дослідження. Завданням інформаційного забезпечення є інформування науковців про стан об'єктів, що досліджуються. Крім того, інформаційне забезпечення є засобом комунікації (обміну інформацією) науковців. Класифікувати інформаційне забезпечення науково-дослідного процесу можна за такими ознаками: професійно-інформаційна комунікація; пізнавальність інформації; зміст інформаційного забезпечення. Комунікаційне забезпечення ґрунтується на професійно-інформаційних контактах науковців (конференції, симпозіуми, наради, наукові семінари тощо). З точки зору пізнавального характеру інформації інформаційне забезпечення можна поділити на забезпечення новою інформацією та забезпечення релевантною інформацією, яка використовувалася раніше. За змістом інформації інформаційне забезпечення науково-дослідного процесу поділяється на: законодавче (закони і нормативні акти, Укази Президента України, Постанови та розпорядження Уряду України); планове (інформація з планів економічного і соціального розвитку); нормативно-довідкове (норми та нормативи); договірне (інформація з договорів між економічними суб'єктами); технологічне (технічна документація, стандарти, технічні умови, проектно-технічна документація); організаційно-управлінське (юридично-правові та організаційно-розпорядчі документи, службове листування); фактографічне (звітність, дані бухгалтерського, статистичного та оперативного обліку); інформаційно-пошукове (патентний пошук, літературний огляд тощо). Пошук необхідної інформації Наукові дослідження в будь-якій галузі науки повинні базуватися на надійній та достовірній інформації. Обов'язковою вимогою до дослідника є всебічне та глибоке вивчення ним досвіду попередників, які займалися вирішенням як обраної, так і суміжних проблем. На початковому етапі наукової роботи вивчення літературних джерел дозволяє обрати та конкретизувати тему дослідження, визначити його об'єкт, розробити теоретичні передумови майбутньої наукової роботи, допомагає визначити актуальність обраної теми дослідження. Інформаційна база дослідження відіграє важливу роль у створенні гіпотези, яка є відправною точкою у наукових дослідженнях. Інформація відіграє визначальну роль у вивченні історії проблеми, що досліджується. Знання історії питання й методик дослідження, що використовувалася раніше, дозволяє уникнути дублювання виконаних робіт і повторення помилок, а також розглянути предмет у динаміці, простежити загальні тенденції та подальші шляхи його розвитку і на цій основі будувати науковий прогноз. Для інформаційного пошуку необхідно використовувати інформаційні видання органів НТІ, автоматизовані інформаційно-пошукові системи, бази даних, банки даних, Internet. Дані пошуку можуть бути використані безпосередньо, однак найчастіше вони використовуються для виявлення первинних джерел інформації, якими є наукові праці (монографії, збірники) та інші, необхідні для наукової роботи видання. Так забезпечується повнота інформаційної бази дослідження. Пошук інформації в бібліотеці Бібліотека — культурно-освітній заклад, що збирає друковані та рукописні матеріали, здійснює їх спеціальне опрацювання, організовує збереження та забезпечення книгами читачів. Бібліотечний фонд — це сукупність відповідним чином впорядкованих джерел інформації, нагромаджених за певний період часу, які підлягають обліку та зберіганню відповідно до чинного законодавства. Структура бібліотечних фондів може бути різною. Бібліотечний фонд неможливо опрацювати, не використовуючи бібліотечні каталоги. Бібліотечний каталог — це перелік творів друку й інших документів, наявних у фонді бібліотеки або групи бібліотек, складений у певному порядку, який є засобом повідомлення про склад і зміст бібліотечного фонду. Алфавітному каталогу належить основне місце. За ним можна встановити наявність у бібліотеці творів того чи іншого автора або визначеної книги, автор чи назва якої відомі. У систематичному каталозі картки згруповані в логічному порядку за окремими галузями знань. За його допомогою можна з'ясувати, за якими галузями знань та які саме видання є в бібліотеці, підібрати необхідну літературу, а також встановити автора та назву книги, якщо відомий її зміст. У предметному каталозі, як і у систематичному, література групується за її змістом. Однак на відміну від систематичного в предметному каталозі література об'єднана в певні рубрики незалежно від того, з яких позицій вони викладені. Через це в предметному каталозі в одному місці знаходяться матеріали, які в систематичному каталозі були б розкидані в різні ящики. Неможливо не згадати про картотеку, що є переліком всіх матеріалів за окремо визначеною тематикою. Бібліотечні каталоги та картотеки не існують окремо, навпаки, вони пов'язані та взаємно доповнюють один одного, полегшують читачам пошук необхідного джерела та максимально повно відтворюють бібліотечний фонд. Комп'ютерні технології пошуку інформації Сучасні технології дозволяють здійснювати пошук інформації через мережу Internet за допомогою пошукових систем та у бібліотеках. Мережа Internet є глобальною системою з'єднаних комп'ютерних мереж, складовими якої є електронна пошта та всесвітня мережа www (абревіатура від World Wide Web — світове павутиння). Головним принципом використання Internet є відкритість. Internet складається з сотень вільно об'єднаних мереж, і немає жодної окремої групи людей або організації, що відповідають за його роботу. Багато компаній цілодобово працюють в Internet, а інші підключають свої комп'ютери до Internet тимчасово. В цьому полягає одна з найвагоміших переваг Internet — він може працювати, коли окремі комп'ютери не підключені до мережі або пошкоджені.Всесвітня мережа www — всесвітньо розподілена база гіпертекстових документів. На кожному комп'ютері, що має постійне підключення до Internet, можна розмістити документи, які планується зробити загальнодоступними. Тоді цей комп'ютер стає Web — сервером. Для перегляду змісту серверів користувач повинен мати спеціальну програму — Web — броузер. При здійсненні пошуку необхідної інформації в Internet є декілька методів. По-перше, слід скористатися каталогами Internet — ресурсів, що містять вже згруповану інформацію у вигляді посилань на Web — сервери. Прикладами таких англомовних каталогів є www.yahoo.com, www.altavista.com, www.google.com, українських — www.meta-ukraine.com. Через Internet можна знайти книги, журнали, дисертації, автореферати та іншу потрібну для наукової роботи літературу. Корисність цього способу полягає у тому, що можна працювати з каталогами бібліотек без відриву від роботи. Перед відвіданням бібліотеки для роботи з літературою проводиться пошук джерел, який можна здійснювати як в систематичному, так і в алфавітному каталогах. При пошуку інформації в Internet — бібліотеках використовуються загальні правила пошуку інформації в електронних базах даних. Порядок обробки та групування інформації Згідно з обраною темою наукової роботи дослідник самостійно підбирає літературні джерела (книги, брошури, статті), офіційні документи, накопичує відомчі матеріали з теми та опрацьовує їх. Порядок роботи над літературними джерелами включає бібліографічний пошук літератури з теми досліджень, її вивчення, фіксацію початкових даних і їх використання у процесі наукового дослідження для створення нових знань. Робота з друкованими та електронними джерелами інформації передбачає: загальне ознайомлення (ознайомлення зі змістом і швидкий перегляд джерела); уважне читання по розділах (виділення найважливішого тексту); вибіркове читання тексту (перечитування найважливішого); складання плану прочитаного матеріалу (постановка проблем); виписка з прочитаного (повніше та чіткіше — цитата і бібліографічний опис із зазначенням тих сторінок, звідки взята цитата); оформлення картотек (бібліографічна картотека, картотека виписок, картотека рефератів, картотека іноземної літератури); зіставлення та критична оцінка прочитаного (запис зауважень). При роботі із друкованими та електронними джерелами інформації дослідник робить виписки окремих речень або абзаців. При цьому необхідно уникати накопичення матеріалу, що не стосується обраної теми та об'єкта дослідження. Досвід свідчить, що приблизно 30-40 % літературних джерел, початково відібраних за їх назвою, виявляються некорисними при роботі над темою. У процесі роботи над джерелами з'являються власні висновки, оцінки, узагальнення, передбачення у використанні інформації. Коли виписки здійснюються рукописним способом, їх необхідно записувати й виділяти в тексті позначками на полі у квадратних дужках або записувати іншим кольором. У цьому випадку окремі положення краще фіксувати на аркушах паперу тільки з одного боку, залишаючи великі поля. Це дає змогу у необхідних випадках робити додаткові вставки, паралельні виписки з інших книг для порівняння, а також викладу власної думки з цього питання. З цією метою можна використати картки з картону або цупкого паперу, наприклад, які зручно групувати за однорідністю питань, що вивчаються. Доцільно робити кольорові або шрифтові виділення нотаток. Однак у сучасних умовах набагато краще та зручніше використовувати для роботи над текстом персональний комп'ютер та спеціальне програмне забезпечення — текстові редактори, наприклад, Microsoft Word. При використанні комп'ютера процес початкового накопичення інформації значно спрощується. Виписки можна робити власноручно, записуючи текст у відповідний текстовий файл. Інший шлях — це сканування великих частин тексту сканером, а потім за необхідності його правка та коментар. Можна також використовувати програми для автоматичного перекладу. Незалежно від того, на якому носії (електронному чи на паперовому) зафіксована інформація із літературного джерела, вона повинна бути згрупована за однорідними ознаками для використання в процесі дослідження. Такою ознакою здебільшого є питання, які містяться у плані теми дослідження. Записи на паперових картках зручно групувати у спеціальні картотеки, але вони повинні мати картонні розподільники з індикаторами за планом дослідження. При використанні комп'ютерів варто накопичувати виписки в окремих файлах, що відповідають розділам роботи. Потім, у процесі вторинного групування матеріалу, необхідний текст буде переноситися в основний файл наукової роботи. У ході дослідження дослідник опрацьовує велику кількість літературних джерел, інформацію з яких неможливо запам'ятати чи виписати в повному обсязі, тому необхідно при її обробці використовувати такі способи фіксації інформації: анотація; резюме; тези; реферат; цитата; конспект; покажчики. Анотація є стислою характеристикою книги, статті, рукопису тощо. За своїм характером анотації можуть бути довідковими та рекомендаційними, тобто такими, які містять критичну оцінку твору. Виходячи з вимог до анотації, її обсяг може бути від декількох слів до 10-15 рядків. Резюме — це короткий підсумок прочитаного твору, в якому містяться висновки та головні підсумки. Тези — положення, які коротко викладають одну з основних думок лекції, доповіді тощо. Цитата — дослівний уривок з твору певного автора, що наводиться для підтвердження або заперечення висловлюваної думки. Шляхом цитування слід оформлювати найважливіші фрагменти авторського тексту. Реферат — це скорочене викладення змісту наукового твору з основними даними та висновками. Реферат — це не механічний переказ роботи, а викладення її суті.Посторінкові покажчики джерел. У процесі ознайомлення з джерелами інформації не потрібно поспішати відразу ж конспектувати прочитане, а доцільно складати посторінкові покажчики до джерел, які вивчаються. Дуже часто застосовують такий засіб обробки джерел як складання посторінкового списку (покажчика) цитат, які намагаються виписати. Потім, закінчивши читання книги, роблять виписки або складають конспект. Оформлення результатів наукової роботи Прийоми викладення матеріалів наукового дослідження Див. також Мова та стиль наукової роботи Автор наукової праці може застосовувати декілька методичних прийомів викладення наукових матеріалів: суворо послідовний; цілісний; вибіркове викладення. Суворо послідовне викладення матеріалу наукової праці вимагає від автора послідовного викладення матеріалів — поки автор не закінчить повністю розділ, він не може переходити до наступного. Цей прийом потребує порівняно багато часу. Цілісний прийом потребує значно меншого часу на підготовку чистового (кінцевого) варіанта рукопису і пов'язаний з розробленням спочатку попереднього варіанта всього рукопису, а потім його обробкою шляхом внесення доповнень та виправлень. Вибіркове викладення матеріалів в основному застосовується дослідниками-експериментаторами. Як тільки зібрані фактичні дані, автор починає обробку матеріалів у будь-якому зручному для нього порядку. У науковій практиці найбільшого поширення набув цілісний прийом викладення наукових матеріалів. На етапі роботи над рукописом вже з самого початку бажано виділяти основні композиційні елементи: вступ, основну частину, висновки та пропозиції; бібліографічний список використаних джерел; додатки. Впровадження наукових досліджень Апробація та оприлюднення результатів наукового дослідження Основними формами апробації наукових досліджень є обговорення їх на семінарах, конференціях, оприлюднення та експериментальне впровадження. Колективне обговорення роботи звичайно проводиться в колективі, де виконувалась НДР, — на засіданнях кафедри, лабораторії, відділу, науково-технічної ради залежно від особливостей теми (ступеня її новизни, складності, комплексності та значущості). До участі в обговоренні бажано залучати провідних спеціалістів, які є знавцями в питаннях, що обговорюються. Учасників обговорення потрібно попередньо ознайомити з планом, основними положеннями теми, висновками та рекомендаціями. Усне повідомлення без попереднього ознайомлення учасників обговорення з основними матеріалами є малоефективним. Однією з найбільш ефективних форм колективного обговорення є наукова дискусія. Від учасників дискусії вимагаються активність, вміння бачити позитивні сторони праці, що обговорюється, чітко формулювати суть помилок і недоліків, вказувати можливі шляхи їх виправлення, толерантність у відстоюванні своєї позиції. Наукові семінари. Науковий семінар є специфічною формою колективного обговорення наукових проблем, яка забезпечує умови для розвитку мислення через дискусію. Керує науковим семінаром провідний вчений, який активно і плідно працює в галузі науки. Традиційно на розгляд учасників наукового семінару виносять одну або декілька доповідей, для чого заздалегідь призначають доповідачів. У процесі обговорення доповіді доцільно призначати двох опонентів з учасників семінару. Опоненти попередньо ознайомлюються з доповіддю, вивчають літературу за темою доповіді і дають розгорнуту аргументовану оцінку при обговоренні. Конференції (форуми, симпозіуми). Під конференцією розуміють збори, наради представників наукових, громадських та інших організацій для обговорення і розв'язання певних питань. Конференції можуть проводитися на різних рівнях (вузівські або міжвузівські, міські, регіональні, всеукраїнські, міжнародні); з різним контингентом учасників (науковці, практики, представники громадськості, представники владних структур і т. ін.); з різним змістом питань, що виносяться на обговорення (наукові; науково-практичні; практичні) тощо. Конгрес — це з'їзд або нарада з широким представництвом переважно міжнародного характеру. Студентські конференції. Залучення студентів до участі у конференціях дозволяє розвивати ініціативу, активність і самостійність та виховує відповідальність перед колективом. При її проведенні студенти привчаються працювати над додатковою літературою, удосконалюють навички логічного викладення матеріалу, вміння грамотно та послідовно пояснити матеріал теми. Оприлюднення результатів наукових досліджень може здійснюватись у формі: публікації статей у фахових виданнях, тез виступів на конференціях, семінарах, симпозіумах, нарадах, круглих столах тощо, опублікування наукової монографії. Особливою формою оприлюднення є автореферати кандидатських і докторських дисертацій. Експериментальне впровадження, тобто впровадження як елемент самого дослідження, необхідно вирізняти від впровадження, яке здійснюється після завершення роботи. Перше передбачає не тільки удосконалення практики, але й перевірку, уточнення і розвиток теорії та методики, відпрацювання рекомендацій. Друге передбачає впровадження відпрацьованих, готових, перевірених результатів, тобто перш за все удосконалення практичної діяльності, що не виключає, звичайно, в подальшому доробки та удосконалення впровадженої НДР. Впровадження результатів наукових досліджень Результативність дослідження значною мірою визначається ступенем реалізації його результатів, тобто впровадженням. Впровадження завершених наукових досліджень — заключний етап НДР. Впровадження — це передача замовнику НДР наукової продукції (звіти, інструкції, методики, технічні умови, технічний проект тощо) у зручній для реалізації формі, що забезпечує техніко-економічний ефект. Необхідно відмітити, що НДР перетворюється в продукт лише з моменту її споживання замовником. Отже, впровадження завершених наукових досліджень полягає в передачі наукових результатів у практичне використання. Основними результатами наукових досліджень є такі: теоретичні результати (визначення/уточнення термінології, виявлення властивостей об'єктів, що досліджувались, закономірностей їх взаємодії з іншими явищами тощо); методологічні або методичні результати (розроблення методик обліку, аналізу, контролю, оцінки об'єктів, що досліджувались, а також методики з організації та управління тощо); прикладні (практичні) результати (застосування розроблених класифікацій, методик, алгоритмів і т. ін. в процесі обліку, аналізу, контролю, оцінки, організації, управління діяльністю окремої організації, підприємства, групи підприємств, галузі тощо). Основними рівнями впровадження результатів наукових досліджень є такі: міжнародний (наднаціональний) державний (прийняття результатів наукових досліджень державними органами влади — Верховною Радою України, Кабінетом Міністрів України тощо); регіональний (прийняття результатів наукових досліджень регіональними структурами); галузевий (прийняття результатів наукових досліджень галузевими структурами); окреме підприємство (впровадження результатів у практику роботи конкретного підприємства); у навчальний процес (використання результатів наукових досліджень у навчальному процесі — при формуванні навчальних програм, планів, написанні лекцій, навчальних посібників, підручників тощо). Впровадження наукових досліджень у практику роботи підприємств, як правило, складається з двох стадій: дослідно-виробничого впровадження та серійного впровадження (впровадження досягнень науки, нової техніки, нової технології). Як би ретельно не проводились НДР у науково-дослідних організаціях, вони не можуть урахувати різні, часто випадкові фактори, що діють в умовах виробництва. Тому наукове розроблення на першій стадії впровадження потребує дослідної перевірки у виробничих умовах. Після дослідно-виробничого впровадження нові матеріали, конструкції, технології, рекомендації, методики впроваджують у серійне виробництво як елементи нової техніки. На цьому, другому, етапі науково-дослідні організації не беруть участі у впровадженні. Вони можуть на прохання організації, що проводить впровадження, надавати консультації або не-значну науково-технічну допомогу. Після впровадження досягнень науки у виробництво складають пояснювальну записку, до якої додають акти впровадження та експлуатаційних випробувань, розрахунок економічної ефективності, довідки про річний обсяг впровадження для включення економії, що буде отримана, в план зниження собівартості, протокол часткової участі організацій у розробленні та впровадженні, розрахунок фонду заробітної плати та інші документи. Впровадження результатів НДР фінансують організації, які його здійснюють. Наукова діяльність має багатоаспектний характер, і її результати, як правило, можуть використовуватися у багатьох сферах економіки протягом тривалого часу. Ефективність наукових досліджень Наука є найефективнішою сферою капіталовкладень. У світовій практиці заведено вважати, що прибуток від капіталовкладень у науку є набагато більшим, ніж прибуток у інших галузях економіки. За даними закордонних спеціалістів, на один долар витрат на науку прибуток на рік становить 4 — 7 доларів і більше. В Україні на 1 грн, що була витрачена на НДР та ДКР, прибуток також є досить великим і становить в середньому 3 — 8 грн. Проте про ефективність досліджень можна судити лише після їх успішного завершення та впровадження, тобто тоді, коли вони починають давати віддачу для національної економіки. Велику роль відіграє фактор часу. Тому час розроблення прикладних тем, по можливості, повинен бути найкоротшим. Найкращий термін — до трьох років. Для більшості досліджень ймовірність отримання ефекту в економіці перевищує 80 %. У найзагальнішому випадку під ефектом розуміють результат зіставлення нового стану явища після досягнення продиктованих потребами суб'єкта цілей з якістю його початкового стану. Результатом НДР є досягнення наукового, науково-технічного, економічного, фінансово-економічного, соціального та екологічного ефектів. Науковий ефект характеризується приростом кількості і якості інформації або суми знань у певній галузі науки. Науково-технічний ефект пов'язаний з аналогічним приростом науково-технічної інформації і характеризує можливість використання результатів виконаних досліджень в інших НДР і ДКР, спрямованих на створення нової продукції або технології. Економічний ефект відображає результат перевищення доходів від впровадження результатів НДР над витратами на їх здійснення. Фінансово-економічний ефект разом з економічним ефектом передбачає поліпшення кінцевого стану організації щодо її фінансової стійкості, ліквідності, платоспроможності (поліпшення структури активів і пасивів, підвищення здатності розраховуватися за зобов'язаннями, приріст власного капіталу). Соціальний ефект відображає поліпшення якості життя людей, що адекватно зростанню доходів працівників, забезпеченню їх зайнятості, підвищенню кваліфікації, поліпшенню умов праці, скороченню травматизму і кількості випадків професійних захворювань, поліпшенню соціальної захищеності. Екологічний ефект означає зниження антропогенного впливу на навколишнє природне середовище у результаті впровадження НДР. Ефективність досліджень — це характеристика сукупності отриманих наукових, економічних і соціальних результатів. Зіставлення отриманих результатів з витратами на їх досягнення характеризує ефективність дослідження в цілому. Критеріями ефективності наукових досліджень є такі: наукова значущість виконаної роботи; обсяг наукової продукції, який вимірюється загальною або середньою кількістю публікацій, що припадають на одного наукового співробітника, виконаних і захищених дисертаційних робіт, завершених тем або зданих звітів тощо; економія суспільних витрат. Під економічною ефективністю наукових досліджень у цілому розуміють зниження витрат суспільної та живої праці на виробництво продукції в галузі, де впроваджені закінчені науково-дослідні роботи та дослідно-конструкторські розробки (НДР та ДКР). Критеріями ефективності праці окремих науковців є такі: публікаційний (сумарна кількість друкованих публікацій, загальний їх обсяг у друкованих аркушах, кількість монографій, підручників, навчальних посібників); економічний (показник продуктивності праці — вироблення в тис. грн кошторисної вартості НДР); новизни розробок (кількість авторських свідоцтв та патентів на винаходи); цитованості робіт (кількість посилань на друковані праці вченого) тощо. За такими критеріями оцінки роботи науковців можна нормувати їх працю, окремо планувати завдання кожного працівника. Ефективність роботи науково-дослідної групи або організації оцінюють за кількома критеріями: середньорічним виробітком НДР (ДКР); кількістю впроваджених тем; економічною ефективністю від впровадження НДР (ДКР); загальним економічним ефектом; кількістю одержаних патентів на винаходи; кількістю проданих ліцензій або валютною виручкою.Економічний ефект від впровадження — основний показник ефективності наукових досліджень. Ефект від впровадження розраховують за весь період, починаючи від часу розроблення теми до одержання віддачі. Звичайно час такого періоду становить кілька років.Рівень новизни прикладних досліджень та розробок характеризується критерієм новизни Кнов, тобто числом завершених робіт, за якими одержані патенти на винаходи. Критерій новизни вимірюється абсолютним числом авторських свідоцтв і патентів. Разом з тим більш об'єктивними є відносні показники, наприклад, кількість авторських свідоцтв і патентів, що віднесена до визначеної кількості робітників даного колективу (до 100 або до 1000) або до числа тем, що розробляються колективом і за якими потрібно оформлювати та патенти. Економічний ефект від впровадження НДР розраховується за типовими методиками розрахунку ефекту від впровадження нововведень. Вирізняють три види економічного ефекту: попередній, очікуваний та фактичний.Попередній економічний ефект встановлюють при обґрунтуванні теми наукового дослідження та включення її до плану робіт. Розраховують його за орієнтовними, укрупненими показниками з урахуванням обсягу впровадження результатів досліджень.Очікуваний економічний ефект розраховують у процесі виконання НДР. Його умовно відносять (прогнозують) до визначеного періоду (року) впровадження НДР у виробництво. Очікуваний ефект розраховують не тільки на один рік, але і на більш тривалі періоди (інтегральний результат). Орієнтовно такий період становить до 10 років від початку впровадження для нових матеріалів та до 5 років для конструкцій, приладів, технологічних процесів.Очікуваний економічний ефект розраховують організації, які виконують наукові розробки.Фактичний економічний ефект визначається після впровадження наукових розробок у виробництво, але не раніше ніж через 1 рік. Розрахунок його виконують за фактичними витратами на наукові дослідження та впровадження з урахуванням конкретних вартісних показників даної галузі (підприємства), де були впроваджені наукові розробки. Фактичний економічний ефект розраховують підприємства, на яких здійснюється впровадження результатів НДР. Фактичний економічний ефект є найбільш достовірним критерієм економічної ефективності виконання НДР. Література Книги Методологія наукових досліджень: Підручник. / Білуха М. Т. — Київ: АБУ, 2002.— 480 с. Білецький В. С. Методологія наукових досліджень технічних об᾽єктів та їх оптимізація (Навчальний посібник), Нац. техн. ун-т «Харків. політехн. ін-т». — Київ: ФОП Халіков Руслан Халікович, 2023. — 118 с. Журнали Research Synthesis Methods Див. також Методи наукового дослідження Дослідження Доказова медицина Наукова етика Посилання Тіманюк В. М.'' Наукове дослідження //Фармацевтична енциклопедія Білецький В. С. Методологія наукових досліджень технічних об'єктів та їх оптимізація: навч. посібник / В. С. Білецький; Нац. техн. ун-т «Харків. політехн. ін-т». — Київ: ФОП Халіков Руслан Халікович, 2023. — 118 с. Категорія:Дослідження Категорія:Надпопулярні статті Категорія:Наука"}
{"category": "Наука", "title": "Наукове знання", "abstract": "Наукове знання — система знань про закони природи, суспільства, мислення. Наукове знання є основою наукової картини світу, оскільки описує закони його розвитку.", "content": "Наукове знання — система знань про закони природи, суспільства, мислення. Наукове знання є основою наукової картини світу, оскільки описує закони його розвитку. Сутність наукового знання Наукове знання це: когнітивна основа людської діяльності; соціально обумовлена діяльність, знання, що має різний ступінь імовірності. Емпіричний і теоретичний рівні Наукове знання зазвичай розглядається на двох рівнях — емпіричному і теоретичному. Кожен з цих рівнів послуговується особливими методами дослідження та має різне значення для наукового знання загалом. Емпіричне знання Емпіричне знання накопичується внаслідок безпосереднього контакту з реальністю при спостереженні або експерименті. Загалом наука спирається на твердо встановлені факти, що були отримані емпіричним, тобто дослідним, шляхом. На емпіричному рівні відбувається накопичення фактів, їх первинна систематизація і класифікація. Емпіричне знання уможливлює формулювання емпіричних правил, закономірностей і законів, які статистично виводяться зі спостережуваних явищ. Основні методи емпіричного знання це: Експеримент — спостереження за об'єктами та явищами в контрольованих або штучно створених умовах з метою виявлення їхніх істотних характеристик; Спостереження — цілеспрямоване сприйняття явищ об'єктивної дійсності без внесення змін в реальність, що досліджується; Вимірювання — виявлення кількісних характеристик досліджуваної реальності. В результаті вимірювання відбувається порівняння об'єктів за певними властивостями; Порівняння — одночасне виявлення співвідношення та оцінка загальних для двох або більше об'єктів властивостей або ознак; Опис — фіксація засобами природної чи штучної мови відомостей про об'єкти і явища. Інформація, отримана за допомогою емпіричних методів, зазнає статистичної обробки. ПІсля цього науковці можуть робити певні узагальнення. Одержана інформація має бути верифікованою, тож науковці зобов'язані детально описати джерела інформації та використані методи. Теоретичне знання Емпіричне знання саме собою рідко може вичерпно пояснити певне явище. Таке знання малоевристичне, тобто воно не відкриває нових можливостей наукового пошуку. Саме тому необхідний теоретичний рівень знання, на якому одержані емпіричні дані вписуються в певну систему. Водночас без певних теоретичних засад неможливо почати жодне емпіричне дослідження. Таким чином, суть теоретичного знання — опис, пояснення і систематизація процесів і закономірностей, виявлених емпіричним шляхом, а також спроба цілісного охоплення дійсності. Основні методи теоретичного знання це: Формалізація — побудова абстрактних моделей, які мають пояснити суть досліджуваних явищ; Аксіоматизація — теоретична побудова на основі аксіом, тобто тверджень, істинність яких доводити не потрібно; Гіпотетико-дедуктивний метод — побудова дедуктивно пов'язаних між собою гіпотез, які пояснюють емпіричні факти. Основні компоненти теоретичного знання це: Проблема — форма знання, змістом якого є те, що ще не пізнане, але що потрібно пізнати, тобто це знання про незнання, питання, що виникло в ході пізнання і вимагає відповіді; проблема включає два основних етапи руху пізнання — постановку і рішення. Гіпотеза — форма знання у вигляді припущення, сформульованого на основі низки фактів. Гіпотетичне знання має імовірнісний, а не достовірний характер і вимагає перевірки, обґрунтування. Доведені гіпотези стають теорією, тоді як інші видозмінюються, уточнюються й конкретизуються, а ще інші відкидаються як помилкові. Вирішальним критерієм істинності гіпотези є практика у всіх своїх формах, тоді як логічний (теоретичний) критерій істини відіграє допоміжну роль. Теорія — знання, яке дає цілісне відображення закономірних та істотних зв'язків в певній галузі дійсності. Теорія будується з метою пояснення об'єктивної реальності. Головне завдання теорії - опис, систематизація і пояснення всіх наявних емпіричних даних. Проте теорія не описує безпосередньо навколишню дійсність. При формулюванні теорії дослідники оперують ідеальними об'єктами, які на відміну від реальних, характеризуються не нескінченною, а обмеженою кількістю властивостей. Теоретичний рівень знання має дві складові — фундаментальні теорії та теорії, які описують конкретну область реальності, спираючись на відповідні фундаментальні теорії. Література В. В. Косолапов Гносеологічна природа наукового факту. — К., 1964. В. Л. Чуйко Рефлексія основоположень методологій філософії науки. -К., 2000. К. Р. Поппер Логика и рост научного знания. — М.,1983. Tarski А. O ugrontowani v naukowej semantyki // Przeglad filozoficzny. — R.XXXIx (1936), — z.I.1936. — s.50-57. Popper K. R. Objective Knowledge. An Evolutionary Approach.- Oxford, 1979. Див. також Наука Наукове дослідження Науковець Знання Епістемологія Гносеологія Соціологія наукового знання Теорія Категорія:Епістемологія Категорія:Знання Категорія:Наука Категорія:Наукознавство Категорія:Академічна термінологія"}
{"category": "Наука", "title": "Наукове пізнання", "abstract": "Наукове пізнання — це форма процесу пізнання, головною функцією якого є вироблення й теоретична систематизація об'єктивних знань про дійсність. Передусім у структурі наукового пізнання виокремлюються емпіричний і теоретичний рівні..", "content": "Наукове пізнання — це форма процесу пізнання, головною функцією якого є вироблення й теоретична систематизація об'єктивних знань про дійсність. Передусім у структурі наукового пізнання виокремлюються емпіричний і теоретичний рівні.. Класифікація методів наукового пізнання Методи Рівні Форми Опис, вимірювання, порівняння, експеримент, спостереження Емпіричний Факти, емпіричні поняття, емпіричні правила Моделювання, індукція, дедукція, аналіз, синтез, пояснення, абстрагування, мислений експеримент Проміжний Проблема, концепція, гіпотеза Сходження від абстрактного до конкретного, аксіоматичний, системно-структурний Теоретичний Система законів, теорія, ідея Примітки Література В. В. Косолапов Гносеологічна природа наукового факту. — К., 1964. Б. С. Грязнов Теория и ее объект. — М.,1973. В. Л. Чуйко Рефлексія основоположень методологій філософії науки. -К., 2000. К. Р. Поппер Логика и рост научного знания. — М.,1983. Tarski А. O ugrontowani v naukowej semantyki // Przegląd filozoficzny. — R.XXXIx (1936), — z.I.1936. — s.50-57. Н. И. Тюрин Введение в метрологию. — М.,1973. И. Ф. Шишкин Теоретическая метрология. — М.: Издательство стандартов, 1973. Popper K. R. Objective Knowlegde. An Evolutionary Approach.- Oxford, 1979. Категорія:Пізнання Категорія:Наука Категорія:Академічна термінологія"}
{"category": "Наука", "title": "Науковий потенціал", "abstract": "Науковий потенціал — система продукування наукових знань, яка охоплює такі складові, а саме: \n\nчисельність наукового персоналу і резерв наукових кадрів;\nкваліфікаційний склад наукових працівників та його відповідність вимогам щодо розв'язання завдань соціально-економічного розвитку;\nаспірантуру і докторантуру;\nорганізаційну структуру наукових колективів та їх науковий рівень;\nфінансові ресурси, які спрямовуються державою на розвиток наукових досліджень, матеріально-технічну та наукову інфраструктури;\nінформаційне забезпечення науки;\nефективність використання одержаних наукових результатів у  науковій, соціальній та виробничій сферах.", "content": "Науковий потенціал — система продукування наукових знань, яка охоплює такі складові, а саме: чисельність наукового персоналу і резерв наукових кадрів; кваліфікаційний склад наукових працівників та його відповідність вимогам щодо розв'язання завдань соціально-економічного розвитку; аспірантуру і докторантуру; організаційну структуру наукових колективів та їх науковий рівень; фінансові ресурси, які спрямовуються державою на розвиток наукових досліджень, матеріально-технічну та наукову інфраструктури; інформаційне забезпечення науки; ефективність використання одержаних наукових результатів у науковій, соціальній та виробничій сферах. Категорія:Наука Категорія:Академічна термінологія"}
{"category": "Наука", "title": "Науковий працівник", "abstract": "Науковий працівник — особа, яка має вищу освіту, за основним місцем роботи та відповідно до трудового договору (контракту) професійно займається науковою, науково-технічною, науково-організаційною або науково-педагогічною діяльністю та має відповідну кваліфікацію незалежно від наявності наукового ступеня або вченого звання, підтверджену результатами атестації.", "content": "Науковий працівник — особа, яка має вищу освіту, за основним місцем роботи та відповідно до трудового договору (контракту) професійно займається науковою, науково-технічною, науково-організаційною або науково-педагогічною діяльністю та має відповідну кваліфікацію незалежно від наявності наукового ступеня або вченого звання, підтверджену результатами атестаціїЮридична енциклопедія. Примітки Див. також Науковець Дослідник Закон України «Про наукову і науково-технічну діяльність» (2015) Джерела Посилання Науковий працівник // Категорія:Наука Категорія:Академічна термінологія"}
{"category": "Наука", "title": "Науково-технічна революція", "abstract": "Науко́во-техні́чна револю́ція — якісний стрибок у структурі і динаміці розвитку продуктивних сил, корінна перебудова технічних основ матеріального виробництва на основі перетворення науки в провідний чинник виробництва, у результаті якого відбувається трансформація індустріального суспільства у постіндустріальне. Завдяки науковій революції старі наукові уявлення заміняються частково або повністю новими, з'являються нові теоретичні передумови, методи, матеріальні засоби, оцінки та інтерпретації, погано або повністю несумісні зі старими уявленнями. Так, відрізок часу приблизно від дати публікації роботи Миколи Коперника «Про обертання небесних сфер» (De Revolutionibus), тобто з 1543 р., до діяльності Ісаака Ньютона, твір якого «Математичні начала натуральної філософії» було опубліковано в 1687 році, зазвичай називають періодом «наукової революції».\nЗміст «наукової революції» будь-якого періоду полягає в тому, що вчені роблять наукові відкриття в різних областях наук, тобто встановлюють «невідомі раніше об'єктивно існуючі закономірності, властивості та явища матеріального світу, що роблять корінні зміни в рівень пізнання».", "content": "Науко́во-техні́чна револю́ція — якісний стрибок у структурі і динаміці розвитку продуктивних сил, корінна перебудова технічних основ матеріального виробництва на основі перетворення науки в провідний чинник виробництва, у результаті якого відбувається трансформація індустріального суспільства у постіндустріальне. Завдяки науковій революції старі наукові уявлення заміняються частково або повністю новими, з'являються нові теоретичні передумови, методи, матеріальні засоби, оцінки та інтерпретації, погано або повністю несумісні зі старими уявленнями. Так, відрізок часу приблизно від дати публікації роботи Миколи Коперника «Про обертання небесних сфер» (De Revolutionibus), тобто з 1543 р., до діяльності Ісаака Ньютона, твір якого «Математичні начала натуральної філософії» було опубліковано в 1687 році, зазвичай називають періодом «наукової революції».Антисери Д., Реале Дж. Западная философия от истоков до наших дней. Научная революция Зміст «наукової революції» будь-якого періоду полягає в тому, що вчені роблять наукові відкриття в різних областях наук, тобто встановлюють «невідомі раніше об'єктивно існуючі закономірності, властивості та явища матеріального світу, що роблять корінні зміни в рівень пізнання». Наукові революції в історії Перша науково-технічна революція Перша науково-технічна революція (XV—XVII століть) відкинула систему Арістотеля і геоцентричне вчення Птоломея, подолала середньовічну схоластику і зусиллями Коперника, Кеплера, Галілея, Декарта, Ньютона та інших вчених створила нові наукові основи математики, астрономії, механіки, медицини, тобто саме природознавство. Цей період характеризується масштабним розвитком промислового виробництва. На зміну феодальній суспільно-економічній формації прийшла капіталістична, що характеризується розвитком продуктивних сил і ускладненням виробничих відносин. Науковий метод міні|Галілео Галілей Наукова революція на стику XVII—XVIII століть була революцією методу пізнання і поводження з здобутим знанням, була тісно пов'язана з духом освіти. Причому відбувається вона не через те, що відкрили: великі космологічні і географічні відкриття були зроблені ще в XV і XVI століттях (Христофор Колумб, Васко да Гама, Коперник, Галілей, Йоганн Кеплер). Новою була форма, як робили відкриття: особистим досвідом і спостереженням. Сьогодні це називається «емпіричний метод». Для нас зараз він природний, але в XVII столітті він був тільки визнаний, а поширився у XVIIIMeyer (2010), стор 31-32.. Навчання в університетах того часу було строго ієрархічно організоване. Вони складалися з чотирьох факультетів (як і тепер): три вищих (теологія, юриспруденція і медицина) і четвертий підготовчий (studium generale) — філософський, на якому викладали 7 предметів (сім вільних мистецтв — septem artes liberales). Ці предмети, згідно з систематикою Арістотеля, були такими: Trivium (граматика, риторика, діалектика) і Quadrivium (арифметика, геометрія, астрономія, музика). «Trivium» означає по-латині «тридоріжжя», а «Quadrivium» — «чотиридоріжжя». Звідси й слово «тривіальний», що означає «те, що стосується самих азів, початкових дисциплін, які вивчали на самому початку, тобто дуже простий, загальнозрозумілий». Предметів, що викладаються в сучасних університетах — фізика, хімія, біологія, історія, географія, філологія тощо — в університетах того часу не булоMeyer (2010), стор 31, 155—157; Stollberg-Rilinger (2011), стор. 183—184.. Це було пов'язано з тим, що знання, отримане досвідом, низько цінувалося. Людські органи чуття вважалися поганим приладом для його отримання — дуже вони брехливі. Справжнім і таким, що має загальну силу, вважалося знання, отримане чистою логікою. Знання ж, що йде зі спостереження, вважалося частковим, яке не має загальної цінності. Індуктивний метод — висновок про загальне за окремими спостереженнями — приживався лише дуже поступовоMeyer (2010), стор 32, 157.. Зараз науки займаються отриманням знання. Тоді вони займалися його дбайливим зберіганням і передачею далі. Знання зберігалися в канонічних текстах, які трактувалися певним способом і які потрібно було постійно зубрити. Такими текстами були Біблія і античні автори: насамперед Аристотель, важливий для логіки і схоластики, римське право (кодекс Юстиніана), праці Гіппократа. Але всі вони не давали відповіді на нові питання, поставлені спостереженнями. Сучасні наукові дослідження не знаходили собі місця в системі університетських дисциплін, бо ті були традиційними місцями передачі знання, а не досліджень, і викладали вони теоретичне знання, не практичнеMeyer (2010), стор 32, 155—157; Stollberg-Rilinger (2011), стор 184. Тому більшість учених того часу — вони називали себе „філософами“ — не були прив'язані до університетів. Лише Ісаак Ньютон був професором математики в Кембриджі. Іншою їхньою відмінністю від традиційних вчених було те, що вони не обмежувалися однією якоюсь дисципліною, а прагнули охопити багато чого, як це робив, наприклад, Дені Дідро, який в 1751 році заснував велику знамениту „Енциклопедію“. Для просвітителів було типовим, що їх цікавило загальне знанняStollberg-Rilinger (2011), стор 182—183.. Латина перестає бути науковою мовою — на ній тільки й викладали і писали до початку XVIII століття — і на її місце приходить французька моваMeyer (2010), стор 15-16, 155; Stollberg-Rilinger (2011), стор 185.. Звичайна ж література, ненаукова, писалася на національних мовах. Серед вчених розгорілася тоді велика суперечка про мови: чи можуть сучасні мови витіснити латинь. На цю тему, та й взагалі про питання переваги між античністю і сучасністю, Джонатан Свіфт, знаменитий просвітитель і автор „Мандрів Гуллівера“, написав, наприклад, сатиричне оповідання „Битва книг“ (The Battle of the books), опубліковане в 1704 р. У Притчі про павука і бджолу, що міститься в цій розповіді, він прекрасно і дотепно висловив суть суперечки між прихильниками античної та сучасної літератури. За часів середньовіччя речі і явища зазвичай сприймали в їхній неповторності, адже за тогочасного розвитку техніки навіть звичайні ремісничі вироби були несхожими один на одний. Відтак робота вченого полягала насамперед у „колекціонуванні“ знань. Науковці вишукували особливості того чи іншого природного явища, речовини, рослини чи тварини, які відрізняли його від інших і давали підставу знайти для нього певне місце у Всесвіті. А сам Усесвіт видавався сталим, незмінним і досконалим втіленням Божого задуму. За доби Великих географічних відкриттів, з розвитком промислового виробництва і гуртової торгівлі, появою мануфактур і бірж, на яких якість цілих партій товару визначали за одним-єдиним зразком, людина так чи інакше звикала шукати в речах і явищах насамперед типові риси, звертати увагу не лише на якість, але й на кількість, порівнювати і вимірювати. Це спонукало і вчених до більш сміливих порівнянь та узагальнень, тож врешті вони дійшли справді революційного висновку, що вивчати природу можна і потрібно за допомогою математики. А Всесвіт почали сприй- мати як простір, відкритий для руху і взаємодії природних сил і явищМустафін О. Справжня історія раннього нового часу. Х., 2014, с.157-158. Інша принципова відміна від минулого: вчені нового типу прагнули поширювати знання, популяризувати йогоStollberg-Rilinger (2011), стор 185—190.. Знання не повинно бути більше винятковим володінням деяких посвячених і привілейованих, а повинно бути доступно всім і мати практичну користь. Воно стає предметом суспільної комунікації, громадських дискусій. У них тепер могли брати участь навіть ті, хто традиційно був виключений з навчання — жінки. З'явилися навіть спеціальні видання, розраховані на них, наприклад, в 1737 році книга „Ньютовіанізм для дам“ автора Франческо Альґаротті. Характерне, як Дейвід Х'юм розпочинає своє есе про історію (1741): Кульмінацією цього прагнення популяризувати знання стало видання під керівництвом Дідро та д'Аламбера „Енциклопедії“ (1751—1780) в 35 томах. Це був найуспішніший і значний „проєкт“ століттяStollberg-Rilinger (2011), стор 187.. Ця праця зібрала воєдино все накопичене людством до того часу знання. У ньому доступно пояснювалися всі сторони світу, життя, суспільства, наук, ремесла і техніки, повсякденних речей. Як „Вікіпедія“ зараз. І ця енциклопедія була не єдиною у своєму роді. Їй передували інші, але тільки французька стала такою знаменитою. Так, в Англії Ефраїм Чемберс (Ephraim Chambers, 1680—1740) в 1728 р опублікував двотомну „Ціклопедію“ (Cyclopaedia, що грецькою: „кругове навчання“, слова»-педія\" і «педагогіка» — однокореневі). У Німеччині в 1731—1754 рр. Йоганн Цедлер (Johann Heinrich Zedler, 1706—1760) видав «Великий універсальний лексикон» (Großes Universal-Lexicon) в 68 томах. Це була найбільша енциклопедія XVIII століття. У ній було 284.000 ключових слів. До порівняння: у французькій «Енциклопедії» їх було 70.000. Але вона стала знаменитішою, і вже серед сучасників, тому що її писали славнозвісні люди свого часу, і це було всім відомо, а над німецьким лексиконом працювала купа нікому невідомих авторів. По-друге: її статті були більш спірними, полемічними, відкритими духу часу, частково революційними; їх викреслювала цензура, були гоніння. Це надавало їй принади. По-третє: в той час міжнародною науковою мовою була вже французька, а не німецька. Одночасно з загальними енциклопедіями з'являються і спеціальні, і для різних окремих наук, які тоді переросли в окремий жанр літературипро це Meyer (2010), стор 160.. Відкриття Як уже говорилося, великі відкриття трапилися ще до першої наукової революції. Вони пов'язані серед іншого з іменами: Коперника, Галілея, Кеплера, Ньютона. Коперник (1473—1543) найбільш знаний як автор геліоцентричної системи світу, що поклала початок першій науковій революції. Галілей (1564—1642) вивчав проблему руху, відкрив принцип інерції, закон вільного падіння тіл; зробив ряд астрономічних відкриттів за допомогою телескопа. Кеплер (1571—1630) встановив три закони руху планет навколо Сонця, створив першу механістичну теорію руху планет, зробив істотний внесок у розвиток геометричної оптики. Ньютон (1643—1727) сформулював поняття і закони класичної механіки, математично сформулював закон всесвітнього тяжіння, теоретично обґрунтував закони Кеплера про рух планет навколо Сонця, створив небесну механіку (Закон всесвітнього тяжіння був непорушний до кінця XIX ст.), створив диференціальне й інтегральне числення як мову математичного опису фізичної реальності, автор багатьох нових фізичних уявлень (про поєднання корпускулярних і хвильових уявлень про природу світла і т. д.), розробив нову парадигму дослідження природи (метод принципів) — думка і досвід, теорія і експеримент розвиваються в єдності, розробив класичну механіку як систему знань про механічний рух тіл, механіка стала еталоном наукової теорії, сформулював основні ідеї, поняття, принципи механічної картини світу. Механічна картина світу Ньютона: Всесвіт від атомів до людини — сукупність неподільних і незмінних частинок, взаємопов'язаних силами тяжіння, миттєва дія сил в порожньому просторі. Будь-які події зумовлені законами класичної механіки. Всесвіт, всі тіла побудовані з твердих, однорідних, незмінних і неподільних корпускул — атомів. Основа механістичної картини світу: рух атомів і тіл в абсолютному просторі з плином абсолютного часу. Властивості тіл незмінні і незалежні від самих тіл. Природа — машина, частини якої підпорядковуються жорсткій детермінації. Синтез природно-наукового знання на основі редукції (зведення) процесів і явищ до механічних. Механічна картина світу дала природно-наукове розуміння багатьох явищ природи, звільнивши його від міфологічних і релігійних схоластичних тлумачень. Її недолік — виключення еволюції, простір і час не пов'язані. Експансія механічної картини світу на нові галузі дослідження (хімія, біологія, знання про людину і суспільство). Синонімом поняття науки стало поняття механіки. Проте накопичувалися факти, які не узгоджувалися з механістичною картиною світу і до середини XIX ст. вона втратила статус загальнонаукової. Джироламо Кардано зробив значний внесок у розвиток алгебри, Франсуа Вієт — основоположник символічної алгебри, Рене Декарт та П'єр Ферма зробили свій внесок у розвиток математики. Друга науково-технічна революція Друга науково-технічна революція (XIX століття) зруйнувала метафізичні ідеї незмінності природи і утвердила діалектичні ідеї загального розвитку і зв'язку у природі на основі атомістичної теорії і періодичного закону в хімії, вчення про збереження і перетворення енергії у фізиці, а також клітинної й еволюційної теорії у біології. Вплив науки ще більше проявляється у розвитку продуктивних сил, з'являються нові галузі виробництва, загострюються суперечності з виробничими відносинами у суспільстві. Перехід від класичної науки, орієнтованої на вивчення механічних і фізичних явищ, до дисциплінарно організованої науки. Поява дисциплінарних наук та їхніх специфічних об'єктів. Механістична картина світу перестає бути загально світоглядною. Виникає ідея розвитку (біологія, геологія). Поступова відмова експлікувати будь-які наукові теорії в механістичних термінах. Початок виникнення парадигми некласичної науки. Джеймс Клерк Максвелл та Больцман визнавали принципову допустимість безлічі теоретичних інтерпретацій у фізиці, висловлювали сумнів у непорушності законів мислення, їхній історичності. Больцман: «як уникнути того, щоб образ теорії не здавався власне буттям?» Третя науково-технічна революція Третя науково-технічна революція (з кінця XIX століття) почалася з руйнування концепції неподільного атома і створення квантово-механічної системи світосприймання, яка характеризується кількісними фізичними властивостями мікросистем. Під час цієї революції наука проявляє революціонізуючий вплив на розвиток виробництва і виробничих відносин. Науково-технічна революція (НТР) розпочалася у фізиці, поширилася потім на хімію, теоретичну і технічну кібернетику, космознавство та інші науки. До середини 50-х років вона охопила біологію і набула, таким чином, загального характеру. Майкл Фарадей — поняття електромагнітного поля. Джеймс Клерк Максвелл — електродинаміка, статистична фізика. Матерія — і як речовина і як електромагнітне поле. Електромагнітна картина світу, закони світобудови — закони електродинаміки. Чарльз Лаєлл — про повільну безперервну зміну земної поверхні. Жан Батист Ламарк — цілісна концепція еволюції живої природи. Маттіас Шлейден, Теодор Шванн — теорія клітини — про єдність походження і розвитку всього живого. Юліус Роберт фон Маєр, Джеймс Прескотт Джоуль, Ленц Емілій Християнович — закон збереження і перетворення енергії — теплота, світло, електрика, магнетизм і т. д. переходять одна в іншу і є формами одного явища, ця енергія не виникає з нічого і не зникає. Чарльз Роберт Дарвін — матеріальні чинники та причини еволюції — спадковість і мінливість. Антуан Анрі Беккерель — радіоактивність. Вільгельм Конрад Рентген, Пулюй Іван Павлович — рентгенівські промені. Джозеф Джон Томсон — елементарна частинка електрон. Ернест Резерфорд — планетарна модель атома. Макс Планк — квант дії і закон випромінювання. Нільс Бор — квантова модель атома Резерфорда-Бора. Альберт Ейнштейн — загальна теорія відносності — зв'язок між простором і часом. Луї де Бройль — всім матеріальним мікрооб'єктам притаманні як корпускулярні, так і хвильові властивості (квантова механіка). Залежність знання від застосовуваних дослідником методів. Розширення ідеї єдності природи — спроба побудувати єдину теорію всіх взаємодій. Принцип доповнюваності — необхідність застосовувати взаємовиключні набори класичних понять (наприклад, частинок і хвиль), тільки сукупність взаємовиключних понять дає вичерпну інформацію про явища. Це абсолютно новий метод мислення, що диктує необхідність звільнення від традиційних методологічних обмежень. Поява некласичного природознавства та відповідного типу раціональності. Мислення вивчає не об'єкт, а те, якою явилася спостерігачеві взаємодія об'єкта з приладом. Наукове знання характеризує не дійсність як вона є, а сконструйовану почуттями і розумом дослідника реальність. Теза про непрозорість буття, що блокує можливості суб'єкта пізнання реалізовувати ідеальні моделі і проєкти, що виробляються раціональним свідомістю. Допущення істинності кількох відмінних одна від одної теорій одного і того ж об'єкта. Відносна істинність теорій і картини природи, умовність наукового знання. Про відносність істини і умовність наукового знання писав американський фізик Річард Фейнман:«Ось чому наука недостовірна. Як тільки ви скажете щось про область досвіду, з якої безпосередньо не стикалися, ви відразу ж втрачаєте впевненість. Але ми обов'язково повинні говорити про ті області, які ніколи не бачили, інакше від науки не буде пуття. Тому, якщо ми хочемо, щоб від науки була якась користь, ми повинні будувати здогади. Щоб науці не перетворитися на прості протоколи виконаних дослідів, ми повинні висувати закони, що поширюються на ще незвідані області. Нічого поганого тут немає. Тільки наука через це виявляється недостовірною, а якщо ви думали, що наука достовірна — ви помилялися». Четверта науково-технічна революція Четверта науково-технічна революція (з середини XX століття) охопила інтелектуальну діяльність, починаючи з інформаційних образів в економіці, штучного інтелекту у нових технологіях і продовжується в біології, інформатизації суспільства, розвивається світова глобалізація у науці і техніці. міні|праворуч|Прискорювач заряджених частинок в Інституті Вейцмана Хто володіє інформацією, той володіє світом — так характеризується інформаційна революція, яка поширюється у всіх галузях науки, техніки, виробництві, соціології, суспільстві. Розвиток науки і техніки пов'язаний з ускладненням методів і форм наукових досліджень, використанням складної апаратури (атомних реакторів, прискорювачів елементарних часток, машинних комплексів та ін.). В сучасних умовах масштабні наукові дослідження провадяться великими колективами, а вчений є їхнім активним учасником. Таким чином, науково-технічна революція зумовила індустріалізацію науки. Об'єкти її вивчення: системи, що історично розвиваються (Земля, Всесвіт і т. д.) Синергетика, яка базується на уявленні самоорганізації систем, які історично розвиваються та здійснюють перехід від одного відносно стійкого стану до іншого, і при цьому з'являється нова рівнева організація елементів системи та їхня саморегуляція. Вплив суб'єкта пізнання на такого роду системи може стати тим «невеликим випадковим впливом», який зумовить необоротний (і небажаний для дослідника) перехід системи з одного рівня організації на інший. Історична реконструкція як тип теоретичного знання стала використовуватися в космології, астрономії та фізиці. Суб'єкт пізнання не є зовнішнім спостерігачем, існування якого байдуже для об'єкта. Наука вперше звертається до вивчення систем, що історично розвиваються, безпосереднім компонентом яких є сама людина: біосфера (глобальна екологія), медикобіологічних та біотехнологічних (генна інжеренія) об'єктів і т. д. При вивченні такого роду складних систем ідеал ціннісно-нейтрального дослідження неприйнятний. Раціональне пізнання втрачає пріоритет перед дораціональними і позараціональними пізнавальними формами. Космологія як наукова дисципліна. Теорія еволюції Всесвіту сприяє появі в постнекласичному типі раціональності елементів античної раціональності. Основні риси Основними рисами НТР є: швидкість розвитку науки, перетворення науки в безпосередню виробничу силу; всеосяжність; зміна технічної та технологічної бази господарства світу. Вплив на світове господарство Складові частини НТР — це система науки, техніки, технології, виробництва і управління. НТР впливає на зміни в розміщенні господарства світу — на його галузеву та територіальну структуру. Цей вплив виявляється так: базові матеріалоємні галузі промисловості переорієнтовуються з місцевої сировини до ринків збуту. Більшість районів, що зараз розвиваються, не мають сировинних баз; основними центрами і регіонами розміщення виробництва стали території з високим науковим потенціалом; перспективною формою територіальної організації науково-виробничих комплексів стали технополіси; розвиток світового господарства призвів до високої територіальної концентрації виробничої діяльності та населення; при розміщенні господарства в економічно розвинутих країнах орієнтуються на використання висококваліфікованої робочої сили або на дешеву робочу силу в країнах, що розвиваються; передбачаються жорсткі санкції за забруднення навколишнього середовища (Кіотський протокол). Наукова революція в Україні З'ясовуючи причини швидких темпів економічного зростання провідних країн Заходу, М. Хрущов та його оточення в 1954 році зосередили свою увагу на розгортанні науково-технічної революції в країні. Радянські вчені, проаналізувавши півтора десятка визначальних напрямків науково-технічного прогресу, дійшли невтішного висновку, що майже в усіх з них, за винятком одного - двох, СРСР поступається країнам-лідерам. Після детального розгляду цих питань на пленумі ЦК в липні 1955 року ставлення партійного керівництва до наукових досліджень помітно змінилося. Істотно збільшуються бюджетні витрати на науку. Фактично в повному обсязі стали фінансуватися наукові установи військово-промислового комплексу. Науковці вперше дістали змогу під час закордонних відряджень ознайомлюватися з новітніми науковими досягненнями. Провідну роль у розвитку науки в республіці, безсумнівно, відігравала Академія наук України, президентом якої з 1946 по 1962 pp. був О. Палладін, а з 1962 року Б. Патон. Десятиліття, що минуло після 1955 року, стало найбільш динамічним і результативним у розвитку науки в Україні. 1957 року в складі АН УРСР створюється обчислювальний центр на чолі з молодим математиком В. Глушковим, який досліджував низку важливих оборонних проблем, розробляв теорію швидкочиних ЕОМ. Саме тут стала активно розвиватися кібернетика, яка так нещадно переслідувалася за часів Й. Сталіна, а в 1962 році центр був перетворений на Інститут кібернетики. Під керівництвом Б. Патона Інститут електрозварювання розробляє ряд нових технологій і виводить радянську науку в цій галузі на провідні позиції у світі. Величезну роботу з проблем розвитку атомної енергетики проводив фізико-технічний інститут у Харкові на чолі з І. Курчатовим. Інститут механіки АН УРСР розробляв ефективні рекомендації щодо створення міжконтинентальних ракет. Українські науковці багато зробили для розвитку космонавтики. Вони безпосередньо причетні до запуску штучного супутника Землі в жовтні 1957 року й польоту в космос першої людини — Юрія Гагаріна. В Інституті фізики в 1960 році створено ядерний реактор, за допомогою якого здійснювалися наукові дослідження в галузі фізики атомного ядра. Вагомим був внесок українських учених у медицину. У середині 50-х pp. під керівництвом М. Амосова запроваджено нові методи хірургічного лікування серцевих захворювань. Процеси лібералізації, що широко розгорнулися в країні за часів М. Хрущова, не могли не торкнутися й гуманітарних наук. У цей період науковці вперше отримали можливість досліджувати архівні джерела радянської доби. Унаслідок цього значно розширилася тематика наукових пошуків, нерідко її спрямованість визначали самі дослідники. 1957 року в Україні були засновані спеціалізовані журнали академічних установ гуманітарного профілю — «Український історичний журнал», «Радянське право», «Економіка Радянської України», «Народна творчість та етнографія». У цей час почали формуватися, а згодом і друкуватися, змістовні збірники архівних джерел, розпочинається копітка робота над виданням першої багатотомної «Української радянської енциклопедії». Зрозуміло, що партійні діячі, як і раніше, ретельно стежили за тим, щоб суспільствознавці не торкалися заборонених тем та історичних постатей, не піддавали критиці партійні органи та їхню діяльність, а боролися з «фальсифікаторами», ідейними ворогами КПРС. Див. також Науково-технічний прогрес Робототехніка Нанотехнології Автоматизація Економічний уклад Зміна парадигм Структура наукових революцій Європейська культура Нового часу Андроїд Примітки Література Моисеев Н. Н. Слово о научно-технической революции. — М.: Молодая гвардия, 1978. Meyer, Annette: Die Epoche der Aufklärung, 2010. Stollberg-Rilinger, Barbara: Europa im 18. Jahrhundert, 2 2011 (Erstausgabe 2000, überarbeitet und aktualisiert). Посилання Сайєнтифікація // Українська Релігієзнавча Енциклопедія Hatch R. A. Scientific Revolution — Paradigm Lost? Категорія:Історія науки Категорія:Теорія наукових революцій Категорія:Наука Категорія:Історія техніки Категорія:Соціальна еволюція"}
{"category": "Наука", "title": "Науково-технічний прогрес", "abstract": "Науко́во-техні́чний прогре́с — це поступовий рух науки і техніки, еволюційний розвиток усіх елементів продуктивних сил суспільного виробництва на основі широкого пізнання та освоєння зовнішніх сил природи; це об'єктивна, постійна закономірність розвитку матеріального виробництва, результатом якої є послідовне вдосконалення техніки, технології та організації виробництва, підвищення його ефективності.\nРазом з тим, відомо, що 60 % - 70 % від усіх наукових розробок у виробництво взагалі ніколи не впроваджується. Тобто науково-дослідний процес охоплює значно більший обсяг знань ніж та його частина, яка є виходом науково-технічного прогресу в практику.", "content": "thumb|right|Сучасна ракета на космодромі Байконур thumb|left|Китайська ракета у старовину Науко́во-техні́чний прогре́с — це поступовий рух науки і техніки, еволюційний розвиток усіх елементів продуктивних сил суспільного виробництва на основі широкого пізнання та освоєння зовнішніх сил природи; це об'єктивна, постійна закономірність розвитку матеріального виробництва, результатом якої є послідовне вдосконалення техніки, технології та організації виробництва, підвищення його ефективності. Разом з тим, відомо, що 60 % - 70 % від усіх наукових розробок у виробництво взагалі ніколи не впроваджується. Тобто науково-дослідний процес охоплює значно більший обсяг знань ніж та його частина, яка є виходом науково-технічного прогресу в практику. Науково-технічний прогрес та його роль у розвитку виробництва Науково-технічний прогрес є основоположним фактором, який забезпечує економічний розвиток суспільства. Творення нових технічних засобів поряд із підвищенням до них вимог, з одного боку, та новими методами вирішення технічних завдань, з іншого боку, викликають необхідність перегляду методів вивчення та створення технічних систем. Систематизація загальних законів розвитку техніки та розвиток сучасних методів розв'язання технічних задач при створенні об’єктів нової техніки дозволяє прискорити терміни впровадження нових технічних рішень у виробництво, зробити процес творення нової техніки більш ефективним та підвищити кваліфікацію майбутнього фахівця з інженерної механіки як новатора, творця та винахідника. Поступовий розвиток суспільного виробництва, його постійне вдосконалення є фундаментальними закономірностями економічного життя людства. Він ґрунтується на прогресі науки та техніки. Такий процес нерідко називають економічним прогресом. Проте це не зовсім коректна точка зору. Економічний прогрес — це складне і багатопланове явище, оцінка якого припускає використання різноманітних критеріїв і системи показників, за допомогою яких можна оцінити стан розвитку продуктивних сил і виробничих відносин, а у загальному підсумку — суспільного способу виробництва у цілому. Одним із таких критеріїв економічного прогресу виступає рівень розвитку науки та техніки. Він є концентрованим виразом лише організаційно-економічних відносин, які притаманні всім епохам розвитку людського суспільства. Стадії, що передували НТП Науково-технічний прогрес за тисячоліття людської цивілізації пройшов складний і суперечливий шлях розвитку. Це було викликано тим, що саме технічний прогрес, який здійснювався на перших етапах розвитку суспільства, здійснювався відокремлено від наукового прогресу аж до кінця XVIII - початку XIX ст. І лише в період промислової революції почалося швидке зближення наукового і технічного прогресу і виник цілісний науково-технічний прогрес (НТПР) . З цього часу почався процес перетворення науки на безпосередньо продуктивну силу, який тривав близько півтора століття і завершився в середині 50-х років XX ст. розгортанням науково-технічної революції. Види Отже, науково-технічний прогрес здійснюється у двох формах: еволюційній та революційній. Еволюційна форма НТП відбувається, коли техніка і технологія, що застосовується у виробництві, удосконалюється на основі вже відомих наукових знань. Прикладом цієї форми НТП є розвиток та вдосконалення енергії пари, електроенергії або атома тощо Революційна форма НТП означає перехід до техніки та технології, що побудовані на принципово нових наукових ідеях. Прикладом цієї форми є перехід від ручних знарядь праці до машинних, заміна енергії пари на електричну або атомну, застосування лазерної та інших сучасних технологій тощо. Винахід та запровадження у виробництво принципово нових науково-технічних розробок призводять до суттєвих змін у трудовому процесі, передбачають розширення продуктивних можливостей людства. Тому в цьому випадку йдеться про науково-технічну революцію. Науково-технічна революція є якісним стрибком у розвитку продуктивних сил суспільства на основі докорінних зрушень у наукових знаннях. Такі перевороти в науці, техніці та виробництві відбуваються регулярно. Останній з них розпочався в середині 50-х років XX ст., коли було створено перший комп'ютер, коли людина почала використовувати енергію атомного ядра та займатися генною інженерією. НТР розвинула всі елементи продуктивних сил. Наприклад зміни у предметах праці знаходять своє вираження у використанні нових синтетичних матеріалів зі спеціальними властивостями (пластмаси, напівпровідники, штучні алмази тощо). Перетворення у засобах праці пов'язані з появою автоматизованої та комп'ютерної техніки, яка суттєво розширює виробничі можливості промислово-виробничого персоналу, значно збільшує продуктивність їхньої праці, підвищує рентабельність виробництва. Соціальні наслідки НТП Див. також Суспільні ризики науково-технічного прогресу НТР зумовлює також зміни в характері праці, змінюються форми взаємозв'язків учасників виробництва, удосконалюються процеси обміну результатами праці. Науково-технічна революція відкрила нові способи й методи управління високопродуктивними багатогалузевими технологічними системами (телекомунікаційні мережі, швидкодійні системи контролю та оброблення інформації тощо). Усі ці та інші процеси потребують істотних змін в умовах життя і праці людини, освоєння найскладніших професій, що можливо лише для людей із достатнім освітнім, професійним (економічним) і культурним рівнем. Усебічний технічний прогрес, масове застосування машин, небувале зростання видобутку й металургійного перероблення корисних копалин привели до змін усієї економічної та суспільної структури. Уперше найбільший внесок у матеріальний добробут робить не сільське господарство (як було протягом тисячоліть), а перероблення мінеральної сировини, різноманітна фабрична продукція. „Залізо й вугілля – ось полюси, навколо яких обертається усе життя нового часу” – справедливо зазначав Отто фон Бісмарк. Доступні ресурси земних надр слугували своєрідним регулятором темпів матеріального виробництва й товарно-грошових відносин. Вони значною мірою зумовлювали парадигми суспільного розвитку. Промислова революція супроводжувалась поділом і стрімким підвищенням продуктивності праці, швидкою урбанізацією, зміною способів пересування й зв’язку, і, щонайважливіше, помітним зростанням споживчого рівня населення, а також збільшенням середньої тривалості життя. Деякі оптимісти індустріального поступу навіть проєктували ідеальні промислові міста, які незабаром повинні були стати щасливим пристановищем робочого люду. Фактори матеріального виробництва Факторами матеріального виробництва є продуктивні сили, які забезпечують перетворення речовин природи відповідно до потреб людей, створюють матеріальні та духовні блага і визначають зростання продуктивності суспільної праці Див. також Інтенсифікація виробництва Робототехніка Нанотехнології Автоматизація НТР Прогрес Андроїд Посилання Науково-технічний прогрес // НАУКОВО-ТЕХНІЧНИЙ ПРОГРЕС //Фармацевтична енциклопедія Stanford Encyclopedia of Philosophy entry Література Гайко Г. І., Білецький В. С. Історія гірництва: Підручник з грифом Мінвузу. — Київ-Алчевськ: Видавничий дім «Києво-Могилянська академія», видавництво «ЛАДО» ДонДТУ, 2013. — 542 с. О. І. Ступницький. Науково-технічний прогрес // Українська дипломатична енциклопедія: У 2-х т./Редкол.:Л. В. Губерський (голова) та ін. — К.:Знання України, 2004 — Т.2 — 812 с. ISBN 966-316-045-4 Категорія:Наука Категорія:Історія техніки"}
{"category": "Наука", "title": "Сіндиніка", "abstract": "Сіндиніка (від грец. Κίνδυνος / kíndunos, небезпека) — наука, яка об'єднує групу областей знання (керування ризиком, техніка безпеки, енергетична безпека, економічна безпека, продовольча безпека, психологічна безпека і таке інше), предметом яких є фактори ризику (джерела небезпеки, загрози) та способи зниження рівня ризику. Термін «сіндиніка» є неологізмом, який запропоновано в 1987 році французькими вченими (фр. Cindyniques) у Сорбонні, як позначення узагальнення «науки про небезпеку». Предметна область науки сфокусована на розгляді, головним чином, чинників ризику техногенної природи або таких, які виявляються у сфері промислового виробництва, енергетиці, будівництві, в індустріальній сфері взагалі.", "content": "Сіндиніка (від грец. Κίνδυνος / kíndunos, небезпека) — наука, яка об'єднує групу областей знання (керування ризиком, техніка безпеки, енергетична безпека, економічна безпека, продовольча безпека, психологічна безпека і таке інше), предметом яких є фактори ризику (джерела небезпеки, загрози) та способи зниження рівня ризику. Термін «сіндиніка» є неологізмом, який запропоновано в 1987 році французькими вченими (фр. Cindyniques) у Сорбонні, як позначення узагальнення «науки про небезпеку». Предметна область науки сфокусована на розгляді, головним чином, чинників ризику техногенної природи або таких, які виявляються у сфері промислового виробництва, енергетиці, будівництві, в індустріальній сфері взагалі. Категорія:Наука"}
{"category": "Наука", "title": "Фундаментальні науки", "abstract": "Фундаментальна наука — область наукових досліджень, зосереджена на пошуку основних законів природи, розумінні будови Всесвіту.\nТермін фундаментальна наука використовується на противагу терміну прикладна наука, що описує дослідження, важливі для практичного застосування.\nПрикладна наука не може існувати без фундаментальної, з якої черпає знання та ідеї. У свою чергу фундаментальна наука опирається на інструменти, створені прикладною наукою.", "content": "Фундаментальна наука — область наукових досліджень, зосереджена на пошуку основних законів природи, розумінні будови Всесвіту. Термін фундаментальна наука використовується на противагу терміну прикладна наука, що описує дослідження, важливі для практичного застосування. Прикладна наука не може існувати без фундаментальної, з якої черпає знання та ідеї. У свою чергу фундаментальна наука опирається на інструменти, створені прикладною наукою. Див. також Європейський освітній портал Фундаментальні наукові дослідження Фонд цивільних досліджень та розвитку США (CRDF) в Україні Джерела та література О. Мороз. Фундаментальні і прикладні науки // Посилання Дротянко Л. Г. Феномен фундаментального і прикладного знання: (Постнекласичне дослідження). Дисертація на здобуття вченого ступеня доктора філософських наук з спеціальності 09.00.01 –онтологія, гносеологія, феноменологія. Київський національний університет імені Тараса Шевченка. Київ, 2000. Категорія:Наука Категорія:Філософія науки Категорія:Методологія науки"}
{"category": "Наука", "title": "Категорія:Наука за континентом", "abstract": "Пов'язані з категорією теми: категорія за континентомd, наука, технологія .", "content": "Категорія:Наука за місцем Категорія:Категорії за континентом Категорія:Наука та техніка за місцем розташування en:Category:Science and technology by continent"}
{"category": "Наука", "title": "Категорія:Науково-дослідна діяльність", "abstract": "Основна стаття для цієї категорії: Науково-дослідна діяльність.", "content": "Категорія:Інноваційна діяльність Категорія:Четвертинний сектор Категорія:Наука Категорія:Дослідження"}
